[
  {
    "url": "https://www.astronomy.com/in-the-sky/",
    "title": "In the Sky",
    "date": "",
    "content": "View All\n\nView All\n\nView All Observing News\n\nSafely observing the Sun can be a fun and rewarding experience.\n\nExplore Topic\n\nOur nearest celestial neighbor provides many great sights.\n\nExplore Topic\n\nTargeting our solar system’s other worlds is well worth the effort.\n\nExplore Topic\n\nNebulae, star clusters, and galaxies are the night sky’s hidden gems.\n\nExplore Topic\n\nExplore the tools that can help you unlock the night sky.\n\nExplore Topic\n\nCapturing great celestial sights is both an art and a skill.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/observing/visual-peculiarities-of-lunar-eclipses/",
    "title": "Look for these effects during the next lunar eclipse",
    "date": "Published: March 7, 2025",
    "content": "All lunar eclipses — whether penumbral, partial, or total — offer us thought-provoking views of Earth’s shadow. Frequently, lunar eclipses offer up peculiar color effects, with the shadowed Moon appearing reddish due to the state of Earth’s atmosphere. But the March 14, 2025, total lunar eclipse all but guarantees additional optical phenomena of a different kind, some of which could distort one’s perception of reality, even if momentarily.\n\nLet’s start with the color effects. Take, for instance, the peculiar pink Moon that Brian Cudnik of Houston observed during the total lunar eclipse of Nov. 7/8, 2022. Cudnik captured the eclipse by holding his Samsung Galaxy up to the 41mm eyepiece of a Celestron 11 telescope. Of his image, he writes, “This … nicely approximates what I saw through the eyepiece — a pinkish tinge to the eclipse.”\n\nCudnik noticed the coloring began around 15 minutes prior to totality and lasted until almost third umbral contact. However, through 20×80 binoculars and with unaided eyes, totality appeared more orange. Specific shades of pink can be made by mixing red/orange and white, so the apparent visual discrepancy between the telescopic view and the binocular/naked-eye view may simply be due to color mixing and image size. If you shrink Cudnik’s telescopic image of the pink Moon by looking at it from a distance, the Moon suddenly becomes more orange.\n\nBut the Moon’s morphing appearance isn’t just limited to changes in color. Another reader, Joe Bauman of Salt Lake City, wrote to say that during the May 26, 2021, total lunar eclipse, he observed illusory lunar canals, a phenomenon that was enhanced by passing clouds over the eclipsed Moon.\n\nBauman’s observation is reminiscent of a stunning visual effect visible during lunar eclipses. During the deep penumbral and umbral stages, the leading edge of Earth’s shadow may not appear curved but highly irregular. Lunar shapes may appear magnificently large or oddly detached. Some are small and patchy, others long and thin. It’s a visual illusion created by various optical effects as Earth’s curved shadow interacts with dark mare features on the Moon.\n\nWhile we know intellectually that Earth’s shadow edge is curved, all manner of irregularities may appear only under certain conditions, such as the Moon entering the lunar disk at ingress, and depending on the intensity of the shadow (light or dark) and one’s visual perception. For example, the Sept. 17/18, 2024, partial lunar eclipse offered astounding visual illusions and shapeshifting effects. First, as Earth’s shadow entered the northern lunar limb, the tip of the curved edge bled into the long form of Mare Frigoris, causing the umbra to suddenly appear as if it had a mustache. The shadow then slipped into the northern reaches of Mare Imbrium, making the shadows appear like a maple leaf. Around that time, a pronounced reddening also appeared in Mare Imbrium. This may have been due to the color of Earth’s shadow, which was expected to turn red.\n\nNevertheless, I found it curious. One would expect the reddish coloration of the Earth’s shadow to be most pronounced over the bright lunar highlands. But the reddish-brown tone I saw was like an island of color in northern Mare Imbrium, appearing most prominent just south of the crater Plato. I suspect the reddish hue of Earth’s shadow somehow enhanced the soft and subtle reddish tone of this late-stage iron-rich section of mare basalt — where China’s Chang’e 5 lunar sampler mission landed.\n\nAfter maximum eclipse (only 8 percent), the umbral shadow slipped eastward over Lacus Mortis and parts of Lacus Somniorum, creating more irregularities before exiting over the highlands east of Mare Frigoris, and making the last vestige of the umbral shadow appear like a tadpole with a long tail.\n\nNow I’m interested to learn what you see during this month’s total eclipse, when the umbral shadow will sweep in from the east and pass over all the lunar mare. As always, let me know what you see or don’t see at sjomeara31@gmail.com."
  },
  {
    "url": "https://www.astronomy.com/picture-of-the-day/photo/group-photo/",
    "title": "Group photo",
    "date": "",
    "content": "Rob Lyons, taken from Vancouver, Canada\n\nThis wide-field vista spans the constellations Cepheus and Cassiopeia and includes an host of deep-sky objects. From left to right: NGC 7822 (the Question Mark Nebula), LBN 576 (the Garlic Bulb Nebula), NGC 7635 (the Bubble Nebula), Sharpless 2–157 (the Lobster Claw Nebula), and Sharpless 2–155 (the Cave Nebula). The imager took 17 hours of exposure with a 2-inch scope, one-shot color camera, and Hα/OIII dual-band filter. The data were processed and presented here in an HOO palette."
  },
  {
    "url": "https://www.astronomy.com/space-exploration/how-to-stream-intuitive-machines-im-2-moon-landing-today/",
    "title": "How to watch Intuitive Machines’ IM-2 Moon landing",
    "date": "Published: March 6, 2025",
    "content": "When Intuitive Machines’ Athena lunar lander makes moonfall around 12:30 p.m. EST Thursday, spectators on Earth will be able to watch it happen.\n\nThe Massachusetts Institute of Technology (MIT) Media Lab is partnering with Comcast to stream the landing at the moon’s south pole, share never-before-seen 3D lunar images, and provide live updates of the 20-day mission on X1, the streaming and live TV platform of Xfinity. Coverage will also appear on a website jointly developed by the partners.\n\nRELATED: Intuitive Machines IM-2 mission launches to the Moon\n\n“Our return to the Moon is not just about advancing technology, it’s about inspiring the next generation of explorers who are alive today and will travel to the Moon in their lifetime,” said Ariel Ekblaw, principal investigator for MIT’s Lunar Mission. “By working with Xfinity to bring the amazing images and videos we collect at the lunar surface to people across the globe, we’re making it easy for everyone to experience the moon in ways they never have before.”\n\nMIT is one of several payload customers on Intuitive Machines’ IM-2 mission, a follow-up to the 2024 mission during which it pulled off the first successful private lunar landing. Its three science payloads are backed by NASA’s Commercial Lunar Payload Services (CLPS) initiative and are intended to help gather information to aid the Artemis III human lunar landing, scheduled to launch to the moon’s south pole in mid-2027.\n\nRELATED: The IM-2 Moon mission will carry a blend of science and art\n\n“Athena” is carrying Lunar Outpost’s Mobile Autonomous Prospecting Platform (MAPP) rover, which will venture about 1 mile across the surface collecting samples for NASA. MAPP will deploy MIT’s three payloads: the AstroAnt miniature robotic swarm, Humanity United with MIT Art and Nanotechnology in Space (HUMANS), and a camera that will snap photos and video.\n\nThat imagery will be transmitted to mission control and beamed to television screens in 3D. If conditions allow, the camera will also capture the first Earth eclipse—when it blocks the sun—from the moon.\n\nTo access live streaming of the landing and key mission objectives, X1 viewers can give the command “to the moon” to their voice remote. Comcast said it plans to expand the experience across its entertainment platforms in the future.\n\nEditor’s note: This story first appeared on FLYING."
  },
  {
    "url": "https://www.astronomy.com/observing/2027-jordan-egypt-13-night-total-solar-eclipse-tour/",
    "title": "2027 Jordan & Egypt 13-Night Total Solar Eclipse Tour",
    "date": "Published: October 2, 2024",
    "content": "Embark on a 14-day journey through the wonders of Jordan and Egypt, with the August 2 total solar eclipse as the highlight. Start in Amman, Jordan’s capital, and venture to Ajloun Castle, a 12th-century fortress built to defend against the Crusaders, and the remarkably preserved Roman city of Jerash. Travel along the historic King’s Highway to see Madaba’s famous mosaics, take in views from Mount Nebo, and experience the healing waters of the Dead Sea. Explore the magnificent Crusader castle at Kerak before arriving in Petra, where you’ll tour the breathtaking “rose city” carved into the cliffs by the Nabateans. Conclude in Aqaba and Wadi Rum’s desert landscape before flying to Luxor, Egypt.\n\nIn Luxor, prepare for a once-in-a-lifetime experience as you witness the solar eclipse from a prime location with a totality of 6 minutes and 20 seconds. Continue your Luxor exploration with a visit to the Karnak and Luxor Temples. Fly to Cairo to see the Great Pyramids and Sphinx at Giza, followed by tours of Sakkara and Memphis, ancient capitals of Egypt. Spend a day in the Egyptian Museum, marveling at treasures like the tomb artifacts of Tutankhamun, and visit historic Old Cairo, including the El Muallaqa Church and Ben Ezra Synagogue.\n\nA day trip to Alexandria will showcase the city’s blend of Pharaonic, Roman, and modern sites, including the National Museum, Catacombs, and the Bibliotheca Alexandrina. Conclude with a visit to Cairo’s Citadel and the bustling Khan el-Khalili Bazaar. This tour offers an unforgettable blend of history, culture, and the unparalleled experience of a total solar eclipse amid ancient wonders.\n\nFor pricing, full itinerary, and more details, click here."
  },
  {
    "url": "https://www.astronomy.com/observing/the-moon/",
    "title": "The Moon",
    "date": "",
    "content": "Safely observing the Sun can be a fun and rewarding experience.\n\nExplore Topic\n\nOur nearest celestial neighbor provides many great sights.\n\nExplore Topic\n\nTargeting our solar system’s other worlds is well worth the effort.\n\nExplore Topic\n\nNebulae, star clusters, and galaxies are the night sky’s hidden gems.\n\nExplore Topic\n\nExplore the tools that can help you unlock the night sky.\n\nExplore Topic\n\nCapturing great celestial sights is both an art and a skill.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/observing/dont-miss-this-months-total-lunar-eclipse/",
    "title": "Don’t miss this month’s total lunar eclipse",
    "date": "Published: March 5, 2025",
    "content": "Another great celestial event is coming. And this one’s really easy to observe because you can see it with just your eyes. Not only that, but anyone in the U.S. under a clear sky will be able to watch it.\n\nOn Thursday, March 13 (and continuing into the 14th), the Moon will pass through the darkest part of our planet’s shadow, creating a total lunar eclipse. These events occur when the Sun, Earth, and the Moon line up in that order. Such events are unusual, but not rare. On average, total lunar eclipses happen every 2½ years.\n\nBut you might note that the Sun, Earth, and the Moon line up monthly when there’s a Full Moon. So, why don’t we see an eclipse every month? The reason is that the Moon’s orbit is slightly tilted (about 5°) to Earth’s orbit around the Sun. So, for most “lineups,” the Moon is either above or below Earth’s shadow.\n\nEach total lunar eclipse has seven main times of interest. Six happen when the penumbral, partial, and total phases begin and end, and the seventh is the moment of mid-totality.\n\nLet’s break these terms down. Earth’s shadow has two parts: an outer lighter section called the penumbra, and a darker inner section called the umbra. The eclipse begins when Earth’s penumbra touches the Moon. Because the penumbra isn’t dark, it’s tough to observe this until some 30 minutes have gone by.\n\nThe partial phase starts when Earth’s umbra first touches the lunar surface. Now there’s a real contrast between the dark shadow and the bright lunar surface. It’s easy to watch the umbra slowly creep across the Moon’s face.\n\nTotality begins when Earth’s umbra completely covers the Moon. This is the part that most people remember because the Moon doesn’t disappear. Rather, Earth’s atmosphere scatters some sunlight onto the darkened lunar surface. And depending on how much “stuff” (dust, ash, etc.) is in our atmosphere at the time, the Moon can appear light or dark orange, light or dark red (sometimes called a Blood Moon), or various shades of brown.\n\nRelated: Why can we still see the Moon’s disk during a total lunar eclipse?\n\nHere are the times for this eclipse’s seven events:\n\nPenumbral phase begins (the eclipse starts): 11:57:28 p.m. EDT, March 13Partial phase begins: 1:09:40 a.m. EDT, March 14Totality begins: 2:26:06 a.m. EDTMid-eclipse: 2:58:43 a.m. EDTTotality ends: 3:31:26 a.m. EDTPartial phase ends: 4:47:52 a.m. EDTPenumbral phase ends (the eclipse is over): 6:00:09 a.m. EDT\n\nLunar eclipses are what I like to classify as easy observing. The only potentially hard part of this one is that totality may happen in the early-morning hours where you are. But you don’t have to watch the whole event. Set your alarm to go off about 15 minutes before totality. From then until the total phase begins, you’ll see the most dramatic color changes.\n\nThe next total lunar eclipse visible in the U.S. will happen Sept. 7. Unfortunately, it will be visible only in Hawaii and parts of Alaska. The next one visible across the U.S. will occur March 3, 2026.\n\nHere’s wishing us all clear skies. Good luck!"
  },
  {
    "url": "https://www.astronomy.com/observing/attend-the-tucson-astronomy-festival/",
    "title": "Get ready to attend the Tucson Astronomy Festival",
    "date": "Published: March 6, 2025",
    "content": "Mark your calendars for Saturday, March 22. That’s when the Tucson Amateur Astronomy Association (TAAA) will be out in force to show you the wonders of the heavens at the annual Tucson Astronomy Festival. The event will be held at Brandi Fenton Memorial Park, Ramada 1, 3482 E. River Road, Tucson.\n\nThings will get started at 3 P.M. MST. From then until 6:30 P.M., TAAA members will conduct safe solar observing. If you’ve never seen the Sun through a telescope, this is your chance for an up-close look. Some telescope filters will reveal sunspots, while other more exotic ones will enable you to see solar prominences and flares.\n\nThen, from 7:30 P.M. to 9 P.M., the stars will come out. And not just the stars, but planets, nebulae, star clusters, and galaxies. TAAA members will have plenty of telescopes set up to see celestial objects like Mars, Jupiter, the Orion Nebula, the Whirlpool Galaxy, and lots more.\n\nOther activities will include interactive astronomy exhibits (from 3 P.M. to 6 P.M.) and, at 6:30PM, door prize drawings. Maybe you’ll win the grand prize: a small telescope. But you must be present to win.\n\nOne cool aspect of the Tucson Astronomy Festival is that you can bring your own telescope to get help learning how to set up and operate it. So, if that scope you got for Christmas has you flummoxed, here’s your chance to have an expert help you figure it out.\n\nThe Tucson Astronomy Festival is sponsored by the TAAA. Do note, however, that this event depends on the weather. Follow the TAAA Facebook page for real-time updates.\n\nHere are some links to this great astronomy club:\n\nWebsite: www.tucsonastronomy.orgFacebook: www.facebook.com/tucsonastronomyInstagram: www.instagram.com/tucsonastronomy/YouTube: www.youtube.com/@tucsonamateurastronomyasso2702\n\nI’ll be there. I hope to see you.\n\nRelated: The Chiricahua Astronomy Complex: An observing mecca for amateurs"
  },
  {
    "url": "https://www.astronomy.com/space-exploration/im-2-lands-on-the-moon-but-status-is-uncertain/",
    "title": "IM-2 lands on the Moon but its status is uncertain",
    "date": "Published: March 6, 2025",
    "content": "After a successful launch last week aboard a SpaceX Falcon 9 rocket, Intuitive Machines’ IM-2 mission landed on the Moon on March 6 shortly after 11:30 a.m. EST. The craft is transmitting back to its control center and able to collect some level of solar power.\n\nHowever, its landing orientation and the status of other aspects of the mission remain unclear. Hours after the IM-2 lander touched down, Intuitive Machines officials said at a post-landing press conference that the craft did not appear to be upright. That makes it the second Moon landing in a row where the company’s lander has failed to land upright, after the IM-1 mission wound up partially tipped over last year. Mission controllers are still trying to determine the angle at which Athena is situated on the Moon as well as how far off target it strayed.\n\nThe lander, nicknamed Athena, was meant to touch down on the plateau atop the mountain Mons Mouton roughly 100 miles (160 kilometers) from the lunar south pole. As the craft neared the end of its 11-minute engine burn to slow its velocity and carry it to the surface, flight controllers lost contact with Athena, although presenters on the company’s livestream said that communication issues close to the surface were expected.\n\nAs time went on, however, mission controllers became visibly anxious and turned their focus to retrieving images from the craft. Ten minutes after the lander was supposed to be on the ground, flight controllers commanded Athena to turn off its engine. Intuitive Machine executive and mission flight director Tim Crain said that the lander was collecting solar power and that the team was working to determine the orientation of the lander. However, flight controllers also shut down some of the craft’s electronics to conserve power — an early sign that something was amiss.\n\nAthena did land on Mons Mouton, but outside of its 50-meter target radius, Crain said at the press conference. As for the craft’s orientation, Intuitive Machine’s CEO Steve Altemus said that the team will need more data to get a clearer picture in the coming days.  However, the payloads were able to turn on and will have opportunity to attempt to be deployed depending on their power supply.\n\nThis is not Intuitive Machine’s first brush with uncertainty after a lunar landing. On Feb. 22, 2024, the Houston-based company’s first lunar mission, IM-1, touched down harder than expected on the Moon near Malapert A crater, 186 miles (300 km) from the South Pole. A pre-launch wiring error on the lander, known as Odysseus, disabled its built-in laser rangefinders. As a result, the craft had to fly its approach without a precise altitude readout and skidded across the surface as it landed, breaking a leg and coming to rest at a 30° angle. The scientific payloads aboard were able to collect some data, but because of the lander’s angle, some were starved of solar power and shut off earlier than anticipated.\n\nDespite not knowing the exact location or the attitude of the Athena lander, the teams at NASA and Intuitive Machines sought to highlight the positives of the mission and the progress the team had made since IM-1.\n\n“Any day you can land something on the Moon is a good day,” said Crain.\n\nEditor’s note: This story was updated to include information from Intuitive Machine’s press conference on the afternoon of March 6."
  },
  {
    "url": "https://www.astronomy.com/observing/the-beaded-heart-on-the-moon/",
    "title": "See the Moon’s beaded ‘heart’ tonight",
    "date": "Published: February 4, 2025",
    "content": "As Valentine’s Day approaches, I thought I’d share with you a lunar phenomenon created by the interplay of light and shadow on the Moon. It’s a delightful pattern of lunar peaks and ridges that, when illuminated in the correct way, looks like a string of beads forming the shape of a heart. Catch it under the right light this month, and you can share the view with the ones you love.\n\nThe Heart lies near the Apollo 15 landing site, roughly between crater Archimedes and the Hadley Rille (or Rima Hadley) — so close that astronauts David Scott and James Irwin could have waved to it. From our earthly perspective, one can imagine the Heart as a monument to humanity’s love for exploring the Moon.\n\nI happened upon the Heart on the night of July 13, 2024 — just shy of the 53rd anniversary of Apollo 15’s July 30, 1971, Moon landing. On a whim, I took out my 3-inch Tele Vue refractor and started sweeping the lunar terminator (the curved line separating the illuminated and shadowed sections of the Moon) at 225x. Suddenly, the lovely feature snapped into view, causing my own heart to skip a beat. At the time of observation, the Moon was 48 percent illuminated, or seven days and 19 hours after New Moon at colongitude 359˚.\n\nThe Heart encompasses nearly the entire Palus Putredinis region, otherwise known as the not-so-lovely Marsh of Decay, which has an east-west extent of about 110 miles (180 kilometers). It is bounded by several lunar features, including the Archimedes crater to the west, the Hadley-Apennine region to the east, a beach of highland material near the Autolycus crater to the north, and a U-shaped ridge of highland material west of the southern terminus of Hadley Rille.\n\nThe Palus Putredinis region itself is quite fascinating. For instance, the Heart’s northwest lobe is formed not by lunar peaks, but by a series of braided wrinkle ridges — volcanic structures formed by tectonic folding, uplift, or compression. At the northern end of these ridges, you’ll find the small crescent-shaped crater Spurr, whose ghostly northern rim has been almost totally submerged in ancient lava flows. Beyond Hadley’s, you can find several other volcanic rille systems (likely lava channels) to the south of the Heart — such as Rima Bradley, which needles the Heart.\n\nOn Sept. 13, 1959, the Soviet Luna 2 became the first spacecraft to make contact with another celestial body when it impacted the Moon next to the northern lobe of the Heart. The crash site lies just southwest of Autolycus. Twelve years later, Apollo 15 would touch down about 160 miles (260 km) from it.\n\nThe Moon will be 48 percent illuminated about a week before Valentine’s Day, on Feb. 5 at colongitude 353.5˚. The next two occasions will occur on March 7 at a colongitude of 358.5˚ and April 5 at colongitude 351.9˚. If these nights are clear, be sure to turn your scopes to the beaded Heart of Palus Petridinis and see if this random assortment of lunar peaks doesn’t stimulate your imagination. As always, share your experience at sjomeara31@gmail.com."
  },
  {
    "url": "https://www.astronomy.com/observing/2026-spain-9-night-total-solar-eclipse-tour/",
    "title": "2026 Spain 9-Night Total Solar Eclipse Tour",
    "date": "Published: October 2, 2024",
    "content": "Barcelona – Alcaniz – Zaragoza – MadridAugust 8–17, 2026\n\nImmerse yourself in the wonders of Spain on this unforgettable eclipse adventure. Start in Barcelona, where you’ll stroll through the historic Gothic Quarter, marvel at Gaudí’s Sagrada Familia, and relax in the colorful landscapes of Park Güell. Travel along Spain’s picturesque coast to the Roman city of Tarragona before arriving in Alcaniz, a medieval town where you’ll experience the spectacular August 12 total solar eclipse.\n\nWith 1 minute and 25 seconds of totality around sunset, this carefully chosen viewing location offers unobstructed views of this celestial phenomenon, as well as some of the best statistical chances of ideal weather conditions. Expert guidance will ensure a memorable viewing experience.\n\nThe journey continues in Zaragoza, home to Roman ruins and landmarks such as the Basílica de Nuestra Señora del Pilar and the Aljafería Palace, offering a taste of Spain’s Roman and Moorish past. Finally, explore Madrid’s vibrant culture and historic sites, from the stately Royal Palace and the famous Prado Museum to the tranquil paths of Retiro Park. This tour promises an unforgettable blend of Spanish art, history, and natural wonders.\n\nFor pricing, full itinerary, and more details, click here."
  },
  {
    "url": "https://www.astronomy.com/science/explore-30-years-of-exoplanet-discoveries/",
    "title": "Explore 30 years of exoplanet discoveries",
    "date": "Published: March 3, 2025",
    "content": "In October 1995, after decades of serious effort, astronomers announced the first discovery of a planet orbiting a Sun-like star. Until then, the few planets known to exist beyond the solar system accompanied pulsars, the collapsed remnants of burnt-out stars, and had revealed themselves through glitches in the precise timing of the pulsars’ radio emission. Because these strange cinders hardly resembled the Sun, the discovery in 1995 finally reassured astronomers that our solar system indeed has relatives — perhaps even near-twins — in the Milky Way.\n\nHowever, the first exoplanet, and five more that followed in the first half of 1996, qualified only as distant cousins. Because the technique that revealed them could find only massive planets, these exoplanets had masses comparable to Jupiter’s. But instead of circling their stars at separations comparable to the Jupiter-Sun distance, four of them had orbits far smaller than Mercury’s, and none came close to the size of Jupiter’s. Until then, using the solar system as a prototype, all models of how planets form had explained that small, rocky planets should develop close to their stars. Likewise, much larger, mostly gaseous planets would form farther out where they could amass great amounts of gas away from the star’s heat.\n\nThese first discoveries prompted theorists to spring into action. They produced models of gas giants that are born far from their stars, then migrate inward through gravitational interaction with the disk of material that formed the planets.\n\nFrom the first discovery of planets beyond our Sun, the notion of our solar system as prototypical was wiped away. And the surprises have only continued.\n\nToday, the first six exoplanets provide 0.1 percent of the entries in the catalogs maintained by NASA and the European Space Agency. Astronomers have found the great majority of these planets with just two different discovery methods, while a handful of other techniques have produced an additional minority. Their successes verify and emphasize an overarching result: Exoplanets exist in large numbers and display an amazing variety in their diameters, masses, densities, and compositions, as well as in the sizes and eccentricities of their orbits. This wealth of exoplanet riches underscores the danger, so clear in hindsight, of using a single example of a phenomenon to reach a general conclusion. There are many ways, it turns out, to make a planetary system. The now-5,000-plus discoveries show that the most common type of exoplanet doesn’t exist in our solar system at all.\n\nInstead, the title of “most abundant” belongs to the class of super-Earths or sub-Neptunes, with masses between Earth’s and Neptune’s. Models of these planets typically envision solid cores of various sizes, surrounded either by varying amounts of hydrogen and helium (similar to jovian planets with larger cores) or by large amounts of water and thinner atmospheres. Those not much more massive than Earth may consist almost entirely of rock and metal.\n\nAstronomers owe their increasingly productive and provocative flow of exoplanet knowledge to their use of ever more sensitive instruments. Some of these obtain data from telescopes on Earth, while others depend on spaceborne observatories. The latter includes both multipurpose facilities, such as the Hubble Space Telescope (HST) and the James Webb Space Telescope (JWST), and dedicated spacecraft, most notably the European Space Agency’s CoRoT, which operated from 2006 to 2013; NASA’s Kepler space telescope, which worked from 2009 through 2018; and its successor, NASA’s Transiting Exoplanet Survey Satellite (TESS).\n\nBecause stars typically outshine their planets’ weak reflected light by factors close to a billion or more, astronomers’ most successful techniques for detecting exoplanets look to their stars. With increasingly precise measurements, they search either for tiny variations in a star’s motion in response to a planet’s gravitational force, or for minuscule changes in a star’s brightness that occur when a planet passes in front of it. These two techniques, the radial velocity and transit methods, respectively, have revealed 93 percent of all verified exoplanets.\n\nRadial velocity refers to a star’s motion toward or away from us along our line of sight. For more than a century, astronomers have examined the spectra from stars, comparing observed wavelengths with laboratory values produced by known atoms and molecules at rest to reveal the composition as well as motion of stars.\n\nImprovements in instruments and techniques now allow astronomers to measure these velocities to an accuracy close to a meter (a few feet) per second, a slow amble for a human. Observations that show repetitive, sinusoidal (up-and-down) deviations in a star’s radial velocity indicate the presence of a planet, tugging the star back and forth as it orbits.\n\nRadial velocity observations yield a surprising wealth of information about unseen planets. The time from one tug to the next is related to the planet’s orbital period, and any deviations from a pure sine wave reveal the eccentricity of the orbit.\n\nBecause astronomers know the mass of the star (from their analysis of its spectrum), the planet’s orbital period allows the calculation of the size of the planet’s orbit, while the size of the up-and-down changes in the star’s radial velocity reveals the planet’s mass. Massive planets close to their stars produce the biggest, easiest-to-find signals — hence, those early massive exoplanet discoveries. One more parameter emerges from the type of star and the planet’s distance: the planet’s surface temperature in the absence of an atmosphere. Modelers can provide many more options for how that temperature could vary with different feasible atmospheres.\n\nThe radial velocity measurement technique can even discover multiple planets around a given star. In a multiple system, each planet imposes its own sinusoidal pattern on the star’s radial velocity, adding to a seemingly tangled, superimposed mess. However, astronomers can disentangle it with proper analysis. The current record-holder belongs to a six-planet system, and we may reasonably expect even larger systems to emerge from this approach.\n\nBy now, radial velocity variations have revealed more than a thousand exoplanets, making it the second most successful discovery method. Observational programs across the globe continue to search for planets with this method, pushing the limits of detection to find ever more elusive worlds — those with smaller masses, orbiting farther away from their stars — planets like the ones we know in our own solar system.\n\nThe transit method is far and away the most successful way to discover exoplanets. Transit surveys monitor stars’ brightnesses almost continuously, searching for minuscule dips that arise if a planet passes directly in front of the star, which recur regularly as a planet completes each orbit. This will occur only if the planet’s orbital plane coincides almost exactly with our line of sight.\n\nBecause most exoplanet orbits lack this fortunate alignment, astronomers know full well that even their best instruments cannot find the majority of exoplanets using the transit technique, although smaller orbits increase the chance of alignments that produce transits. Almost in compensation for this incompleteness, transit observations provide not only the exoplanet’s orbital period but also its size (though not its mass), because astronomers know the size of the star, revealed by its spectral characteristics.\n\nThe restless nature of Earth’s atmosphere makes spaceborne observatories much better at detecting the tiny changes due to a transit in a star’s brightness. If an extraterrestrial civilization observed transits of the Sun’s planets, they would note a dip by 1 percent when Jupiter passed in front of the Sun, and 0.01 percent when Earth made its passage (five times more frequently). By our standards, verification of an exoplanet’s existence requires at least three transit observations, so a Jupiter-sized planet in a Jupiter-sized orbit would take at least 10 years to achieve this status.\n\nExoplanets discovered by the transit method offer a unique additional benefit. By comparing high-resolution spectroscopic observations of the star and planet during a transit with observations of the star alone, astronomers can determine whether the exoplanet has an atmosphere. If it does, they can even sometimes deduce the composition of that atmosphere from its contribution to the total spectrum.\n\nLike radial velocity results, the rhythm of the transits caused by multiple planets in a system can be disentangled to reveal the size and orbital period of each world. Astronomers have applied this technique to discover one system with seven exoplanets, and another with eight. These planets all orbit in nearly the same plane (we would not detect them all otherwise), as the Sun’s planets do. As with the radial velocity method, exoplanet detection by transits occur more readily around smaller, less luminous stars, whose planets produce larger changes in velocity and brightness. And although most of the systems with multiple planets we’ve found orbit comparatively smaller, low-mass, low-luminosity red dwarf stars, some do appear around stars more like our Sun.\n\nOne more exoplanet discovery technique deserves attention for its impressive abilities (and its failings): gravitational lensing. As Einstein demonstrated, gravitational forces bend space, so a massive object that passes almost directly in front of a more distant source of light will change the path of light from the source, typically focusing it to produce a temporary increase in brightness. If a star’s motion happens to carry it almost across the line of sight to a more distant star, gravitational lensing will brighten the light from the farther star for a few weeks or even months, based on typical stellar velocities.\n\nCalled microlensing events, the size and duration of these “blips” in stellar brightness increase with the mass of the foreground star that produces them. And within these blips, sometimes there is a much smaller, briefer blip, lasting perhaps hours, superimposed on the overall brightness curve. The smaller blip, which can be produced by a planet in orbit, reveals the planet’s mass. Microlensing events can be observed even if the lensing star lies tens of thousands of light-years away. That distance is near or beyond the reach of the radial velocity and transit methods, most of which succeed for stars hundreds to a few thousand light-years away. Microlensing, however, has one great drawback: It is one and done. Once the foreground star has moved away from the farther star, no hope exists for a recurrence of that situation.\n\nThe ever-growing exoplanet census now includes more than 1,000 members in more than 800 planetary systems found by radial velocity observations, more than 200 discovered by microlensing effects, and some 4,300 revealed by their transits. Many more candidates await confirmation via future observations. More complex and subtle methods have added several dozen additional planets to the overall list, with 82 more planets (as of this writing) from the straightforward but highly difficult approach of direct imaging.\n\nFuture exoplanet discoveries follow a dual pathway: detection of more planets, especially with new instruments, and superior analysis of exoplanets already on the list. Today, astronomers have three primary (but nowhere near the only) instruments to discover and examine planets in the Milky Way. One more should soon join them, while a fifth, the most powerful, will — if all goes well — begin operation in 20 years or so.\n\nThe three instruments that currently return some of the biggest streams of useful data are TESS, HST, and JWST. The next on the list, the Nancy Grace Roman Space Telescope, has a scheduled launch date in mid-2027, while the fifth — with the greatest potential for exoplanet discoveries — is the Habitable Worlds Observatory (HWO), still in development. While astronomers promoting and guiding HWO remain highly enthusiastic, commentators often note that the slow bleed of funding for NASA’s most ambitious projects casts some doubt of having the spacecraft ready for launch in the mid-2040s, as currently planned.\n\nWithin the next few years, TESS’s more than 7,200 exoplanet candidates should yield at least another 1,000 confirmed planets, as repeated transit observations verify them. Astronomers can then combine transit data with radial velocity measurements made with giant ground-based telescopes to verify and improve the accuracy of the orbital data derived from TESS’s observations. Many of TESS’s newfound worlds, as well as those discovered by other planet-finding techniques, furnish a rich field of study for JWST, and a lot of observational time with the mighty telescope has been reserved for exoplanet follow up.\n\nAstronomers will gain even more exoplanet observations when Roman joins JWST in orbit around Earth’s second Lagrangian point — a spot that provides orbital stability — some 930,000 miles (1.5 million kilometers) farther from the Sun than Earth. Like HST, Roman will have a mirror 2.4 meters in diameter. Unlike HST, though, Roman will employ just two instruments: a wide-field camera and a coronagraph. The camera will observe the cosmos in infrared radiation as well as visible light, and will secure images as detailed as Hubble’s, but over a field of view 10 times wider.\n\nRoman’s first-of-a-kind visible-light and infrared coronagraph will use a series of masks, prisms, and deformable mirrors to block the direct light from a star and feed the remaining light from the star’s surroundings into a high-contrast camera and spectrometer. This should allow the coronagraph to obtain images and spectra of planets with as little as one-hundred-millionth of their parent star’s brightness, revealing and characterizing exoplanets similar to Jupiter in diameter and orbital distance.\n\nJupiter-like planets have their merits, but the ultimate goal of exoplanet hunters naturally centers on securing images of Earth-like planets — those with about one-tenth Jupiter’s diameter, orbiting their stars at distances that would allow liquid water to exist on their surfaces. To achieve this goal, astronomers require a much larger instrument: HWO, with a mirror as large as the 6.5-meter mirror on JWST. And some astronomers envision one considerably larger. Although this spacecraft would investigate both solar system objects and distant galaxies, its name reflects its primary mission: to discover and study potentially habitable worlds.\n\nTo accomplish these goals, HWO would employ spectroscopy to look for biosignatures in exoplanet atmospheres, as well as direct imaging using a coronagraph. The more ambitious plans for HWO call for a sunshield, whose orbit near HWO would keep it positioned to block almost all light from the target star. The reason for such a proposal is that blocking starlight can be more complete before light enters a telescope, rather than after.\n\nA sunshield working in tandem with HWO’s coronagraph would finally create an instrument capable of securing images of exoplanets whose reflected light, like Earth’s, falls more than a billion times below their star’s brightness. MIT professor Sara Seager, one of the leaders in the hunt for exoplanets, has set as her chief professional goal “to find another Earth.” This means a planet the size of ours, moving in a similar orbit around a Sun-like star. She has stated in a number of interviews, “As a human species, we want to find something like our own [planet],” she notes, demonstrating that astronomers experience the same emotions as the rest of us when we consider the grand variety of planets in the Milky Way.\n\nWill this require another 20 years? If so, the 50th anniversary of the first exoplanet discoveries could mark the time when humans find Earth’s near-twin in the Milky Way."
  },
  {
    "url": "https://www.astronomy.com/observing/2026-portugal-spain-15-night-total-solar-eclipse-tour/",
    "title": "2026 Portugal & Spain 15-Night Total Solar Eclipse Tour",
    "date": "Published: October 2, 2024",
    "content": "Porto – Lisbon – Barcelona – Alcaniz – Zaragoza – MadridAugust 2–17, 2026\n\nJoin us on a 16-day journey through the beautiful landscapes and historic cities of Portugal and Spain, culminating in the spectacular August 12 solar eclipse. Begin in Porto, where you’ll cruise the Douro River and explore the vineyards of the Douro Valley. Continue to Lisbon, visiting iconic sites like Belém Tower and Sintra’s scenic coastline. After a brief flight, arrive in Barcelona to admire Gaudí’s masterpieces, including La Sagrada Familia and Park Güell. Travel along Spain’s picturesque coast to the Roman city of Tarragona before arriving in Alcaniz, a medieval town where you’ll experience the spectacular August 12 total solar eclipse.\n\nWith 1 minute and 25 seconds of totality around sunset, this carefully chosen viewing location offers unobstructed views of this celestial phenomenon, as well as some of the best statistical chances of ideal weather conditions. Expert guidance will ensure a memorable viewing experience.\n\nFollowing the eclipse, visit Zaragoza’s historic Aljafería Palace and Basílica de Nuestra Señora del Pilar. Conclude in Madrid, exploring the Royal Palace, Prado Museum, and Retiro Park. This tour offers an unforgettable blend of astronomy, culture, and history across two stunning countries.\n\nFor pricing, full itinerary, and more details, click here."
  },
  {
    "url": "https://www.astronomy.com/observing/2026-iceland-7-night-total-solar-eclipse-tour/",
    "title": "2026 Iceland 7-Night Total Solar Eclipse Tour",
    "date": "Published: October 2, 2024",
    "content": "Reykjavík – Selfoss – Skogafoss – Mydalsjokull – Blue Lagoon – Jokulsarlon – Fjaðrárgljúfur CanyonAugust 10 – 17, 2026\n\nDiscover Iceland’s dramatic landscapes on this 8-day journey, highlighted by the total solar eclipse on August 12, with totality lasting 2 minutes and 2 seconds. Start in Reykjavík, where you’ll connect with fellow travelers and explore the city’s cultural and architectural landmarks, like the soaring Hallgrimskirkja church and the Harpa Concert Hall. On eclipse day, gather at an optimal viewing site to experience the awe-inspiring event.\n\nContinue with a visit to the Skógafoss waterfall, the glacial region of Mýrdalsjökull, and the black volcanic sands of Reynisfjara Beach. Venture to the serene Jökulsárlón Glacier Lagoon, where icebergs float and glacial landscapes captivate. Enjoy a relaxing soak in the famous Blue Lagoon geothermal spa and explore Iceland’s Golden Circle, including Thingvellir National Park, Geysir Hot Springs, and the breathtaking Gullfoss waterfall.\n\nThis tour promises an immersive experience of Iceland’s natural wonders, ending back in Reykjavík with memories of an unforgettable celestial event and the country’s captivating beauty.\n\nFor pricing, full itinerary, and more details, click here."
  },
  {
    "url": "https://www.astronomy.com/observing/the-sky-this-week-from-march-7-to-14-2025/",
    "title": "The Sky This Week from March 7 to 14: A total lunar eclipse",
    "date": "Published: March 7, 2025",
    "content": "Sky This Week is brought to you in part by Celestron.\n\nFriday, March 7Look north after dark tonight to find the curved form of the Little Dipper. The smaller of the two famous dipper-shaped asterisms in the northern sky, the Little Dipper extends from the North Star, Polaris, at the end of its handle. But while this 2nd-magnitude star is famous for currently sitting at Earth’s North Celestial Pole, Polaris isn’t the only such sun to have this claim to fame.\n\nEarth has a slight wobble as it spins, which over time causes the North Pole to shift, tracing out a large circle on the sky. As it does so, the star at the North Celestial Pole changes, and tonight we’ll visit the North Star of 5,000 years ago: Thuban.\n\nFainter than Polaris, magnitude 3.7 Thuban is also cataloged as Alpha (α) Draconis. To find it, follow the curve of the Little Dipper’s handle to its bowl. The two stars at the far end of the bowl are Kochab (Beta [β] Ursae Minoris) and Pherkad (Gamma [γ] UMi). Thuban lies just over 10° southwest of Pherkad, just over the border in Ursa Minor’s neighboring constellation, Draco. While the ancient Egyptian civilization flourished, Thuban served as their North Star.\n\nThuban is a few times the mass of our Sun and lies about 300 light-years away. It is several hundred times as bright as our star and either reaching the end of its hydrogen core-burning main sequence stage of life or perhaps has already slipped into the subgiant phase, which occurs shortly before it becomes a true red giant star.\n\nSunrise: 6:23 A.M.Sunset: 5:59 P.M.Moonrise: 11:11 A.M.Moonset: 2:26 A.M.Moon Phase: Waxing gibbous (62%)*Times for sunrise, sunset, moonrise, and moonset are given in local time from 40° N 90° W. The Moon’s illumination is given at 12 P.M. local time from the same location.\n\nSaturday, March 8High in the southeast in the two hours before sunrise is the large constellation Ophiuchus. The southern region of this star pattern is where we’re focusing our attention this morning to find the 8th-magnitude globular cluster M9.\n\nOne of the easiest ways to locate M9 is to start at magnitude 2.4 Eta (η) Ophiuchi and simply drop 3.5° southeast. Stretching about 12’ across, M9 is nearly half the width of the Full Moon — but in most amateur instruments, only the inner 3’ of its compact core is visible. In binoculars, it will look like a small, dim, nebulous smudge of light. With a telescope, you’ll see that it has a bright, compact center that dissolves into individual stars around the periphery, particularly at higher powers and with larger scopes.\n\nM9 lies nearly 26,000 light-years away and is also moving at high velocity, appearing to recede from Earth at some 140 miles (224 kilometers) per second.\n\nSunrise: 6:22 A.M.Sunset: 6:00 P.M.Moonrise: 12:14 P.M.Moonset: 3:24 A.M.Moon Phase: Waxing gibbous (72%)\n\nSunday, March 9Daylight saving time begins at 2 A.M. local time this morning. At that time, in locations where DST is observed clocks will “spring forward” to 3 A.M., skipping 2 A.M. altogether. As a result the Sun and Moon will rise and set an hour later today, with daylight now lingering longer into the evening hours.\n\nMercury passes 6° south of Venus at 7 A.M. EDT. Both planets are visible in the evening sky and now is the time to get in your last views, as they are getting lower each night and will soon be lost in twilight even as their phases also diminish.\n\nForty minutes after sunset, Mercury is still nearly 10° high in the west, with Venus to its upper right. The latter is far easiest to spot, blazing at magnitude –4.6. Mercury is fainter at magnitude –0.2, but still outshines the fainter stars in this region of the sky, which will slowly start to pop out as twilight fades. To both planets’ right is the setting Square of Pegasus, while above them is the small, faint constellation Aries. Above that is Taurus, which sports the red giant star Aldebaran and the famous Pleiades star cluster, as well as the bright planet Jupiter to Aldebaran’s upper right. We’ll be returning to this region in just a few days to catch a show put on by two of Jupiter’s Galilean moons.\n\nFor now, take a look at Mercury and Venus through a telescope. Mercury spans 8” and shows off a nearly 40-percent-lit crescent. Venus, meanwhile, is a hefty 55” across but is only barely illuminated, with just 7 percent of its cloud tops lit by the Sun.\n\nSunrise: 7:20 A.M.Sunset: 7:01 P.M.Moonrise: 2:22 P.M.Moonset: 5:10 A.M.Moon Phase: Waxing gibbous (80%)\n\nMonday, March 10Early evening is a great time to spot a colorful double star in Cassiopeia, which is sits to the left of the Little Dipper in the evening sky at this time of year. Look for the Queen’s familiar W shape in the northern sky, currently on its side and looking a bit like the letter E around 9 P.M. local daylight time this evening.\n\nWe are looking for Eta Cassiopeiae (also called Achird), a magnitude 3.5 star that sits 1.7° northeast (to the upper right) of brighter, 2nd-magnitude Shedar (Alpha Cas). Eta Cas consists of two stars some 13” apart, meaning they can be split by virtually any instrument, from binoculars to any size telescope. Lower power works best to see the stars’ differing colors: a yellow-gold magnitude 3.4 primary beside a ruby-red magnitude 7.5 secondary. Under higher power, the pair often looks white and yellow instead, according to Astronomy associate editor Michael Bakich.\n\nSunrise: 7:19 A.M.Sunset: 7:02 P.M.Moonrise: 3:31 P.M.Moonset: 5:47 A.M.Moon Phase: Waxing gibbous (88%)\n\nTuesday, March 11Those willing to stay up late can watch as not one but two shadows cross the disk of Jupiter. Thanks to their current alignment, both Europa and Ganymede pass in front of Jupiter tonight, and for a while both of their shadows are visible on the gas giant’s cloud tops at the same time.\n\nLocating Jupiter is easy — it’s the brightest point of light in Taurus the Bull, still high in the southwest after sunset. Observers in the eastern half of the U.S. will see Europa transiting the disk as darkness falls, with Ganymede just off the planet’s southwestern limb. Europa is moving from east to west, heading toward the western limb as Ganymede continues to pull away in the same direction. Around 10:15 P.M. EDT, Europa’s shadow appears on the southeastern limb, just as the moon itself is slipping away from the disk on the opposite side.\n\nWait half an hour and another shadow appears, larger and to the southeast of Europa’s shadow — this is Ganymede’s shadow, trailing farther behind the larger moon thanks to its wider orbit. The two shadows cross the disk together between about 11 P.M. and 12:45 A.M. EDT (now early on the 12th in the Eastern time zone), when Europa’s shadow starts to leave the disk first. Within 20 minutes, Ganymede’s shadow begins to disappear as well.\n\nSunrise: 7:18 A.M.Sunset: 7:03 P.M.Moonrise: 4:37 P.M.Moonset: 6:16 A.M.Moon Phase: Waxing gibbous (94%)\n\nWednesday, March 12Saturn is in conjunction with the Sun at 6 A.M. EDT. Twelve hours later, asteroid 8 Flora reaches opposition in Leo the Lion at 6 P.M. EDT. However, with a bright Moon nearby, it will be difficult to catch sight of the faint main-belt world.\n\nWe’ll instead aim for a brighter target on the other side of the sky: 5th-magnitude M35 in Gemini. This open cluster is located near the Twins’ feet, in the northwestern portion of the constellation. The easiest way to find it is simply to hop 2.3° northwest of magnitude 3.3 Eta Geminorum.\n\nShining at magnitude 5.3, M35 spans about 28’, making it nearly as large as the Full Moon. It’s a great binocular object and shows up best in small scopes under low magnification and with larger fields of view. You can even try using your telescope’s finder scope to enjoy this rich group of young stars.\n\nObservers with larger scopes can challenge themselves to find NGC 2158, a much more compact 9th-magnitude cluster just 15’ southwest of M35. NGC 2158 is about six times smaller than M35, with its stars packed much closer together. It is also much older and several times more distant than M35, which lies only about 3,000 light-years away.\n\nSunrise: 7:16 A.M.Sunset: 7:04 P.M.Moonrise: 5:42 P.M.Moonset: 6:41 A.M.Moon Phase: Waxing gibbous (98%)\n\nThursday, March 13Mercury & Venus appear side by side tonight in the evening sky. The two planets are 5.5° apart and remain visible for more than an hour after sunset. You’ll need to wait a little while after the Sun disappears to see them both, as Mercury is now magnitude 0.5 and will take some time to appear to the left of Venus as twilight deepens. By contrast, Venus will be easy to spot earlier on, still a bright magnitude –4.4.\n\nThe pair is 7° high in the west 40 minutes after sunset. Pull out your telescope and compare their appearance with what you saw earlier this week. Both have changed quite a bit. Venus is now 57” wide but only 4 percent lit. Mercury has grown slightly to 9” wide and is now 22 percent lit.\n\nThe real showstopper tonight is a total lunar eclipse, which begins late this evening and continues overnight into the early-morning hours of March 14. Everyone across the U.S. will be able to view the Moon changing color as it moves through Earth’s shadow. Moonrise occurs shortly before sunset, with the Moon hanging in southeastern Leo near that constellation’s border with Virgo. Luna is essentially Full, with our satellite officially reaching 100 percent lit early tomorrow morning, around the time of mid-eclipse.\n\nThe first phase of the eclipse — called the penumbral phase, when the Moon first starts to pass into the outer regions of Earth’s shadow — begins just shy of midnight in the Eastern time zone, at 11:57 P.M. EDT. Most observers won’t notice much change on the face of the Moon at this time. The real transformation will start once the Moon passes into the darker, more central part of Earth’s shadow just before 1:10 A.M. EDT, now early on March 14 for the eastern half of the country. This is when the visible disk of the Moon will start to darken and slowly change color, as sunlight is scattered through Earth’s atmosphere and falls onto the Moon.\n\nKeep reading as we follow the eclipse’s progression into the early-morning hours of the 14th, below.\n\nSunrise: 7:14 A.M.Sunset: 7:05 P.M.Moonrise: 6:44 P.M.Moonset: 7:03 A.M.Moon Phase: Full\n\nFriday, March 14March 14 begins with a total lunar eclipse underway across the U.S. No special equipment is needed to watch it — in fact, your eyes are the best tools you have to enjoy such an event.\n\nTotality begins at 2:26 A.M. EDT. This is shortly before Full Moon occurs at 2:55 A.M. EDT, which is also just moments before greatest eclipse at 2:59 A.M. EDT. This is the moment when the Moon is centrally located within the darkest part of Earth’s shadow.\n\nPay special attention to the Moon’s color, as no two eclipses appear exactly the same. That color is influenced by the state of Earth’s atmosphere, including the amount and type of particulates in the air. You can use the illustration below to rank the Moon’s brightness and color at mid-eclipse.\n\nTotality ends just after 3:31 A.M. EDT. Then the eclipse plays out in reverse, with the Moon growing lighter as it moves out of the central portions of Earth’s shadow. The partial phase ends just before 4:48 A.M. EDT, and the Moon passes fully out of the lighter portion of Earth’s shadow — ending the eclipse — at 6 A.M. EDT, roughly an hour before sunrise.\n\nMercury reaches its stationary point at 5 P.M. EDT this evening. We’ll revisit the solar system’s smallest planet next week, so stay tuned for more details.\n\nSunrise: 7:13 A.M.Sunset: 7:06 P.M.Moonrise: 7:44 P.M.Moonset: 7:23 A.M.Moon Phase: Full"
  },
  {
    "url": "https://www.astronomy.com/space-exploration/the-new-golden-age-of-moon-exploration/",
    "title": "The new golden age of Moon exploration",
    "date": "Published: March 5, 2025",
    "content": "During the Cold War, the U.S. and USSR raced to be first to send robotic and human explorers to the Moon, traversing lunar terrain and returning samples to Earth. These exploits and their scientific returns were crucial to unlocking the history of the Moon — and by extension, the history of our solar system.\n\nBut after these initial forays, exploration of our natural satellite hit the doldrums. Following the USSR’s Luna 24 sample-return mission in 1976, the Moon’s surface remained undisturbed by visitors for decades, save for the occasional impact.\n\nFinally, the 1990s saw a revival in robotic lunar exploration as the U.S. and Europe carried out flybys and Japan deployed its first lunar orbiter. This movement gained steam in the 2000s as China and India launched their first robotic missions to the Moon. And in 2013, China’s Chang’e 3 touched down on the Moon — the first soft lunar landing in 37 years.\n\nToday, a new golden age of lunar exploration is in full swing. Although the return of humans to the Moon on crewed Artemis landings remains years away, robotic explorers are already pushing ahead, exploring new regions and deepening our understanding of this ancient, airless world. The rate of scientific return is only set to increase as companies like SpaceX and Blue Origin show promise in expanding access and driving down costs using reusable rockets.\n\nAs a result, the Moon is no longer the domain of the two traditional space superpowers; instead, Luna has become a scientific target studied by many nations and private companies.\n\nNASA’s Artemis program has evolved into an effort of staggering complexity. (See “How Artemis will land humans on the Moon” for more.) Technological and funding issues cloud exactly when new human footprints appear on the Moon and NASA’s optimistic lunar exploration timetables frequently become fiction. Realistically, the Artemis 3 mission will land a crew on the Moon no earlier than 2028 — if NASA doesn’t settle for a flyby — and the agency will have spent $93 billion to do so.\n\nRobotic explorers are crucial to the Artemis program’s goals, serving as technology testbeds and scouting possible landing sites for resources. To give those efforts a boost, NASA has fundamentally changed its approach to lunar robotic exploration and now relies on commercial services to deliver science experiments to the Moon.\n\nIn 2020, NASA initiated the Commercial Lunar Payload Services (CLPS) project to encourage affordable and rapid delivery of science payloads to the Moon. With the first wave of contracts, startups like Astrobiotics, Firefly Aerospace, and Intuitive Machines took their place alongside established aerospace industry giants. By late 2024, eight CLPS missions had flown or were in advanced development. Of those, three targeted the Moon’s nearside, three targeted the little-explored farside, and three aimed for the region near the lunar south pole. The south pole is a key region of interest: Due to the Sun’s low angle on the horizon, many of its craters have areas that lie permanently in shadow and harbor water ice that could be used by crews living in future Moon habitats.\n\nThe initial commercial lunar missions have reminded us that the Moon remains a harsh mistress. Three of the first eight uncrewed landings in NASA’s CLPS program have either failed to complete their missions or been canceled just as the mission was ready to fly.\n\nAstrobiotic’s Peregrine Mission One was the first CLPS payload to fly in January 2024, but a catastrophic fuel leak hours after launch doomed the mission and the spacecraft fell back to Earth after 10 days in space.\n\nThe second CLPS mission in February 2024 was a partial success. The Intuitive Machines IM-1 mission Nova-C lander, nicknamed Odysseus, landed in the crater Malapert A near the lunar south pole, but skidded across the surface as it touched down, snapping a landing leg. The craft came to rest tipped at a 30° angle, but was able to return a limited amount of data before losing power.\n\nIntuitive Machine’s next mission, IM-2, will land the Polar Resources Ice Mining Experiment (PRIME-1) near Shackleton Crater. The mission is set for an early 2025 launch aboard a SpaceX Falcon 9, a proven rocket that will launch many CLPS payloads. A drill attached to the lander will bore into the lunar soil and search for evidence of water ice. Sharing a ride aboard IM-2 will be a collection of rovers. These include Japan’s palm-sized Yaoki; the Lunar Outpost Mobile Autonomous Prospecting Platform (MAPP), which will hopefully travel up to 1.2 miles (2 kilometers) with a tiny AstroAnt mini-rover riding piggyback; and the Micro-Nova rover, which is designed to hop around permanently shadowed crater floors.Also scheduled for early 2025 is the Firefly Aerospace Blue Ghost mission, which will land near Mons Latreille on Mare Crisium, delivering 10 experiments.\n\nLater in 2025, Intuitive Machines’ IM-3 will attempt to land near the enigmatic swirl-shaped feature Reiner Gamma on Oceanus Procellarum. The origin of such lunar swirls remains a mystery, but possible explanations include past or present magnetic anomalies. IM-3 will carry instruments to study the magnetic and electric fields near Reiner Gamma, and will also deploy another MAPP rover.\n\nUnfortunately, in July 2024, NASA cancelled the 2025 flight of the already completed Volatiles Investigating Polar Exploration Rover (VIPER). Instead, the agency plans to land VIPER’s former ride, the Astrobiotic Griffin lander, with no science payload at all.\n\nThe CLPS program will progress in 2026 with the Draper SERIES-2 lander targeting the Schrödinger Basin on the Moon’s farside. The Farside Seismic Suite will investigate seismic activity using instruments adapted from the 2018 Mars Insight mission that detected 1,300 marsquakes. The mission will also deploy two small relay satellites to allow the farside lander to communicate with Earth. The second 2026 CLPS payload will be the Firefly Aerospace Blue Ghost 2, which will land a radio astronomy experiment on the radio-quiet farside of the Moon. The mission will also deliver the European Space Agency’s Lunar Pathfinder relay satellite into lunar orbit.\n\nIn addition to the NASA-subsidized commercialization of the Moon, lunar exploration has become a truly international endeavor. As of late 2024, the international fraternity of lunar efforts includes Russia, the U.S., Japan, the European Space Agency (representing 22 European countries), China, India, Luxembourg, Israel, South Korea, Italy, United Arab Emirates, Mexico, and Pakistan.\n\nIn 2025, Canada’s Jeremy Hansen will fly on Artemis 2, becoming the first non-American to go to the Moon. Two astronauts from the European Space Agency (ESA) and two from Japan will be chosen for lunar flights, possibly as early as Artemis 4 or 5. And in an agreement with the UAE, the first Emirati to travel to the Moon will fly aboard an Artemis mission early in the next decade.\n\nChina has made amazing strides in robotic lunar exploration. In 2013, it became the third nation to deploy a lunar rover with the Chang’e 3 mission. Chang’e 4 in 2018 became the first spacecraft to make a soft landing on the Moon’s farside. And with Chang’e 5 in 2020 and Chang’e 6 in May 2024, China returned samples from the near and far sides of the Moon, respectively, with the latter feat being another world first.Historically, when China announces ambitious space plans, they become reality. There is no reason to doubt China’s stated intention to land astronauts on the Moon in the 2030s.\n\nCurrent plans call for an uncrewed 57,000-pound (26,000 kilograms) Lanyue (Embrace the Moon) lander to be sent to lunar orbit by a Long March 10 rocket. The crewed Mengzhou (Dream Vessel), also launched by a Long March 10, will rendezvous with the Lanyue and the astronauts will descend to the surface in the lander. A rover with a 6-mile (10 km) range will allow extended exploration. After leaving the Moon, the crew will return to Earth aboard Mengzhou. Subsequent Chinese plans include establishing a basic Moon base by 2035, expanding to a lunar station by 2045 in partnership with 10 other nations.\n\nIndia is now a spacefaring power and also has ambitious lunar plans. India’s 2008 Chandrayaan-1 lunar orbiter provided convincing evidence of water ice on the Moon. A lunar landing attempt in 2019 failed, but in August 2023, the Vikram lander successfully touched down and deployed the Pragyan rover near the Moon’s south pole. The achievement marked India as the fourth nation to land on the Moon. India’s plans for a crewed lunar landing in the 2040s are in their early stages, but India possesses the technology to accomplish that goal.\n\nJapan became the fifth country to land on the Moon when its Small Lander for Investigating the Moon (SLIM) made a precision landing near Theophilus Crater in January 2024. Unfortunately, the lander came to rest nearly upside down, limiting the amount of power supplied by its solar cells. Two small rovers were successfully deployed, and SLIM remained in contact with Earth for two months (four lunar days).\n\nThe Japanese company ispace is preparing its Hakuto-R Mission 2 carrying the Resilience lander and Micro Rover for an early 2025 launch. Additionally, Japan is partnering with India for the joint Lunar Polar Exploration (LUPEX) project. Japan will provide a Mitsubishi H3 rocket to propel the Chandrayaan-4 lander to the Moon in 2026 where it will deploy a 770-pound (350 kg) rover carrying NASA and ESA instruments to search for ice at the lunar south pole. After the cancellation of NASA’s VIPER rover, LUPEX is the next opportunity to use a rover-mounted surface drill and spectrometer to search for ice in the Moon’s shadowed south polar region.\n\nNot every mission on this new lunar frontier is a success. The Israeli Beresheet (In the Beginning) lander — attempting the first lunar landing by a private company — suffered an engine problem and crashed in April 2019. (Undeterred, Beresheet 2 is scheduled for flight in 2025.)In December 2022, Japan’s Hakuto-R Mission 1 lander crashed on the Moon when a software fault resulted in the craft hovering 3 miles (5 km) above the surface until it ran out of fuel.\n\nAnd the Russian Luna 25 lander — attempting to pick up the torch from 1976’s Luna 24 — impacted the Moon in August 2023 when an orbit-lowering burn lasted longer than commanded.\n\nBoth the successes and failures recall President John F. Kennedy’s 1962 declaration that we accept challenges like going to the Moon “not because they are easy, but because they are hard, because that goal will serve to organize and measure the best of our energies and skills.” The ongoing surge of interest in lunar exploration represents a new global wave of energy and skill — and scientists and space aficionados the world over will be its beneficiaries."
  },
  {
    "url": "https://www.astronomy.com/space-exploration/",
    "title": "Space Exploration",
    "date": "",
    "content": "View All News\n\nSince the first human spaceflight in 1961, we’ve continued to push our boundaries.\n\nExplore Topic\n\nDozens of robotic explorers are currently investigating our solar system.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/observing/2027-egypt-8-night-total-solar-eclipse-tour/",
    "title": "2027 Egypt 8-Night Total Solar Eclipse Tour",
    "date": "Published: October 2, 2024",
    "content": "Luxor – Cairo – AlexandriaAugust 1 – 9, 2027\n\nExperience the wonders of ancient Egypt on this 9-day journey, culminating in the August 2 total solar eclipse, with an impressive 6 minutes and 20 seconds of totality. Begin in Luxor, home to the vast Karnak and Luxor Temples, once the center of the ancient city of Thebes and dedicated to the god Amun-Ra. On eclipse day, a short coach trip will take you to a prime viewing site near the longest duration point, where you’ll experience one of the longest totalities of this eclipse in an awe-inspiring desert landscape.\n\nAfter the eclipse, travel to Cairo to explore the iconic Great Pyramids of Giza, the Sphinx, and the famed Egyptian Museum, where you’ll view the treasures of King Tutankhamun and other ancient artifacts. Visit Sakkara and Memphis, rich in archaeological history and home to some of Egypt’s oldest pyramids. The tour concludes with a day trip to Alexandria, where you’ll visit the National Museum, the ancient Roman Amphitheater, and the modern Bibliotheca Alexandrina, located near the site of the legendary ancient library. This tour combines Egypt’s fascinating heritage, archaeological wonders, and the once-in-a-lifetime spectacle of a total solar eclipse in an unmatched location.\n\nFor pricing, full itinerary, and more details, click here."
  },
  {
    "url": "https://www.astronomy.com/observing/2027-egypt-12-night-total-solar-eclipse-tour-with-nile-cruise/",
    "title": "2027 Egypt 12-Night Total Solar Eclipse Tour with Nile Cruise",
    "date": "Published: October 2, 2024",
    "content": "Luxor – Nile Cruise – Dendera – Edfu – Kom Ombo – Aswan – CairoAugust 1 – 13, 2027\n\nImmerse yourself in Egypt’s ancient history and vibrant landscapes on this 13-day journey, centered around the August 2 total solar eclipse, with an impressive totality of 6 minutes and 20 seconds. Begin in Luxor, where you’ll visit the renowned Karnak and Luxor Temples, exploring the legacy of Egypt’s New Kingdom pharaohs. On eclipse day, travel to a prime viewing location near Luxor for an unforgettable experience, witnessing one of the longest totalities of the 2027 eclipse.\n\nEmbark on a luxury Nile cruise that offers scenic views and guided tours at each port. Visit the Temple of Dendera, dedicated to the goddess Hathor, with its beautifully decorated astronomical ceiling. Continue to the West Bank in Luxor, where you’ll explore the Valley of the Kings, the Valley of the Queens, and the majestic Temple of Queen Hatshepsut. The cruise also includes stops at Edfu Temple, dedicated to Horus, and the unique double temple of Kom Ombo, which honors both Sobek and Haroeris.\n\nAs the cruise reaches Aswan, tour the High Dam, the ancient Unfinished Obelisk, and the stunning Philae Temple, dedicated to the goddess Isis. You’ll also have the option to visit Abu Simbel, where colossal statues of Ramses II stand guard over his monumental temples. From Aswan, a short flight brings you to Cairo, where you’ll marvel at the Great Pyramids of Giza, the Sphinx, and the treasures of the Egyptian Museum. A day trip to Alexandria rounds out the tour, with visits to the National Museum, the Catacombs, and the modern Bibliotheca Alexandrina.\n\nThis tour combines Egypt’s most iconic historical sites, a luxurious Nile cruise, and the rare experience of a total solar eclipse, offering an extraordinary blend of culture, adventure, and celestial wonder.\n\nFor pricing, full itinerary, and more details, click here."
  }
]