[
  {
    "url": "https://www.minorplanetcenter.net/about",
    "title": "The International Astronomical Union Minor Planet Center",
    "date": "",
    "content": "The Minor Planet Center (MPC) is the single worldwide\n\t\tlocation for receipt and distribution of positional measurements\n\t\tof minor planets, comets and outer irregular natural satellites of\n\t\tthe major planets.  The MPC is responsible for the identification,\n\t\tdesignation and orbit computation for all of these objects.  This involves\n\t\tmaintaining the master files of observations and orbits, keeping\n\t\ttrack of the discoverer of each object, and announcing discoveries to the\n\t\trest of the world via electronic circulars and an extensive website.\n\t\tThe MPC operates at the Smithsonian Astrophysical Observatory, under\n\t\tthe auspices of Division F of the International Astronomical Union (IAU).\n\nAll of the MPC's operating funds come from a NASA's Near-Earth Object\n\t\tObservations program grant. Much of the computer equipment that the MPC\n\t\tuses was provided by the Tamkin Foundation."
  },
  {
    "url": "https://www.minorplanetcenter.net/",
    "title": "The International Astronomical Union Minor Planet Center",
    "date": "",
    "content": "Report problems or direct any questions here\n\nThe Minor Planet Center (MPC) is the single worldwide\n        location for receipt and distribution of positional measurements\n        of minor planets, comets and outer irregular natural satellites of\n        the major planets.  The MPC is responsible for the identification,\n        designation and orbit computation for all of these objects.  This involves\n        maintaining the master files of observations and orbits, keeping\n        track of the discoverer of each object, and announcing discoveries to the\n        rest of the world via electronic circulars and an extensive website.\n        The MPC operates at the Smithsonian Astrophysical Observatory, under\n        the auspices of Division F of the International Astronomical Union (IAU).\n\nAll of the MPC's operating funds come from a NASA Near-Earth Object\n\tObservations program grant. Much of the computer equipment that the MPC\n\tuses was provided by the Tamkin Foundation."
  },
  {
    "url": "https://www.space.com/meteor-showers-shooting-stars.html",
    "title": "Meteor showers and shooting stars: Formation and history",
    "date": "11 November 2022",
    "content": "Meteor showers appear when crumbs of dust (meteoroids) from asteroids or comets enter Earth's atmosphere at very high speeds. During their journey through the atmosphere, meteors rub against air particles, creating friction and heat. The heat then vaporizes most meteors, resulting in bright streaks of light across the sky, or shooting stars.\n\nDust and particles perpetually bombard Earth from all directions occasionally resulting in solitary meteors. There also are regularly timed \"meteor showers\" when astronomers can make better predictions about how many meteors will hit Earth's atmosphere, and from what direction.\n\nDepending on where the trail of particles falls in a particular year, meteor showers can be spectacular, or a total bust. The moon can also play a significant role in the visibility of a meteor shower, with a bright full moon outshining fainter meteors and a new moon providing dark skies ideal for shooting star hunters.\n\nRelated: Comets vs asteroids, how do these rocky objects compare?\n\nMost meteors become visible at around 60 miles (96.5 kilometers) up. Some larger meteors can shine even brighter than Venus, are visible during the day and can be heard up to 30 miles (48 km) away, we call these \"fireballs.\"\n\nOn average, meteors can speed through the atmosphere at about 30,000 mph (48,280 kph) and reach temperatures of about 3,000 degrees Fahrenheit (1,648 degrees Celsius).\n\nRelated: How to tell the difference between meteor and satellite streaks in photos\n\nMost meteors are very small, some as tiny as a grain of sand, so they disintegrate in the air. Larger ones that manage to survive the trip through the atmosphere and reach the Earth's surface are called meteorites — these are rare. That being said, scientists estimate that approximately 48.5 tons (44,000 kilograms) of meteoritic material arrives on Earth every day, according to NASA.\n\nWhether an object breaks apart depends on its composition, speed and angle of entry. A faster meteor at an oblique angle (slanting rather than straight-on) suffers greater stress. Meteors made of iron withstand stress better than those of stone. Even an iron meteor will usually break up as the atmosphere becomes denser, around 5 to 7 miles (8 to 11 km) up.\n\n\n\nMeteors are often spotted making a solitary fall to Earth. But at particular times of the year, dozens, even hundreds of meteors can light up the sky in a stunning meteor shower. These showers appear to come from one part of the sky — known as the radiant — and streak out in all directions.\n\nMeteor showers are named after the constellations from where the shower appears to be coming from. For example, the Orionids appear to originate from the mighty Orion constellation, while Perseid meteors seem to be coming from the Perseus constellation.\n\nThere are several periodic meteor showers that astronomers and amateur observers wait for every year. To find out what meteor showers are coming your way and when check out our comprehensive meteor shower viewing guide.\n\nLeonids: The brightest and most impressive is the Leonid meteor shower, which can produce a meteor storm that showers the sky with thousands of meteors per minute at its peak. In fact, the term \"meteor shower\" was coined after astronomers observed one of the Leonids' most impressive displays in 1833. The Leonids occur every November, but the shower's most beautiful display happens at intervals of about 33 years, with the last one lighting Earth's sky in 2002; it is not expected to be repeated until 2028.\n\nRelated: The most amazing Leonid meteor shower photos\n\nPerseids: Another shower that is worth keeping awake for is the Perseid meteor shower, which is associated with the Comet Swift-Tuttle, which takes 133 years to orbit the sun. Earth passes through the comet's orbit during the month of August every year. It is not as active as the Leonids, but it is the most widely watched meteor shower of the year, peaking on Aug. 12 with more than 60 meteors per minute.\n\nRelated: Amazing photos of the 2021 Perseid meteor shower\n\nOrionids: The Orionid meteor shower produces meteors from Halley's comet, which orbits the sun every 75 to 76 years. The Orionid shower happens every October and can last for a week, treating patient observers to a show of 50 to 70 shooting stars per hour at its peak.\n\nRelated: Orionid meteor shower thrills skywatchers! See the photos\n\nQuadrantids: The Quadrantid meteor shower comes from the debris of an asteroid called 2003 EH1, which some astronomers think was part of a comet that broke apart centuries ago. The debris enters Earth's atmosphere in early January and offers astronomers and other observers a brief show.\n\nRelated: The most amazing Quadrantid meteor shower photos\n\nGeminids: Like the Quadrantids, the Geminid meteor shower also came from dust particles of an asteroid, this time a near-earth asteroid called 3200 Phaeton. Meteor showers are mostly from comets, so having an asteroid as parents make the Quadrantids and Geminids different from other meteor showers. The Geminids happen in December and spray up to 40 meteors per hour out of the Gemini constellation at its peak.\n\nRelated: See stunning pictures of the Geminid meteor shower of 2021\n\nOther meteor showers to watch out for are the Eta Aquarids, also remnants of Halley's comet, in May; and the Lyrids, which have been chronicled for more than 2,000 years, in late April.\n\nPeople living in the Northern Hemisphere are in the best position to observe the most beautiful meteor showers. For example, North America is right below the region of the sky where the January Quadrantids shower appears.\n\nA bright moon can dim the prospect of seeing a good meteor shower, drowning out all but the brightest meteors. Local light pollution dampens prospects, too, so the best place to view a meteor shower is from out in a rural location.\n\n\n\nMost meteor showers are best viewed in the pre-dawn hours when the part of Earth you are standing on is facing the direction of Earth's orbit. In the late evening hours, on the other hand, the meteors are less frequent.\n\nMeteor showers can be seen at different times of the year depending on when Earth is going to pass through the comet's or asteroid's path. Some meteor showers happen annually; others only appear over a period of several years, while some of the best shows — meteor storms — happen just once or twice in a lifetime.\n\nRelated: The greatest meteor storms of all time\n\nWeather can also hamper a good view of meteor showers. A clear sky is a gift to night gazers, which is why meteor showers during the summer are more anticipated than those that fall in the winter months. If you want to try and capture a meteor shower yourself, we have a guide to how to photograph meteors and meteor showers as well as a review of the best cameras for astrophotography and the best lenses for astrophotography, to get you all started.\n\n\n\nIn ancient times, objects in the night sky conjured superstition and were associated with gods and religion. But misunderstandings about meteors lasted longer than they did about most other celestial objects.\n\nMeteorites (the pieces that make it to Earth) were long ago thought to be cast down as gifts from angels. Others thought the gods were displaying their anger. As late as the 17th century, many believed they fell from thunderstorms (they were nicknamed \"thunderstones\"). The \"Thunderstone of Ensisheim\" is a famous example of a stony meteorite that impacted Earth on November 7, 1492, making it the oldest known recorded and still preserved meteorite in Europe, according to Forbes.\n\nMany scientists were skeptical that stones could fall from the clouds or the heavens, and often they simply didn't believe the accounts of people who claimed to have seen such things.\n\nIn 1807, a fireball exploded over Connecticut, and several meteorites rained down, according to the New England Historical Society. By then the first handful of asteroids had been discovered, and a new theory emerged suggesting meteorites were broken bits off asteroids or other planets. (A theory that still holds.)\n\nWhen meteorites do hit the ground, their speed is roughly half what it was upon entry, and they blast out craters 12 to 20 times their size. Craters on Earth form much as they would on the moon or any rocky planet. Smaller objects create bowl-shaped craters. Larger impacts cause a rebound that creates a central peak; slipping along the rim forms terraces. The largest impacts form basins in which multiple rebounds form several inner peaks.\n\nThe largest meteorite recovered in the United States fell in a wheat field in southern Nebraska on Feb. 18, 1948. Witnesses saw a giant fireball in the afternoon accompanied by a roaring sound like that of a jet engine, according to the meteorite recovery company Meteorite Recon. The meteorite was found buried 10 feet (3 meters) deep in the ground. It weighed 2,360 lbs. (1,070 kilograms).\n\nThe most famous meteorite crater in the United States is misnamed Meteor Crater, or Barringer Crater, and is found in Arizona. The crater formed relatively recently (geologically speaking) just 50,000 years ago when a large iron meteor measuring 98-feet (30-meter) to 164-feet (50-meter) in diameter, crashed into the Colorado Plateau in northern Arizona, according to the Lunar and Planetary Institute\n\nRelated: 10 Earth impact craters you must see\n\nLarge meteors can explode above the surface, causing widespread damage from the blast and ensuing fire. This happened in 1908 over Siberia, in what's called the Tunguska event. On June 30, 1908, across hundreds of miles, witnesses saw a ball of fire streak through the sky, suggesting the meteor entered the atmosphere at an oblique angle. It exploded, sending out hot winds and loud noises and shook the ground enough to break windows in nearby villages. Small particles blown into the atmosphere lit the night sky for several days. No meteorite was ever found, and for years many scientists thought the devastation was caused by a comet. Now, the prevailing theory holds that a meteor exploded just above the surface.\n\n\n\nA similar event occurred over Chelyabinsk, Russia, when a 17-meter rock exploded 12 to 15 miles above the Earth's surface on Feb. 15, 2013, damaging buildings and injuring more than 1,000 people. According to a statement by Peter Brown of the University of Western Ontario in Canada, \"The energy of the resulting explosion exceeded 470 kilotons of TNT\" — 30 to 40 times more powerful than the atomic bomb dropped on the Japanese city of Hiroshima during World War II.\n\nAlthough the Russian event brought into focus the possible danger Earth could suffer from space rocks, most meteors don't cause nearly as much damage. Still, NASA and other entities keep careful track of all asteroids visible from Earth, and are actively engaged in discovering as many asteroids as possible — especially the ones that are larger and would pose more of a (theoretical) threat to Earth. Asteroid orbits are plotted and tracked to see if they will intersect with Earth in the future. While no imminently threatening object has been found, NASA continues the search and posts the results publicly on the Small-Body Database Browser.\n\nLearn more about how ancient cultures explained comets and meteors with this article published in The Conversation. Stay up to date with meteor sightings with the Global Meteor Network. Explore the historical significance of meteors and meteorites with this Google Arts and Culture resource.\n\nBressan, D. (2015, June 30). This meteorite has been preserved for over 520 years. Forbes. Retrieved August 11, 2022, from https://www.forbes.com/sites/davidbressan/2015/06/30/this-meteorite-has-been-preserved-for-over-520-years/?sh=4ffc7d1811f2\n\nLunar and Planetary Institute. Barringer meteor crater and its environment. Barringer Meteor Crater and its environmental effects. Retrieved August 11, 2022, from https://www.lpi.usra.edu/science/kring/epo_web/impact_cratering/enviropages/Barringer/barringerstartpage.html\n\nMacDonald, E. (2018, August 7). How ancient cultures explained comets and meteors. The Conversation. Retrieved August 11, 2022, from https://theconversation.com/how-ancient-cultures-explained-comets-and-meteors-100982\n\nNASA. Leonid meteor storms: NASA's leonid multi-instrument aircraft campaign. NASA. Retrieved August 11, 2022, from https://leonid.arc.nasa.gov/\n\nNASA. meteors and Meteorites. NASA. Retrieved August 11, 2022, from https://solarsystem.nasa.gov/asteroids-comets-and-meteors/meteors-and-meteorites/in-depth/\n\nNorton County. Meteorite Recon. Retrieved August 11, 2022, from https://www.meteorite-recon.com/portfolio_page/norton-county\n\nPhillips, T. (2013, February 26). What exploded over Russia? NASA Science. Retrieved August 11, 2022, from https://science.nasa.gov/science-news/science-at-nasa/2013/26feb_russianmeteor\n\nThe Weston Meteorite of 1807 brings scientific research to America. New England Historical Society. (2021, December 14). Retrieved August 11, 2022, from https://www.newenglandhistoricalsociety.com/weston-meteorite-1807/\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nDaisy Dobrijevic joined Space.com in February 2022 having previously worked for our sister publication All About Space magazine as a staff writer. Before joining us, Daisy completed an editorial internship with the BBC Sky at Night Magazine and worked at the National Space Centre in Leicester, U.K., where she enjoyed communicating space science to the public. In 2021, Daisy completed a PhD in plant physiology and also holds a Master's in Environmental Science, she is currently based in Nottingham, U.K. Daisy is passionate about all things space, with a penchant for solar activity and space weather. She has a strong interest in astrotourism and loves nothing more than a good northern lights chase!\n\nOur best binoculars under $300 are now even better value with this $90 price cut\n\nTotal lunar eclipse is just one week away: When and where to see the Blood Moon\n\nSpectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans"
  },
  {
    "url": "https://www.space.com/dart-asteroid-mission",
    "title": "NASA's DART asteroid-smashing mission: The ultimate guide",
    "date": "14 October 2022",
    "content": "NASA's Double Asteroid Redirection Test (DART) mission was designed to test a method of deflecting an asteroid for planetary defense, using the \"kinetic impactor\" technique.\n\nDART slammed into a small asteroid — Dimorphos — in a bid to change the moonlet's orbital speed by a fraction of a percent according to NASA. Though Dimorphos poses no threat to Earth, the ambitious mission mimics what NASA scientists would do if an asteroid were headed toward Earth.\n\nThe collision occurred at 7:14 p.m. EDT (2314 GMT) on Sept. 26, 2022.\n\nRelated: NASA's DART asteroid-impact mission explained in pictures\n\nDaisy joined Space.com as a reference writer in February 2022, before then she was a staff writer for our sister publication All About Space magazine.\n\n– Launched: Nov. 24, 2021 at 1:20 a.m. EDT (0620 GMT)\n\n– Launch site: Space Launch Complex 4, Vandenberg Space Force Base in California\n\n– Rocket: SpaceX Falcon 9\n\n– Target: Dimorphos.\n\n– Target distance from Earth: 6.8 million miles (11 million kilometers)\n\n– Estimated cost: $313.9 million (£227.9 million)\n\n– Asteroid impact: Sept. 26, 2022 at 7:14 p.m. EDT (2314 GMT)\n\nThe DART mission was launched at 10:20 p.m. local time on Nov. 23, 2021, (1:20 a.m. EDT, or 0620 GMT Nov. 24) atop a SpaceX Falcon 9 rocket from the Space Launch Complex 4 at the Vandenberg Space Force Base in California.\n\nThe mission demonstrates the high level of international collaboration that is needed for such an ambitious assignment. Though the DART mission is managed by the John Hopkins University Applied Physics Laboratory (JHUAPL), scientists and engineers from around the world have come together to contribute.\n\n\"We've worked really closely with our European colleagues and colleagues all over the world,\" Ellen Howell, a senior research scientist at the University of Arizona Lunar and Planetary Laboratory and a co-investigator for DART, told Space.com. Though DART is a test, a similar level of international cooperation would be essential in the case of a real impact, she said.\n\nThough the threat from asteroid impacts is small, it is a threat nonetheless, and something we should be prepared for. We only need to look at past impact events such as the massive Chicxulub asteroid impact that is credited with the extinction of the dinosaurs 65 million years ago, to see the catastrophic effects an impact can have on life on Earth.\n\nThe risk of a catastrophic asteroid impact on Earth is remote but real, NASA scientists have said. NASA has found about 40% of the large asteroids as wide as 500 feet (140 meters) that could pose a threat to the Earth and regularly scans the sky for more. NASA is also developing a new space telescope sentinel called the Near-Earth Object Surveyor specifically designed to seek out hazardous asteroids in the solar system. That mission could launch by 2026.\n\nEarly detection of near-Earth asteroids is the first step in planetary defense. Approximately 30 new discoveries of near-Earth asteroids are made each week and at the start of 2019, there were more than 19,000 discovered near-Earth asteroids according to NASA.\n\n\n\nDART's target was the binary asteroid system Didymos, which means \"twin\" in Greek. The system consists of a near-Earth asteroid Didymos measuring 0.48 miles (780 meters) across and its moonlet Dimorphos measuring 525 feet (160 meters) across.\n\nDART deliberately impacted the moonlet Dimorphos at speeds of 4.1 miles per second (6.6 km/s). That's an eye-popping 14,760 mph (23,760 kph).\n\nAn impact at this speed should have caused the moonlet's orbital speed to change by a fraction of a percent and this shift should be enough to change its orbital period by several minutes.\n\nAccording to NASA, the change in Dimorphos' orbit around Didymos was observed and measured by telescopes on Earth, to see whether the mission has succeeded. On Oct. 11, 2022, NASA officially announced that DART shortened Dimorphos' nearly 12-hour orbit by a whopping 32 minutes, smashing previous estimates.\n\nPlanetary scientist Nancy Chabot from JHUAPL spoke about the mission strategy with Space.com's sister publication How It Works magazine.\n\nNancy Chabot is a planetary scientist at the Johns Hopkins Applied Physics Laboratory (APL) and serves as a project scientist on the Double Asteroid Redirection Test (DART) mission.\n\n\"One of the major technology challenges of the mission is targeting a small asteroid in space at very high speed when that asteroid has never been imaged by spacecraft previously\", Chabot said.\n\n\"We know from other asteroids that have been explored that they have a range of shapes, internal structures, surface properties and strengths, and these characteristics will influence how much the asteroid Dimorphos is deflected in its orbit around Didymos.\"\n\nRelated: Why did NASA pick Didymos for its asteroid-crash mission?\n\n\n\nDART was a simple spacecraft. According to JHUAPL, the box-shaped main vehicle measured roughly 3.9 x 4.3 x 4.3 feet (1.2 x 1.3 x 1.3 meters) — about the size of a refrigerator. Each of the two large solar arrays was 27.9 feet (8.5 meters) long when fully deployed. The DART spacecraft contained just one instrument — Didymos Reconnaissance and Asteroid Camera for Optical Navigation (DRACO). (It turns out that if your primary goal is to smash into an asteroid, you don't need to take a lot with you).\n\nOnce the DART spacecraft launched on a SpaceX Falcon 9, it deployed its Roll-Out Solar Arrays (ROSA) to power itself for the journey to Didymos. Scientists tested the ROSA arrays onboard the International Space Station in June 2017 and were deemed suitable to provide the power required to support DART's electric propulsion system, according to NASA. (In fact, NASA has added larger versions of the ROSA arrays to the space station's power grid.) The DART spacecraft also used the next-generation, fuel-efficient NASA Evolutional Xenon Thruster-Commercial (NEXT-C) solar electric propulsion system as part of its in-space propulsion.\n\nRelated: The greatest asteroid encounters of all time!\n\nAccording to JHUAPL, DART was guided to its target Dimorphos by sophisticated autonomous navigation software. It's no easy feat to locate a target that is 525 feet (160 meters) in diameter and 6.8 million miles (11 million kilometers) away from Earth. The navigation software was designed to identify both Didymos and Dimorphos and distinguish between the two, so the DART spacecraft can be directed to the smaller body — Dimorphos.\n\nAs the spacecraft approached its target, an onboard high-resolution camera — DRACO helped navigate the DART spacecraft and take measurements of the target asteroid, including the size and shape of Dimorphos. DRACO is based on the LORRI camera from NASA's New Horizons spacecraft.\n\n\n\nDART successfully slammed into Dimorphos on Sept. 26 at 7:14 p.m. EDT (2314 GMT) in what the U.S. space agency has billed as the world's first planetary defense test.\n\nDespite the on-target crash, there was a mix of calm and anticipation at DART's mission control center at JHUAPL as the spacecraft sped towards its destruction. The crash went smoothly, so engineers didn't have to try one of the 21 different contingency plans they had prepared just in case.\n\nMuch of DART's last four hours were automated, with the spacecraft's navigation system locking on to Dimorphos in the final hour of its approach. DART's main camera beamed a photo to Earth every second until the feed went black as the spacecraft crashed into the asteroid. During DART's final moments, photos from the spacecraft revealed stunning details of both Didymos and Dimorphos. The moonlet had never been seen before. DART revealed it as a strange new world, an egg-shaped asteroid covered in boulders and uneven terrain.\n\n\n\nAccording to NASA, the DART spacecraft didn't make its journey to the near-Earth asteroid binary alone, as the spacecraft was joined by LICIACube (Light Italian Cubesat for Imaging Asteroids). LICIACube is a cubesat contributed by the Italian Space Agency and built by Italian aerospace engineering company Argotec.\n\nThe small cubesat weighs just 31 pounds (14 kilograms) and measures roughly the length of an adult's hand and forearm. It is fitted with two optical cameras and followed DART towards Dimorphos before settling in to watch the collision from a safe distance — of about 600 miles (1,000 km).\n\nThe role of LICIACube was to observe the impact to help confirm whether the experiment has worked.\n\n\n\n\"LICIACube will … perform a 'fast fly-by' around 3 minutes after DART impact at a minimum distance of about 55 km [34 miles] from Dimorphos' surface at its closest approach,\" Mazzotta Epifani, an astronomer at Italy's National Institute for Astrophysics (INAF) and a co-investigator on the LICIACube mission, told Space.com in an email.\n\n\"The image acquisition by the two cameras onboard will be almost continuous for around 10 minutes and will be devoted to the target impact and non-impact sides, as well as to the plume produced by the DART impact.\"\n\nLICIACube will then send the images to Earth, but Mazzotta Epifani warned it might take weeks to get down all the data.\n\n\n\nLICIACube wasn't the only spacecraft to watch the DART asteroid collision, other spacecraft also got in on the action as NASA's new James Webb Space Telescope, the Hubble Space Telescope and the Lucy spacecraft on its own asteroid mission all tracked the crash from their respective vantage points across the solar system.\n\nOn Earth, more than three dozen telescopes around the world — at least one on every continent — were trained to follow the binary Didymos-Dimorphos system. They are now poised to observe the pair over six months to investigate how much faster Dimorphos is now moving in its orbit and whether the redirection test has been successful.\n\nThe European Space Agency (ESA) is planning a post-impact investigation mission called Hera. The spacecraft is planned to launch in October 2024, according to the mission website and reach the Didymos binary system in December 2026.\n\nESA's Hera spacecraft will be joined by two cubesats. Together, they will carry out surveys of both Didymos and Dimorphos, paying particular attention to the crater left by DART's collision with Dimorphos. The Hera mission also aims to determine a precise mass of Dimosphos, according to JHUAPL.\n\nThough the two missions, DART and Hera are designed and operated independently, together they will advance our understanding of planetary defense technologies. Team members from both missions are part of an international collaboration known as AIDA — Asteroid Impact and Deflection Assessment. According to ESA, AIDA is a large international collaboration between ESA, the German Aerospace Center (DLR), Observatoire de la Côte d´Azur (OCA), NASA, and the John Hopkins University Applied Physics Laboratory (JHUAPL).\n\nDART is just one part of a larger planetary defense strategy that is led by NASA's Planetary Defence Coordination Office, according to Chabot.\n\n\"DART's demonstration of this technology will be a major result to inform future planetary defense activities\", she said.\n\n\"Finding, tracking and characterizing the near-Earth object population is crucially important to the success of any future planetary defense mitigation efforts, of which DART is just the first test.\"\n\nYou can view images from the JHUAPL DART mission at the mission image galleryAlternatively, learn more about planetary defense with ESA.\n\n–\"DART delayed to November launch as environmental testing begins\". NASA Spaceflight (2021).\n\n–\"DART, NASA's test to stop an asteroid from hitting Earth\". The Planetary Society (2022).\n\n–\"DART Updates\". NASA (2022).\n\n–\"DART: Double Asteroid Redirection Test\". John Hopkins University Applied Physics Laboratory: DART (2022).\n\n–\"DART Impactor\". John Hopkins University Applied Physics Laboratory: DART (2022).\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nDaisy Dobrijevic joined Space.com in February 2022 having previously worked for our sister publication All About Space magazine as a staff writer. Before joining us, Daisy completed an editorial internship with the BBC Sky at Night Magazine and worked at the National Space Centre in Leicester, U.K., where she enjoyed communicating space science to the public. In 2021, Daisy completed a PhD in plant physiology and also holds a Master's in Environmental Science, she is currently based in Nottingham, U.K. Daisy is passionate about all things space, with a penchant for solar activity and space weather. She has a strong interest in astrotourism and loves nothing more than a good northern lights chase!\n\nA monster black hole may be hiding in the galaxy next door: 'It is astounding'\n\nSpectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans\n\nScientists discover Earth's oldest impact crater in Australia"
  },
  {
    "url": "https://www.space.com/space-exploration/missions/faa-investigating-spacex-starship-flight-8-explosion-that-disrupted-commercial-flights",
    "title": "FAA investigating SpaceX Starship Flight 8 explosion that disrupted commercial flights",
    "date": "8 March 2025",
    "content": "SpaceX's latest Starship to attempt to reach space exploded nine minutes after its launch this week, leaving a trail of debris in its wake. Airports in Florida were forced to halt flights as the threat from impacts extended south to the Bahamas and Turks and Caicos Islands.\n\nNow the Federal Aviation Administration (FAA) is again requiring SpaceX to perform a mishap investigation into what led its eighth Starship test flight to end with a loss of the vehicle. The rocket launched toward space Thursday (March 7) from SpaceX's Starbase facility near Boca Chica Beach in South Texas. It was the company's second launch in a row to conclude with an explosion (its Starship Flight 7 test met a similar fate in January) and came as the investigation into the previous \"mishap\" had yet to be concluded.\n\n\"A mishap investigation is designed to enhance public safety, determine the root cause of the event and identify corrective actions to avoid it from happening again,\" the FAA wrote in a statement. \"The FAA will be involved in every step of the SpaceX-led mishap investigation process and must approve SpaceX's final report, including any corrective actions.\"\n\nStarship was following its planned trajectory when, prior to the cut off of an ascent burn, an \"energetic event\" in the rare of the Starship caused the loss of several of its engines,\" wrote SpaceX in a post-flight report published on its website. Communications were subsequently lost with the steel spacecraft, with final contact occurring at 9 minutes and 30 seconds into the flight.\n\n\"Starship flew within a designated launch corridor to safeguard the public both on the ground, on water and in the air,\" the company wrote. \"Following the anomaly, SpaceX teams immediately began coordination with the FAA, ATO (air traffic control) and other safety officials to implement pre-planned contingency responses.\"\n\n\n\nAirports in Miami, Fort Lauderdale, Palm Beach and Orlando slowed aircraft outside the area where space vehicle debris was falling or stopped aircraft before their departure in response to an alert sent out by the FAA. Once the threat from debris passed, normal operations resumed.\n\n\"A Debris Response Area is activated only if the space vehicle experiences an anomaly with debris falling outside of the identified closed aircraft hazard areas. It allows the FAA to direct aircraft to exit the area and prevent others from entering,\" the administration wrote in its statement.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\n\n\n— SpaceX loses Starship rocket stage again, but catches giant Super Heavy booster during Flight 8 launch (video)\n\n— Starship and Super Heavy explained\n\n— Will 2025 be the year of Starship? SpaceX's megarocket is growing up.\n\nIf any debris made it to the ground, SpaceX said it would have fallen within a planned area. Any surviving pieces did not include toxic materials and was safe to sea animals and water quality, according to SpaceX.\n\nStill, if any debris is found, the company said it should be reported to local authorities or the SpaceX Debris Hotline (1-866-623-0234 or recovery@spacex.com).\n\nThe Starship's launch booster, which SpaceX calls Super Heavy, successfully separated from the vehicle and for only the third time, executed a return to its launch site, where it was caught in mid-air by chopstick-like arms on its launch tower.\n\n\"With a test like this, success comes from what we learn, and [Thursday's] flight will help us improve Starship's reliability,\" SpaceX wrote. \"We will conduct a thorough investigation, in coordination with the FAA, and implement corrective actions to make improvements on future Starship flight tests.\"\n\nSpaceX's ability to fly Starship again will be based on the FAA determining that \"any system, process or procedure related to the mishap does not affect public safety,\" FAA officials wrote.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nRobert Pearlman is a space historian, journalist and the founder and editor of collectSPACE.com, a daily news publication and community devoted to space history with a particular focus on how and where space exploration intersects with pop culture. Pearlman is also a contributing writer for Space.com and co-author of \"Space Stations: The Art, Science, and Reality of Working in Space” published by Smithsonian Books in 2018.In 2009, he was inducted into the U.S. Space Camp Hall of Fame in Huntsville, Alabama. In 2021, he was honored by the American Astronautical Society with the Ordway Award for Sustained Excellence in Spaceflight History. In 2023, the National Space Club Florida Committee recognized Pearlman with the Kolcum News and Communications Award for excellence in telling  the space story along the Space Coast and throughout the world.\n\nSecretive US Space Force X-37B space plane 'breaks new ground' as it returns to Earth after 434 days in orbit (photos)\n\nSpaceX Dragon capsule arrives at launch site for Crew-10 astronaut flight to ISS (photos)\n\nFor NASA astronauts on a 10-day space mission that lasted 9 months, a landing date at last"
  },
  {
    "url": "https://www.space.com/nasa-dart-asteroid-impact-orbit-change-success",
    "title": "NASA's DART impact changed asteroid's orbit forever in planetary defense test",
    "date": "12 October 2022",
    "content": "A dramatic asteroid crash that slammed a NASA probe into a space rock in a first-of-its-kind test to defend our planet was more effective than scientists dreamed possible.\n\nThe Double Asteroid Redirection Test (DART) spacecraft slammed into a small asteroid called Dimorphos on Sept. 26. The mission was meant to test a potential planetary defense technique in case a large space rock ever threatens to collide with Earth, although NASA knows of no such threats in the foreseeable future. DART's goal was to shorten Dimorphos' orbit around a larger asteroid by at least 73 seconds, although scientists hoped the effect would be more like 10 minutes.\n\nBut the first calculations are in, and DART blew those milestones away, shortening Dimorphos' nearly 12-hour orbit by a whopping 32 minutes, NASA officials announced during a news conference on Monday (Oct. 11).\n\n\"Let's all just kind of take a moment to soak this in,\" Lori Glaze, head of NASA's planetary science division, said during the news conference. \"For the first time ever, humanity has changed the orbit of a planetary body, of a planetary object. First time ever.\"\n\nRelated: 8 ways to stop an asteroid: Nuclear weapons, paint and Bruce Willis\n\n\n\nThe DART spacecraft, which cost about $314 million and weighed about 800 pounds (360 kilograms), launched in November 2021 and was equipped with a single instrument — a camera called Didymos Reconnaissance and Asteroid Camera for Optical Navigation (DRACO). Then, the spacecraft trekked out to Dimorphos, which scientists had estimated was about 525 feet (160 meters) wide and which orbited a larger asteroid called Didymos once every 11 hours and 55 minutes.\n\nDART made its dramatic arrival on Sept. 26, speeding in at 14,760 mph (23,760 kph) and sending back to Earth one image every second until crashing into Dimorphos in a distant collision 7 million miles (11 million kilometers) from Earth. That alone was the mission's first success, but the evening also brought early signs that the mission would smash through its expectations on all fronts.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nAs DART beamed photos back to Earth in the final few minutes, scientists got their first good look at Dimorphos, since from Earth, the moonlet and the larger Didymos appear as a single dot in a field of stars. Those images showed first an egg-like agglomeration of rocks, then finally a field of boulders, gravel and dust.\n\nCongratulations to the team at @NASA for successfully altering the orbit of an asteroid. The #DARTMission marks the first-time humans have changed the motion of a celestial body in space, demonstrating technology that could one day be used to protect Earth. https://t.co/2X7Wcw3xYdOctober 11, 2022\n\nThat alone was enough for Tom Statler, program scientist for DART, to be confident the mission had moved Dimorphos more than its goal.\n\n\"When I saw Dimorphos come into view and when I saw there was not a single crater on it and there were a lot of what appeared to be loose rocks — and this was a totally non-scientific, by-eye measurement — I looked at it and I said, 'This is not going to be 73 seconds.' And it wasn't,'' he said during the news conference.\n\nAlthough scientists are still analyzing the results, the orbital change, which represents a 4% difference from Dimorphos' previous orbit, may have been strengthened by the amount of debris that the impact sent shooting into space, Nancy Chabot, coordination lead for DART at the Johns Hopkins Applied Physics Laboratory, said during the news conference.\n\nThe mission's main finding so far is the change in Dimorphos' orbit, but speakers at the press conference also unveiled new images of the impact's aftermath.\n\nStatler unveiled a new image from LICIACube, the small Italian cubesat that hitched a ride to Didymos with DART then photographed the impact site about three minutes after the collision. The new image was processed to increase contrast and better show the details of the debris — and the details abound.\n\n\"Every little wiggle in those streamers, every little blob, every little particle that you see, is a clue to something,\" he said. \"It's a clue to something that happens on the surface of an asteroid when an object impacts it.\"\n\nNASA also shared an image of Dimorphos taken by the Hubble Space Telescope on Saturday (Oct. 8). The photo shows a wide cone of debris that the sun has slightly collapsed on one side since earlier images of the collision's aftermath.\n\nThe Hubble view also shows the long tail of debris, which stretches 6,000 miles (10,000 kilometers) into space. Since previous photographs, the new image shows that the tail has split into two; Glaze said scientists were still working to discover what caused the fork.\n\n\"The tail is spectacular — this amount of ejecta that you're seeing. And it's continually evolving,\" Chabot said.\n\n\n\n— DART asteroid crash seen by James Webb, Hubble space telescopes (photos)\n— NASA's DART asteroid-impact mission explained in pictures\n— Asteroid impact: Here's the last thing NASA's DART spacecraft saw before it crashed\n\nTelescopes on the ground and in space will continue to watch the debris from DART's impact on Dimorphos over time, she noted. In addition, the DART team is still gathering additional data on the moonlet's orbit.\n\nThe 32-minute change announced today comes with an uncertainty window of two minutes on either side that scientists hope to narrow even more. Scientists are looking for any potential wobble in the orbit created by the impact, Statler noted.\n\nObservations for the mission will continue into next year, Chabot noted. The European Space Agency will also launch a follow-up spacecraft, called Hera, in 2024 that will explore Didymos and Dimorphos in much more detail than DART could on its fleeting visit.\n\nEmail Meghan Bartels at mbartels@space.com or follow her on Twitter @meghanbartels. Follow us on Twitter @Spacedotcom and on Facebook.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nMeghan is a senior writer at Space.com and has more than five years' experience as a science journalist based in New York City. She joined Space.com in July 2018, with previous writing published in outlets including Newsweek and Audubon. Meghan earned an MA in science journalism from New York University and a BA in classics from Georgetown University, and in her free time she enjoys reading and visiting museums. Follow her on Twitter at @meghanbartels.\n\nA monster black hole may be hiding in the galaxy next door: 'It is astounding'\n\nSpectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans\n\nThe PSVR 2 is now one of its lowest ever prices with a huge $150 off at Walmart"
  },
  {
    "url": "https://www.space.com/12097-vesta-asteroid-facts-solar-system.html",
    "title": "Vesta: Facts About the Brightest Asteroid",
    "date": "29 May 2018",
    "content": "Vesta is the second most massive body in the asteroid belt, surpassed only by Ceres, which is classified as a dwarf planet. The brightest asteroid in the sky, Vesta is occasionally visible from Earth with the naked eye. It is the first of the four largest asteroids (Ceres, Vesta, Pallas and Hygiea) to be visited by a spacecraft. The Dawn mission orbited Vesta in 2011, providing new insights into this rocky world.\n\nIn 1596, while determining the elliptical shape of planetary orbits, Johannes Kepler came to believe that a planet should exist in the gap between Mars and Jupiter. Mathematical calculations by Johann Daniel Titius and Johann Elert Bode in 1772 — later known as the Titius-Bode law — seemed to support this prediction. In August 1798, a group known as the Celestial Police formed to search for this missing planet. Among these was German astronomer Heinrich Olbers. Olbers discovered the second known asteroid, Pallas. In a letter to a fellow astronomer, he put forth the first theory of asteroid origin. He wrote, \"Could it be that Ceres and Pallas are just a pair of fragments … of a once greater planet which at one time occupied its proper place between Mars and Jupiter?\"\n\nOlbers reasoned that the fragments of such a planet would intersect at the point of the explosion, and again in the orbit directly opposite. He observed these two areas nightly, and on March 29, 1807, discovered Vesta, becoming the first person to discover two asteroids. After measuring several nights' worth of observations, Olbers sent his calculations to mathematician Carl Friedrich Gauss, who remarkably computed the orbit of Pallas in only 10 hours. As such, he was given the honor of naming the new body. He chose the name Vesta, goddess of the hearth, and sister to Ceres. [Photos: Asteroid Vesta and NASA's Dawn Spacecraft]\n\n\n\nVesta is unique among asteroids in that it has light and dark patches on the surface, much like the moon. Ground-based observations determined that the asteroid has basaltic regions, meaning that lava once flowed across its surface. It has an irregular shape, roughly that of an oblate spheroid (in nontechnical terms, a somewhat smooshed sphere).\n\nWhen Vesta made a close approach to Earth in 1996, the Hubble Space Telescope mapped its topographic surface and features. This revealed a large crater at the south pole that slices into its interior. The crater averages 460 km in diameter — remember: Vesta itself is only 530 km across. It cuts an average of 13 km into the crust, and most likely formed from an impact in the asteroid's early life. The material ejected from this collision resulted in a number of smaller — Vestoid — asteroids that orbit near their parent, as well as some of the meteorites that have crashed into Earth.\n\nUnlike most asteroids, the interior of Vesta is differentiated. Like the terrestrial planets, the asteroid has a crust of cooled lava covering a rocky mantle and an iron and nickel core. This lends credence to the argument for naming Vesta as a protoplanet, rather than as an asteroid.\n\nVesta's core accreted rapidly within the first 10 million years after the formation of the solar system. The basaltic crust of Vesta also formed quickly, over the course of a few million years. Volcanic eruptions on the surface stemmed from the mantle, lasting anywhere from 8 to 60 hours. The lava flows themselves ranged from a few hundred meters to several kilometers, with a thickness between 5 to 20 meters. The lava itself cooled rapidly, only to be buried again by more lava until the crust was complete. Dawn's gravity put its core at about 18 percent of Vesta's mass, or proportionally about two-thirds as massive as Earth's core.\n\nIn fact, if it weren't for Jupiter, Vesta could have had a good chance at becoming a planet.\n\n\"In the asteroid belt, Jupiter basically stirred things up so much that they weren't able to easily accrete with one another,\" Dawn scientist David O'Brien, of the Planetary Science Institute in Tucson, Arizona, told reporters in 2012.\n\n\"The velocities in the asteroid belt were really high, and the higher the velocity is, the harder it is for things to merge together under their own gravity,\" O'Brien added.\n\nIn 1960, a fireball streaking through the sky over Millbillillie, Australia, announced the arrival of a piece of Vesta on Earth. Composed almost entirely of pyroxene, a mineral found in lava flows, the meteorite bears the same spectral signals as Vesta.\n\nNASA's Dawn spacecraft, which visited the asteroid in 2012, discovered that the rocky body had a surprising amount of hydrogen on its surface. It also found bright, reflective regions that may have been left over from its birth.\n\n\"Our analysis finds this bright material originates from Vesta and has undergone little change since the formation of Vesta over 4 billion years ago,\" said Jian-Yang Li, a Dawn participating scientist at the University of Maryland, College Park, in a statement.\n\nA massive mountain towers over Vesta's southern pole. The enormous mountain reaches up over 65,000 feet (20 kilometers) in height, making it nearly as tall as Olympus Mons, the largest mountain (and volcano) in the solar system. Olympus Mons soars about 15 miles (24 kilometers) above the surface of Mars.\n\n\"The south polar mountain is larger than the big island of Hawaii, the largest mountain on Earth, as measured from the ocean floor,\" Dawn principle investigator Chris Russell was reported saying at a 2011 astronomical conference. \"It is almost as high as the highest mountain in the solar system, the shield volcano Olympus Mons on Mars.\"\n\nLiquid water once flowed across the asteroid. Images captured by the Dawn spacecraft revealed curved gullies and fan-shaped deposits within eight different Vesta impact craters. All eight of the craters are thought to have formed within the last few hundred million years, fairly recent in the lifetime of the 4.5-billion-year-old asteroid.\n\n\"Nobody expected to find evidence of water on Vesta. The surface is very cold and there is no atmosphere, so any water on the surface evaporates,\" study lead author Jennifer Scully, a postgraduate researcher at UCLA, said in a NASA statement. \"However, Vesta is proving to be a very interesting and complex planetary body.\"\n\nScully and her team thought the features were created by debris flows, as opposed to pure-water rivers or streams, sculpted the Vesta gullies. They proposed that meteorites bombarding the asteroid melted ice deposits beneath the surface, sending liquid water and small rocky particles flowing down the crater walls. Such activity suggests the presence of ice buried beneath the surface.\n\n\"If present today, the ice would be buried too deeply to be detected by any of Dawn's instruments,\" Scully said. \"However, the craters with curved gullies are associated with pitted terrain, which has been independently suggested as evidence for loss of volatile gases from Vesta.\"\n\nIce could have been responsible for modifying Vesta's surface. In 2017, a study suggested that smooth patches of terrain on the asteroid frequently possessed high concentrations of hydrogen, which is often seen when solar radiation breaks down water molecules.\n\n\"We suggest that modifications of the surface by melting of buried ice could be responsible for smoothing those areas,\" Essam Heggy, a planetary scientist at the University of Southern California in Los Angeles, told Space.com. \"Buried ice could have been brought to the surface after an impact, which caused heated ice to melt and travel up through the fractures to the surface.\"\n\nDawn also observed signs of hydrated minerals (minerals containing water molecules) on Vesta's surface, which could also hint at the presence of buried ice. The hydrated materials were associated with older terrains, and could have been delivered by impacts of material from farther out in the solar system.\n\nA low-altitude map of Vesta revealed a rich geology. The steep slopes found on the asteroid, combined with its high gravity, paves the way for rocks to roll downward, exposing other material. Dawn revealed a variety of mineral, including some bright and dark materials that could relate to potential buried ice.\n\n\n\nIn fact, Vesta's unique composition means that it is responsible for an entire group of meteorites. The HED meteorites — made up of howardites, eucrites and diogenites — tell the story of Vesta's early life. Eucrites form from hardened lava, while diogenites come from beneath the surface. Howardites are a combination of the two, formed when a large impact mixed the two sections together.\n\nVesta has been suspected as being the source of the HED meteorites since 1970. Dawn's mapping spectrometer verified that proposition. The Dawn team thinks the HEDs came from an impact basin named Rheasilvia, after an ancient Roman vestal virgin priestess. At 310 miles (500 kilometers) in diameter, Rheasilvia is nearly as large as Vesta itself. It most likely formed from a collision that stripped away most of the southern hemisphere's crust, revealing the asteroid's interior.\n\n\"Vesta likely came close to shattering,\" said Dawn principal investigator Carol Raymond, noting that the blow left concentric sets of troughs — fracture lines — around Vesta's equator.\n\nParallel troughs may be another sign of the enormous impact. Raymond told the Planetary Society that the presence of those troughs suggests serious damage to the asteroid's interior.\n\nIf the orbit of Vesta lies beyond Mars, how did pieces of it manage to arrive on Earth? The fragments of Vesta pass Jupiter once every three orbits around the sun, allowing the gravity of the largest planet to affect them. Such tugging could have shifted the fragments enough to cause their eventual impact with Earth.\n\nAs a result, Vesta is one of three bodies from which scientists have samples. The other two are the moon and Mars.\n\nIn September 2007, NASA launched the Dawn mission, which is unique in that it was the first craft to enter orbit around one solar system body, then proceed to a second. Dawn entered orbit around Vesta in July 2011. After studying the asteroid for a year, it left Vesta encountered Ceres in March 2015.\n\nNASA's Dawn mission is to study the characteristics of the early solar system by analyzing the two asteroids, which are very different. Ceres is wet, with seasonal polar caps, and may have a thin atmosphere. Vesta, on the other hand, is dry and rocky. Studying the unique spectral signatures in its rocky crust will expand our knowledge of our own planet, as well as Mars and Mercury.\n\nGiven their size, the two are actually regarded as protoplanets, or small planets. The gravitational pull of Jupiter disrupted their formation. Without the presence of the gas giant, the two may well have continued to evolve into full-size planets.\n\n\"We now know that Vesta is the only intact, layered planetary building block surviving from the very earliest days of the solar system,\" Dawn deputy principal investigator Carol Raymond, of NASA's Jet Propulsion Laboratory in Pasadena, California, told reporters in 2012.\n\nDawn's study of Vesta allowed for the creation of the best map to date of the asteroid.\n\nIn October 2010, the Hubble Space Telescope imaged Vesta again. The resulting data revealed that the asteroid was tilted approximately four degrees more than scientists originally thought. These findings helped NASA to place the spacecraft in the appropriate polar orbit around the asteroid. Dawn requires light from the sun in order to perform its mapping and imaging assignments.\n\nEditor's note: This article was updated on May 29, 2018, to clarify that Vesta was not the first asteroid to be visited by a spacecraft, but rather the first of the four largest asteroids to be visited.\n\nAdditional resources\n\nFollow Nola Taylor Redd at @NolaTRedd, Facebook, or Google+. Follow us at @Spacedotcom, Facebook or Google+.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nNola Taylor Tillman is a contributing writer for Space.com. She loves all things space and astronomy-related, and enjoys the opportunity to learn more. She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine. In her free time, she homeschools her four children. Follow her on Twitter at @NolaTRedd\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nMystery solved! Odd X-ray signal was 'death knell' of planet destroyed by zombie star (video)"
  },
  {
    "url": "https://www.space.com/16105-asteroid-belt.html",
    "title": "Asteroid belt: Facts & formation",
    "date": "5 May 2017",
    "content": "Within the main asteroid belt, scattered in orbits around the sun are bits and pieces of rock left over from the dawn of the solar system. Most of these objects, called planetoids or asteroids — meaning \"star-like\" — orbit between Mars and Jupiter in a grouping known as the main asteroid belt.\n\nThe main asteroid belt lies more than two-and-a-half times as far as Earth does from the sun and contains millions of asteroids. Most of these are relatively small, from the size of boulders to a few thousand feet in diameter. But some are significantly larger.\n\nEarly in the life of the solar system, dust and rock circling the sun were pulled together by gravity into planets. But not all of the ingredients created new worlds. A region between Mars and Jupiter became the asteroid belt.\n\nOccasionally people wonder whether the belt was made up of the remains of a destroyed planet, or a world that didn't quite get started. However, according to NASA, the total mass of the belt is less than the moon, far too small to weigh in as a planet. Instead, the debris is shepherded by Jupiter, which kept it from coalescing onto other growing planets.\n\nObservations of other planets are helping scientists to better understand the solar system. According to a developing theory known as Grand Tack, in the first 5 million years of the solar system, Jupiter and Saturn are thought to have moved inward toward the sun before changing direction and heading back to the outer solar system. Along the way, they would have scattered the original asteroid belt before them, then sent material flying back to refill it.\n\n\"In the Grand Tack model, the asteroid belt was purged at a very early stage and the surviving members sample a much larger region of the solar nebula,\" John Chambers of the Carnegie Institution for Science wrote in a \"Perspectives\" piece published online in the journal Science.\n\nNASA's DART asteroid-smashing mission: The ultimate guide\n\nComets vs asteroids: How do these rocky objects compare?\n\nThe Kuiper Belt: Objects at the edge of the solar system\n\nOur solar system isn't the only one to boast an asteroid belt. A cloud of dust around a star known as zeta Leporis looks a lot like a young belt. \"Zeta Leporis is a relatively young star — approximately the age of our sun when the Earth was forming,\" Michael Jura said in a statement. \"The system we observed around zeta Leporis is similar to what we think occurred in the early years of our own solar system when planets and asteroids were created.\" A professor at the University of California, Los Angeles, Jura has since passed away.\n\nOther stars also contain signs of asteroid belts, suggesting that may be common.\n\nAt the same time, studies of white dwarfs, sun-like stars at the end of their lifetimes, show signatures of rocky material falling onto their surface that suggest such belts are common around dying systems.\n\n\n\nMost of the asteroids in the main belt are made of rock and stone, but a small portion of them contain iron and nickel metals. The remaining asteroids are made up of a mix of these, along with carbon-rich materials. Some of the more distant asteroids tend to contain more ices. Although they aren't large enough to maintain an atmosphere, but there is evidence that some asteroids contain water.\n\nSome asteroids are large, solid bodies — there are more than 16 in the belt with a diameter greater than 150 miles (240 km). The largest asteroids, Vesta, Pallas and Hygiea, are 250 miles (400 km) long and bigger. The region also contains the dwarf planet Ceres. At 590 miles (950 km) in diameter, or about a quarter of the size of our moon, Ceres is round yet is considered too small to be a full-fledged planet. However, it makes up approximately a third of the mass of the asteroid belt.\n\nOther asteroids are piles of rubble held together by gravity. Most asteroids aren't quite massive enough to have achieved a spherical shape and instead are irregular, often resembling a lumpy potato. The asteroid 216 Kleopatra resembles a dog bone.\n\nAsteroids are classified into several types based on their chemical composition and their reflectivity, or albedo.\n\nIn 2007, NASA launched a mission, Dawn, to visit Ceres and Vesta. Dawn reached Vesta in 2011 and remained there for over a year before traveling on to reach Ceres in 2015. It will remain in orbit around the dwarf planet until the end of its mission.\n\nWhile most of the asteroid belt is made up of rocky objects, Ceres is an icy body. Hints of organic material spotted by Dawn suggest that it may have formed farther out in the solar system before landing in the belt. While the organics have only been seen on the surface, that doesn't mean more material might lie on the dwarf planet.\n\n\"We cannot exclude that there are other locations rich in organics not sampled by the survey, or below the detection limit,\" Maria Cristina De Sanctis, of the Institute for Space Astrophysics and Space Planetology in Rome, told Space.com by email.\n\n\n\nAsteroids have more than enough gold, plus other precious metals, to provide a few lifetimes' worth of fortunes. But there are plenty of other reasons asteroids are valuable. But how do we get these metals from these faraway asteroids? Perhaps the best way is to bring the space rocks to Earth. Most of the metals we use in our everyday lives are buried deep within the Earth. And we mean deep: when our young planet was still molten, almost all of the heavy metals sank to the core, which is pretty hard to get to. The accessible veins of gold, zinc, platinum and other valuable metals instead came from later asteroid impacts on Earth's surface.\n\nThose asteroids are the fragmented remains of almost-planets, but they contain all the same mixtures of elements as their larger planetary cousins — and you don't have to dig down into their cores to get it. But the main problem with asteroids is that they are far away. To launch from Earth's surface and go into orbit, a rocket needs to change its velocity from zero to eight kilometres (five miles) per second.\n\nTo rendezvous with an average asteroid, the rocket has to change its velocity by another 5.5 kilometres (3.4 miles) per second. That requires almost as much fuel as the launch itself, which the rocket would have to carry as dead weight, adding to the already-high cost of trying to set up a remote mining operation in the first place. And once the asteroid was mined, asteroid prospectors would be faced with a difficult choice: They could try to refine the ore right there on the asteroid, which would entail setting up an entire refining facility, or ship the raw ore back to Earth, with all the waste that would involve.\n\nThe main belt lies between Mars and Jupiter, roughly two to four times the Earth-sun distance, and spans a region about 140 million miles across. Objects in the belt are divided into eight subgroups named after the main asteroids in each group. These groups are the Hungarias, Floras, Phocaea, Koronis, Eos, Themis, Cybeles and Hildas.\n\nAlthough Hollywood often displays ships making close calls through asteroid belts, the trip is generally uneventful. A number of spacecraft have safely traveled through the asteroid belt without incident, including NASA's New Horizons mission to Pluto.\n\n\"Fortunately, the asteroid belt is so huge that, despite its large population of small bodies, the chance of running into one is almost vanishingly small — far less than one in a billion,\" wrote New Horizons principle investigator Alan Stern. \"If you want to come close enough to an asteroid to make detailed studies of it, you have to aim for one.\"\n\nWithin the asteroid belt are relatively empty regions known as Kirkwood gaps. These gaps correspond to orbital resonances with Jupiter. The gas giant's gravitational pull keeps these regions far emptier than the rest of the belt. In other resonances, the asteroids can be more concentrated.\n\n\n\nJohann Titius, an 18th-century German astronomer, noted a mathematical pattern in the layout of the planets and used it to predict the existence of one between Mars and Jupiter. Astronomers scoured the heavens in search of this missing body. In 1800, 25 astronomers formed a group known as the Celestial Police, each searching 15 degrees of the Zodiac for the missing planet. But the discovery of the first body in this region came from a nonmember, Italian astronomer Giuseppe Piazzi: he named it Ceres. A second body, Pallas, was found a little over a year later.\n\nFor some time, both of these objects were referred to as planets. But the discovery rate of these objects increased, and by the beginning of the 19th century, more than 100 had been found. Scientists quickly realized that these were too small to be considered planets, and they began to call them asteroids.\n\nYou can read more about asteroids and the updated current asteroid count at NASA's Solar System Exploration asteroid page. Additionally you can learn more about the formation of the main asteroid belt in this article by Cosmos Magazine.\n\n\"Asteroids\". NASA Solar System Exploration (2021).\n\n\"The Grand Tack\". Southwest Research Institute.\n\n\"Forming Terrestrial Planets\". Science (2014).\n\n\"UCLA Astronomers Identify Evidence Of Asteroid Belt Around Nearby Star: Findings Indicate Potential For Planet Or Asteroid Formation\". University of California (2001).\n\n\"Asteroids: Structure and composition of asteroids\". European Space Agency (2022).\n\n\"SwRI Scientist Studies Geology of Ceres to Understand Origin of Organics\". Southwest Research Institution (2017).\n\n\"New Horizons Crosses The Asteroid Belt\". Space Daily (2006).\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nNola Taylor Tillman is a contributing writer for Space.com. She loves all things space and astronomy-related, and enjoys the opportunity to learn more. She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine. In her free time, she homeschools her four children. Follow her on Twitter at @NolaTRedd\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nSci-fi shooter 'Jump Ship' is nearly here, and it's a chaotic mix of 'Left 4 Dead', 'Sea of Thieves', 'FTL' and Hawaiian pizza (video)"
  },
  {
    "url": "https://www.space.com/stargazing/astrophotography/hurtigruten-cruises-the-trip-of-a-lifetime-for-astronomy-lovers",
    "title": "Hurtigruten Cruises: The trip of a lifetime for astronomy lovers",
    "date": "11 February 2025",
    "content": "Embarking on a Northern Lights cruise is one of those bucket-list voyages we always dream of. If 2025 is the year you finally decide to tick that off your list and explore the stunning Norwegian coast, Hurtigruten offers some unbelievable cruises for travel addicts, astronomy buffs and culture lovers. And for a limited time, enjoy up to 25% off their Original Voyages departing between 1st January 2025 and 31st March 2026, and up to 15% off Signature Voyages departing by April 2026.\n\nKnown as the ‘spirit of Norway’, Hurtigruten has over 130 years of experience, knowledge and reliability when it comes to experiencing Norway like a local and they’ve been helping to sustain Norway’s coastal communities for generations. Avoid the huge crowds and get closer to the coast with small-ship sailing, and discover some of the most breathtaking scenery on the planet, feast on local award-winning cuisine sourced from where you sail in their onboard restaurants, and witness the beauty of the greatest light show on Earth with your own eyes.\n\n\n\nHurtigruten offers a wide variety of voyages to choose from, including short port-to-port cruises from 2-5 days, and longer voyages that’ll give you a taste of a traditional and authentic full-board cruise on an Original Voyage, or treat yourself to a luxurious and all-inclusive package on one of their Signature Voyages, some of which even venture up to the world’s northernmost town, Longyearbyen, in Svalbard to experience the midnight sun in the summer. There are various cruises dedicated to astronomy and the Northern Lights, but the two, in particular, we have our eyes on are the 12-day Astronomy Voyage and the 14-day Savour the Northern Lights tour — both perfect for aurora chasers.\n\n\n\nThe 12-day Astronomy Voyage is their Coastal Express cruise accompanied by an expert astronomer. With plenty of opportunities to see and photograph the Northern Lights, they’ll be on hand to share their knowledge of the Arctic Sky and host a variety of onboard astronomy lectures. You’ll set sail at Bergen and stop at a whopping 34 ports along the Norwegian coast, including the picturesque town of Ålesund as you venture into the Arctic Circle, and see fabulous street art in Bodø before arriving at the stunning Lofoten archipelago. On day 5 you’ll reach Tromsø, the Arctic exploration capital, where you’ll visit the Science Museum of Northern Norway and enjoy exclusive access to the Northern Lights Planetarium.\n\nAs you make your way back south from Kirkenes, all the ports you’d previously stopped in at night will now be seen in daylight, and wildlife lovers will get the chance to spot Orcas and Humpback Whales in the waters near Hammerfest — so make sure you pack your binoculars. You’ll marvel at the Seven Sisters mountain range and the Torghatten Mountain, and much, much more along the way, before heading back to Bergen. Plus, Hurtigruten’s Northern Lights Promise guarantees that if you don’t see the aurora on a voyage of 11 days or more between 20 September - 31st March, they’ll give you a free 6 or 7-day cruise the following season.\n\n\n\nThe 14-day Savour the Northern Lights tour is a once-in-a-lifetime all-inclusive experience that includes adventures on both sea and land. You’ll spend the first 7 days on the North Cape Line, sailing along the extraordinary Norwegian coastline from the bustling capital of Oslo, making your way through the stunning fjords past Preikistolen (The Pulpit Rock), stopping at the colorful waterside city of Stavanger, then on to Ålesund and the cosy fishing port of Rørvik before crossing into the Arctic Circle overnight into Lofoten. You’ll disembark in the Arctic Capital of Tromsø, setting off on your land-based adventure through the Lyngen Alps, driving along one of Norway’s most breathtaking roads.\n\nOn Day 8, you’ll glide across frozen fjords on a snow sleigh or snowmobile, and visit the tranquil border between Norway, Sweden and Finland. The day concludes with a Northern Lights excursion before travelling on to the Northern Lights Village for two nights to cosy up in your private glass igloo to gaze at the stars and watch the dancing Northern Lights from the warmth and comfort of your own bed. Your stay here will also include a magical moonlit (and crucially, heated) snowmobile sleigh safari in search of the aurora and husky dog sledding through Lapland’s pristine forests. Thrillseekers can enjoy a refreshing dip in the icy waters (optional!) while aboard an icebreaker ship before travelling by train to the Finnish capital of Helsinki where your journey ends.\n\n\n\nTheir helpful customer service team is on hand to answer any questions about their range of voyages and help every step of the way with flights, hotels and packages to experience Norway your way. Call Hurtigruten on 0203 733 5191 or visit Hurtigruten.com.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nKimberley Lane is a landscape & seascape photographer living in South Wales. Originally using photography as a way to cope with health issues, she aims to portray a feeling of calm and peace through her images. Her work has been featured in a number of national photography magazines."
  },
  {
    "url": "https://www.space.com/entertainment/new-starman-documentary-shines-light-on-nasa-jpl-legend-gentry-lee",
    "title": "New 'Starman' documentary shines light on NASA JPL legend Gentry Lee",
    "date": "8 March 2025",
    "content": "Gentry Lee, the certified Hall of Famer engineer from NASA's Jet Propulsion Laboratory and distinguished science fiction author, is getting his time spotlight in a new documentary on his life launching at the SXSW 2025 Film Festival in Austin this weekend.\n\nWritten and directed by award-winning filmmaker Robert Stone, \"Starman\" is an 85-minute exploration of Lee's experience working in the arena of interplanetary exploration as the Chief Engineer for the Solar System Exploration Directorate at the Jet Propulsion Laboratory in Pasadena, California, and we've got an exclusive clip from the inspiring documentary to share above.\n\n\n\nHere's the official synopsis: \"Are we alone in the universe? For over half a century, legendary NASA engineer and best-selling science fiction author Gentry Lee has explored every aspect of this question in the realms of space science, robotic exploration and the human imagination. At age 82, he has come to a revelatory conclusion…\"\n\nIn addition to his innumerable accomplishments while employed with NASA, which reveal significant contributions to the Viking 1 and Viking 2 missions to Mars that touched down in 1976, Lee partnered with noted novelist and futurist Arthur C. Clarke to continue his \"Rendezvous With Rama\" sci-fi saga in three sequels: \"Rama II\" (1989), \"The Garden of Rama\" (1991), and \"Rama Revealed\" (1993). He also teamed up with the late Carl Sagan to co-developed and produce the pioneering 1980 space science TV series, \"Cosmos.\"\n\nStone's directorial resume includes an Academy Award nomination for Best Feature Documentary in 1988 for \"Radio Bikini\" and three Primetime Emmy Award nominations for Exceptional Merit in Documentary Filmmaking for \"Guerrilla: The Taking of Patty Hearst,\" \"Oswald's Ghost,\" and PBS's 6-hour space race documentary series for \"American Experience,\" \"Chasing the Moon.\"\n\nFor anyone in the Austin area attending the SXSW Film Festival, here are the times and locations for the \"Starman\" screenings:\n\nSaturday, March 8, 5:00PM CT: World Premiere (Alamo Lamar 9)\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nSunday, March 9, 2:45PM CT: Public Screening 2 (AFS Cinema)\n\nSaturday, March 15, 2:45PM CT: Public Screening 3 (Alamo Lamar 8)\n\n*Talent Attending: director Robert Stone; subject Gentry Lee (March 8-10)\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nJeff Spry is an award-winning screenwriter and veteran freelance journalist covering TV, movies, video games, books, and comics. His work has appeared at SYFY Wire, Inverse, Collider, Bleeding Cool and elsewhere. Jeff lives in beautiful Bend, Oregon amid the ponderosa pines, classic muscle cars, a crypt of collector horror comics, and two loyal English Setters.\n\nWhat's that smell? Astronomers discover a stinky new clue in the search for alien life\n\nBoost for alien hunters? Earth life may not be so improbable, study suggests\n\nNASA's Artemis 2 crew wants your help designing the plush toy that will fly with them around the moon."
  },
  {
    "url": "https://www.space.com/difference-between-solar-eclipse-lunar-eclipse",
    "title": "What's the difference between a solar eclipse and a lunar eclipse?",
    "date": "7 March 2025",
    "content": "Do you know your eclipses?\n\nFrom \"blood moon\" and \"ring of fire\" eclipses to total eclipses and deep or shallow partials, eclipses come in various types. However, one key question forms the basis of the conversation: What's the difference between a solar eclipse and a lunar eclipse?\n\nHere's everything you need to know about how the positions of Earth, the moon and the sun combine to create some of the sky's most spectacular events.\n\nA solar eclipse happens when the moon moves between the sun and Earth, blocking the sun's light and casting a shadow on Earth. This can occur only during a new moon, when the moon is positioned in front of the sun. However, the moon's orbit is tilted by about 5 degrees, so it usually misses the sun from our perspective. Only when it aligns perfectly do we witness a solar eclipse. How can that happen when the moon is 400 times smaller than the sun? As luck would have it, the sun is 400 times farther from Earth than the moon is, causing them to appear almost the same size in our sky.\n\nThe next total solar eclipse will occur on Aug. 12, 2026, and will be visible from Greenland, Iceland and Spain.\n\n\n\nA lunar eclipse occurs when Earth gets between the sun and the moon, causing Earth's shadow to be projected onto the lunar surface. By definition, this can happen only during a full moon. Although full moons occur roughly every 29 days, lunar eclipses are relatively rare because the moon's orbit is slightly tilted relative to Earth's orbit around the sun. As a result, the moon usually passes above or below Earth's shadow instead of through it.\n\nThe next total lunar eclipse will take place on March 13-14, 2025, and will be best seen from North and South America, and glimpsed from parts of Europe and New Zealand.\n\n\n\nEvery calendar year, there are two \"eclipse seasons,\" each of which lasts between 31 and 37 days, that can create between four and seven eclipses, according to NASA. These eclipse seasons are periods when the alignments of Earth, the moon and the sun cause either a full moon to move through Earth's shadow or a new moon to appear to pass across the sun's disk.\n\nEclipses don't happen every month because the moon orbits Earth on an orbital path that's slightly different from the ecliptic (the sun's path through our daytime sky). Although that orbital path is tilted by 5 degrees to the ecliptic, it intersects it twice each month. The moon usually crosses the ecliptic when the sun is positioned elsewhere along it. When a new moon crosses the ecliptic, a solar eclipse occurs. When a full moon crosses the ecliptic, it results in a lunar eclipse. When one happens, the other follows, which is why there are typically two eclipses within an eclipse season, separated by two weeks.\n\n\n\nThere are three main solar eclipse types. During a partial solar eclipse, a new moon appears to move across part of the sun, blocking it from view. This event must be viewed through solar eclipse glasses, and solar filters must be used on cameras, binoculars and telescopes.\n\nRelated: Best solar viewing gear 2025: Observe partial and total eclipses in safety\n\nDuring an annular solar eclipse, the moon covers only the center of the sun's disk, leaving a bright \"ring of fire\" around its edges. This is also dangerous to look at without eye protection. The entire event is a kind of partial solar eclipse.\n\nIn contrast, during a total solar eclipse — which is preceded by a partial eclipse — the moon completely covers the sun, revealing the sun's outer atmosphere, called the corona, during totality. That's the only time it's safe to look at a solar eclipse with the naked eye, since all of the sun's light is blocked.\n\nThe existence of annular and total solar eclipses is explained by the moon's slightly elliptical orbit, which means its apparent size waxes and wanes over the course of a month.\n\nA lunar eclipse has between one and five phases. During a penumbral lunar eclipse, the moon passes only through Earth's outer, lighter penumbral shadow, with a slight dimming as the only visual effect. If it moves through Earth's penumbra and then part of it goes through its umbra — the darkest part of the shadow — that part of the moon goes dark in a partial lunar eclipse.\n\nWhen these phases are followed by the moon fully entering the umbra, there is a \"blood moon\" total lunar eclipse, when the entire lunar surface turns red during totality. The effect happens when sunlight is filtered by Earth's atmosphere. As the moon leaves the umbra, a partial — and then penumbral — eclipse is visible.\n\nTherefore, a total lunar eclipse has five distinct phases. Unlike with a solar eclipse, all phases of a total lunar eclipse are safe to look at with the naked eye.\n\nTotal solar eclipses and \"blood moon\" total lunar eclipses tend to be the crowd-pleasing eclipse types. Most solar eclipses are partial, and most lunar eclipses are penumbral or partial. A total solar eclipse is visible from somewhere on Earth roughly every 18 months, but it is a rare event for any given location on Earth, occurring about once every 366 years, on average, according to NASA.\n\nA total lunar eclipse can be seen from any given location about once every 2.5 years, according to Time and Date.\n\nRead more about solar and lunar eclipses on Eclipse Wise — a website dedicated to predictions of eclipses. Learn about eclipses on other planets with this short article from Cornell University's astronomy department. Watch a mini-documentary on the topic, titled \"Lunar and Solar Eclipse Explained: A Beginner's Guide to Eclipses,\" from Science ABC.\n\nNASA, “What is the Difference between a Solar Eclipse and a Lunar Eclipse?” accessed Feb. 25, 2025. https://mynasadata.larc.nasa.gov/mini-lessonactivity/what-difference-between-solar-eclipse-and-lunar-eclipse\n\nNASA, “The Moon & Eclipses,” accessed Feb. 25, 2025. https://science.nasa.gov/moon/eclipses/\n\nAmerican Astronomical Society, “Shapes of the Sun & Moon In & Out of Eclipse,” accessed Feb. 25, 2025. https://eclipse.aas.org/eclipse-america/sun-moon-shapes\n\nVigdis Hocken and Aparna Kher. “What Is a Total Lunar Eclipse? - Sun, Moon & Space.” Time and Date, 20 February 2025, https://www.timeanddate.com/eclipse/total-lunar-eclipse.html Accessed 6 March 2025.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nJamie is an experienced science, technology and travel journalist and stargazer who writes about exploring the night sky, solar and lunar eclipses, moon-gazing, astro-travel, astronomy and space exploration. He is the editor of WhenIsTheNextEclipse.com and author of A Stargazing Program For Beginners, and is a senior contributor at Forbes. His special skill is turning tech-babble into plain English.\n\n7 fascinating facts about lunar eclipses\n\nTotal lunar eclipse is just one week away: When and where to see the Blood Moon\n\nWatch fiery SpaceX Starship Flight 8 debris rain down over The Bahamas (video)"
  },
  {
    "url": "https://www.space.com/16080-solar-system-planets.html",
    "title": "Solar system planets, order and formation: The ultimate guide",
    "date": "27 August 2024",
    "content": "The order of the planets in the solar system, starting nearest the sun and working outward is the following: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, Neptune and then the possible Planet Nine.\n\nThe solar system stretches outward from the sun, passing the four inner planets, through the asteroid belt, past the four gas giants, and continues to the disk-shaped Kuiper Belt, extending even further to the teardrop-shaped heliopause.\n\nThe Oort Cloud is considered to mark the edge of the solar system as, beyond that the gravity of the stars begin to dominate that of the sun, says NASA. The inner boundary of the main region of the Oort Cloud may be as close as 2,000 AU (astronomical units) from our sun, while its outer edge is estimated to extend to about 100,000 AU. An AU is exactly 149,597,870,700 meters (92,955,807 miles or 149,597,871 kilometers), according to the International Astronomical Union (IAU). This is roughly the average distance between Earth and the sun.\n\nRelated: 10 incredible volcanoes in our solar system\n\nEver since the discovery of Pluto in 1930, kids grew up learning that the solar system has nine planets. That all changed in the late 1990s when astronomers started arguing about whether Pluto was indeed a planet. In a highly controversial decision, the International Astronomical Union ultimately decided in 2006 to designate Pluto as a \"dwarf planet,\" reducing the list of the solar system's true planets to just eight.\n\nIf you insist on including Pluto, it would come after Neptune on the list. Pluto is truly way out there and on a wildly tilted, elliptical orbit (two of the several reasons it was demoted).\n\nAstronomers, however, are still hunting for another possible planet in our solar system, a true ninth planet, after mathematical evidence of its existence was revealed on Jan. 20, 2016. The alleged \"Planet Nine,\" also called \"Planet X,\" is believed to be about 10 times the mass of Earth and 5,000 times the mass of Pluto.\n\nRelated: 15 stunning places on Earth that look like they're from another planet\n\nThe inner four planets closest to the sun — Mercury, Venus, Earth and Mars — are often called the \"terrestrial planets\" because their surfaces are rocky. Pluto also has a rocky, albeit frozen, surface but has never been grouped with the four terrestrials.\n\nThe four large outer worlds — Jupiter, Saturn, Uranus and Neptune — are sometimes called the Jovian or \"Jupiter-like\" planets because of their enormous size relative to the terrestrial planets. They're also mostly made of gases like hydrogen, helium and ammonia rather than of rocky surfaces, although astronomers believe some or all of them may have solid cores.\n\nIf you were to order the planets by size from smallest to largest they would be Mercury, Mars, Venus, Earth, Neptune, Uranus, Saturn and Jupiter.\n\nJupiter and Saturn are sometimes called the gas giants, whereas the more distant Uranus and Neptune have been nicknamed the ice giants. This is because Uranus and Neptune have more atmospheric water and other ice-forming molecules, such as methane, hydrogen sulfide and phosphene, that crystallize into clouds in the planets' frigid conditions, according to the Planetary Society. For perspective, methane crystallizes at minus 296 Fahrenheit (minus 183 degrees Celsius), according to the U.S. National Library of Medicine.\n\nWe asked Maximilian Guenther, ESA Project Scientist and mission representative of ESA's Characterising Exoplanet Satellite (CHEOPS) mission a few frequently asked questions about solar systems.\n\nI am the European Space Agency (ESA) Project Scientist and Mission Representative of CHEOPS (the Charactersing Exoplanets Satellite), and a science team member of several other space- and ground-based telescopes. I am fascinated by our quest to find Earth-sized exoplanets around small stars, and the big question of how stellar flares impact their habitability. Whenever I am not searching for new worlds, I enjoy exploring our own Earth, travelling, and the outdoors (scuba diving, rock climbing and hiking).\n\nYes, so many! If you had asked anyone just 30 years ago, the answer would have been \"we don’t know\". But since then we have discovered already more than 5,000 planets orbiting stars other than our sun (so-called exoplanets). And since often we find multiple of them orbiting the same star, we can count about 4,000 other solar systems.\n\nAbsolutely, and in many ways. For one, all the exoplanets orbit their stars, just like our planets (such as Earth and Mars) orbit our sun. In addition, our solar system as well as all of the others orbit around the black hole in the centre of the Milky Way! But what is even more, some of these other solar systems actually have not one, but two or more stars (like Tatooine!) — and then these stars perform a rhythmic dance around each other, together with their exoplanets.\n\nThat is the 1 million Euro question. We are currently just exploring what processes drive the formation and evolution of other solar systems, and what we can learn from this about our own solar systems (and Earth’s!) history. We think that many other stars have exoplanets around them but probably not all of them. In average, studies found there to be about 1 to 2 exoplanet per star — but that is an average! Some stars may have 8, others may have none.\n\nThe IAU defines a true planet as a body that circles the sun without being some other object's satellite; is large enough to be rounded by its own gravity (but not so big that it begins to undergo nuclear fusion, like a star); and has \"cleared its neighborhood\" of most other orbiting bodies.\n\nBut that restrictive definition helped isolate what should and should not be considered a planet — a problem that arose as astronomers discovered more and more planet-like objects in the solar system. Pluto was among the bodies that didn't make the cut and was re-classified as a dwarf planet.\n\nThe problem with Pluto, aside from its small size and offbeat orbit, is that it doesn't clear its neighborhood of debris — it shares its space with lots of other objects in the Kuiper Belt. Still, the demotion of Pluto remains controversial.\n\n— Kepler's Third Law: The movement of solar system planets\n\n— Sounds in space: What noises do planets make?\n\n— The 10 most Earth-like exoplanets\n\nThe IAU planet definition also put other small, round worlds into the dwarf planet category, including the Kuiper Belt objects Eris, Haumea and Makemake.\n\nCeres, a round object in the Asteroid Belt between Mars and Jupiter, also got the boot. Ceres was considered a planet when it was discovered in 1801, but it was later deemed to be an asteroid. That still didn't quite fit because it was so much larger (and rounder) than the other asteroids. Astronomers instead deemed it a dwarf planet in 2006, although some astronomers like to consider Ceres as a 10th planet (not to be confused with Nibiru or Planet X).\n\nBelow is a brief overview of the eight true planets in our solar system, moving from that closest to the sun to the farthest from the sun:\n\n\n\nThe sun is by far the largest object in our solar system, containing 99.8% of the solar system's mass. It sheds most of the heat and light that makes life possible on Earth and possibly elsewhere. Planets orbit the sun in oval-shaped paths called ellipses, with the sun slightly off-center of each ellipse.\n\nNASA has a fleet of spacecraft observing the sun, such as the Parker Solar Probe, to learn more about its composition, and to make better predictions about space weather and its effect on Earth.\n\nRelated: Solar eclipses: When, where & how to see them\n\n\n\nMercury is the closest planet to the sun and the smallest planet in the solar system — it is only a little larger than Earth's moon. Mercury zips around the sun in only 88 days and because it is so close to our star (about two-fifths the distance between Earth and the sun).\n\nMercury experiences dramatic changes in its day and night temperatures. Mercury temperatures can reach a scorching 840 F (450 C) in the day, which is hot enough to melt lead. Meanwhile, on the night side, temperatures drop to minus 290 F (minus 180 C).\n\n- Discovery: Known to the ancient Greeks and visible to the naked eye\n\n- Named for the messenger of the Roman gods\n\n- Diameter: 3,031 miles (4,878 km)\n\n- Orbit: 88 Earth days\n\n- Day: 58.6 Earth days\n\n- Number of moons: 0\n\nMercury's atmosphere is very thin and primarily composed of oxygen, sodium, hydrogen, helium and potassium. Because the atmosphere is so thin it cannot deflect incoming meteors, its surface is therefore pockmarked with craters, just like our moon.\n\nOver its four-year mission, NASA's MESSENGER spacecraft revealed incredible discoveries that challenged astronomers' expectations. Among those findings was the discovery of water ice and frozen organic compounds at Mercury's north pole and that volcanism played a major role in shaping the planet's surface.\n\n\n\nVenus is the second planet from the sun and is the hottest planet in the solar system. Its thick atmosphere is extremely toxic and composed of sulfuric acid clouds, the planet is an extreme example of the greenhouse effect.\n\n- Discovery: Known to the ancient Greeks and visible to the naked eye\n\n- Named for the Roman goddess of love and beauty\n\n- Diameter: 7,521 miles (12,104 km)\n\n- Orbit: 225 Earth days\n\n- Day: 241 Earth days\n\n- Number of moons: 0\n\nThe average temperature on Venus' surface is 900 F (465 C). At 92 bar, the pressure at the surface would crush and kill you. And oddly, Venus spins slowly from east to west, the opposite direction of most of the other planets.\n\nVenus is sometimes referred to as Earth's twin as they are similar in size and radar images beneath its atmosphere reveal numerous mountains and volcanoes. But beyond that, the planets could not be more different.\n\nThe Greeks believed Venus was two different objects — one in the morning sky and another in the evening. Because it is often brighter than any other object in the sky, Venus has generated many UFO reports.\n\nRelated: How was Venus formed?\n\n\n\nEarth, our home planet, is the third planet from the sun. It is a water world with two-thirds of the planet covered by water. Earth's atmosphere is rich in nitrogen and oxygen and it is the only world known to harbor life.\n\n- Name originates from \"Die Erde,\" the German word for \"the ground.\"\n\n- Diameter: 7,926 miles (12,760 km)\n\n- Orbit: 365.24 days\n\n- Day: 23 hours, 56 minutes\n\n- Number of moons: 1\n\nEarth rotates on its axis at 1,532 feet per second (467 meters per second) — slightly more than 1,000 mph (1,600 kph) — at the equator. The planet zips around the sun at more than 18 miles per second (29 km per second).\n\nRelated: 10 Earth impact craters you must see\n\n\n\nMars is the fourth planet from the sun. It is a cold, desert-like planet covered in iron oxide dust that gives the planet its signature red hue. Mars shares similarities with Earth: It is rocky, has mountains, valleys and canyons, and storm systems ranging from localized tornado-like dust devils to planet-engulfing dust storms.\n\nSubstantial scientific evidence suggests that Mars at one point billions of years ago was a much warmer, wetter world, rivers and maybe even oceans existed. Although Mars' atmosphere is too thin for liquid water to exist on the surface for any length of time, remnants of that wetter Mars still exist today. Sheets of water ice the size of California lie beneath Mars' surface, and at both poles are ice caps made in part of frozen water.\n\n- Discovery: Known to the ancient Greeks and visible to the naked eye\n\n- Named for the Roman god of war\n\n- Diameter: 4,217 miles (6,787 km)\n\n- Day: Just more than one Earth day (24 hours, 37 minutes)\n\n- Number of moons: 2\n\nScientists also think ancient Mars would have had the conditions to support life like bacteria and other microbes. Hope that signs of this past life — and the possibility of even current lifeforms — may exist on the Red Planet has driven numerous Mars missions and the Red Planet is now one of the most explored planets in the solar system.\n\nRelated: How long does it take to get to Mars?\n\nBetween Mars and Jupiter lies the asteroid belt. Asteroids are minor planets, and according to NASA there are approximately between 1.1 and 1.9 million asteroids in the main asteroid belt larger than 0.6 miles (1 km) in diameter and millions more smaller asteroids.\n\nThe dwarf planet Ceres, about 590 miles (950 km) in diameter, resides here. A number of asteroids have orbits that take them closer into the solar system that sometimes lead them to collide with Earth or the other inner planets.\n\n\n\nJupiter is the fifth planet from the sun and the largest planet in the solar system. The gas giant is more than twice as massive as all the other planets combined, according to NASA.\n\n- Discovery: Known to the ancient Greeks and visible to the naked eye\n\n- Named for the ruler of the Roman gods\n\n- Diameter: 86,881 miles (139,822 km)\n\n- Orbit: 11.9 Earth years\n\n- Day: 9.8 Earth hours\n\n- Number of moons: 95 confirmed\n\nIts swirling clouds are colorful due to different types of trace gases including ammonia ice, ammonium hydrosulfide crystals as well as water ice and vapor.\n\nA famous feature in its swirling clouds is Jupiter's Great Red Spot, a giant storm more than 10,000 miles wide, first observed in 1831 by amateur astronomer Samuel Heinrich Schwabe. It has raged at more than 400 mph for the last 150 years, at least.\n\nJupiter has 95 moons, including the largest moon in the solar system, Ganymede.\n\nRelated: Jupiter's moons: Facts about the largest Jovian moons\n\n\n\nSaturn is the sixth planet from the sun and is famous for its large and distinct ring system. Though Saturn is not the only planet in the solar system with rings.\n\n- Discovery: Known to the ancient Greeks and visible to the naked eye\n\n- Named for Roman god of agriculture\n\n- Diameter: 74,900 miles (120,500 km)\n\n- Orbit: 29.5 Earth years\n\n- Day: About 10.5 Earth hours\n\n- Number of moons: 146\n\nIf you put Saturn in a bathtub it would float as Saturn has an average density that is less than water. You'd just need to find a bathtub big enough…\n\nWhen polymath Galileo Galilei first studied Saturn in the early 1600s, he thought it was an object with three parts: a planet and two large moons on either side. Not knowing he was seeing a planet with rings, the stumped astronomer entered a small drawing — a symbol with one large circle and two smaller ones — in his notebook, as a noun in a sentence describing his discovery. More than 40 years later, Christiaan Huygens proposed that they were rings.\n\nThe rings are made of ice and rock and scientists are not yet sure how they formed. The gaseous planet is mostly hydrogen and helium and has numerous moons.\n\nRelated: How far away is Saturn?\n\n\n\nUranus is the seventh planet from the sun and is a bit of an oddball.\n\nIt has clouds made of hydrogen sulfide, the same chemical that makes rotten eggs smell so foul. It rotates from east to west like Venus. But unlike Venus or any other planet, its equator is nearly at right angles to its orbit — it basically orbits on its side.\n\n- Discovery: 1781 by William Herschel (was originally thought to be a star)\n\n- Named for the personification of heaven in ancient myth\n\n- Diameter: 31,763 miles (51,120 km)\n\n- Orbit: 84 Earth years\n\n- Day: 18 Earth hours\n\n- Number of moons: 28\n\nAstronomers believe an object twice the size of Earth collided with Uranus roughly 4 billion years ago, causing Uranus to tilt. That tilt causes extreme seasons that last 20-plus years and the sun beats down on one pole or the other for 84 Earth years at a time.\n\nThe collision is also thought to have knocked rock and ice into Uranus' orbit. These later became some of the planet's 28 moons. Methane in Uranus' atmosphere gives the planet its blue-green tint. It also has 13 sets of faint rings.\n\nUranus holds the record for the coldest temperature ever measured in the solar system — minus 371.56 degrees F (minus 224.2 degrees C). The average temperature of Uranus is minus 320 degrees Fahrenheit (-195 degrees Celsius).\n\nRelated: How did Uranus form?\n\n\n\nNeptune is the eighth planet from the sun and is on average the coldest planet in the solar system. The average temperature of Neptune at the top of the clouds is minus 346 degrees Fahrenheit (minus 210 degrees Celsius).\n\n- Discovery: 1846\n\n- Named for the Roman god of water\n\n- Diameter: 30,775 miles (49,530 km)\n\n- Orbit: 165 Earth years\n\n- Day: 19 Earth hours\n\n- Number of moons: 16\n\nNeptune is approximately the same size as Uranus and is known for its supersonic strong winds. The planet is more than 30 times as far from the sun as Earth.\n\nNeptune was the first planet predicted to exist by using math, rather than being visually detected. Irregularities in the orbit of Uranus led French astronomer Alexis Bouvard to suggest some other planet might be exerting a gravitational tug. German astronomer Johann Galle used calculations to help find Neptune in a telescope. Neptune is about 17 times as massive as Earth and has a rocky core.\n\nRelated: There's something strange going on inside Neptune\n\nAstronomers had long suspected that a band of icy material known as the Kuiper Belt existed past the orbit of Neptune extending from about 30 to 55 times the distance of Earth to the sun, and from the last decade of the 20th century up to now, they have found more than a thousand of such objects. Scientists estimate the Kuiper Belt is likely home to hundreds of thousands of icy bodies larger than 60 miles (100 km) wide, as well as an estimated trillion or more comets.\n\nPluto, now considered a dwarf planet, dwells in the Kuiper Belt. It is not alone — recent additions include Makemake, Haumea and Eris. Another Kuiper Belt object dubbed Quaoar is probably massive enough to be considered a dwarf planet, but it has not been classified as such yet. Sedna, which is about three-fourths the size of Pluto, is the first dwarf planet discovered in the Oort Cloud. NASA's New Horizons mission performed history's first flyby of the Pluto system on July 14, 2015.\n\n\n\nPluto was once the ninth planet from the sun and is unlike any other planet in the solar system.\n\n- Discovery: 1930 by Clyde Tombaugh\n\n- Named for the Roman god of the underworld, Hades\n\n- Diameter: 1,430 miles (2,301 km)\n\n- Orbit: 248 Earth years\n\n- Day: 6.4 Earth days\n\n- Number of moons: 5\n\nIt is smaller than Earth's moon; its orbit is highly elliptical, falling inside Neptune's orbit at some points and far beyond it at others; and Pluto's orbit doesn't fall on the same plane as all the other planets —  instead, it orbits 17.1 degrees above or below.\n\nIt is smaller than Earth's moon; its orbit is highly elliptical, falling inside Neptune's orbit at some points and far beyond it at others; and Pluto's orbit doesn't fall on the same plane as all the other planets — instead, it orbits 17.1 degrees above or below, taking 288 years to complete a single orbit according to ESA.\n\nFrom 1979 until early 1999, Pluto had been the eighth planet from the sun. Then, on Feb. 11, 1999, it crossed Neptune's path and once again became the solar system's most distant planet — until it was redefined as a dwarf planet. It's a cold, rocky world with a tenuous atmosphere.\n\nScientists thought it might be nothing more than a hunk of rock on the outskirts of the solar system. But when NASA's New Horizons mission performed history's first flyby of the Pluto system on July 14, 2015, it transformed scientists' view of Pluto.\n\nPluto is a very active ice world that's covered in glaciers, mountains of ice water, icy dunes and possibly even cryovolcanoes that erupt icy lava made of water, methane or ammonia.\n\nRelated: Why isn't Pluto a planet anymore?\n\n\n\nIn 2016, researchers proposed the possible existence of a ninth planet, for now, dubbed \"Planet Nine\" or Planet X. The planet is estimated to be about 10 times the mass of Earth and to orbit the sun between 300 and 1,000 times farther than the orbit of the Earth.\n\nScientists have not seen Planet Nine. They inferred its existence by its gravitational effects on other objects in the Kuiper Belt, a region at the fringe of the solar system that is home to icy rocks left over from the birth of the solar system. Also called trans-Neptunian objects, these Kuiper Belt objects have highly elliptical or oval orbits that align in the same direction.\n\nScientists Mike Brown and Konstantin Batygin at the California Institute of Technology in Pasadena described the evidence for Planet Nine in a study published in the Astronomical Journal. The research is based on mathematical models and computer simulations using observations of six other smaller Kuiper Belt Objects with orbits that aligned in a similar matter.\n\nA hypothesis proposed in September 2019 on the pre-print server arXiv suggests Planet Nine might not be a planet at all. Instead, Jaku Scholtz of Durham University and James Unwin of the University of Illinois at Chicago speculate it could be a primordial black hole that formed soon after the Big Bang and that our solar system later captured, according to Newsweek. Unlike black holes that form from the collapse of giant stars, primordial black holes are thought to have formed from gravitational perturbations less than a second after the Big Bang, and this one would be so small (5 centimeters in diameter) that it would be challenging to detect.\n\nAstronomers continue to come up empty in their search for Planet 9. A recent 2022 sky survey using the 6-meter Atacama Cosmology Telescope (ACT) in Chile found thousands of tentative candidate sources but none could be confirmed.\n\nRelated: The nonexistent planet Nibiru\n\nPast the Kuiper Belt is the very edge of the solar system, the heliosphere, a vast, teardrop-shaped region of space containing electrically charged particles given off by the sun. Many astronomers think that the limit of the heliosphere, known as the heliopause, is about 9 billion miles (15 billion km) from the sun.\n\nThe Oort Cloud lies well past the Kuiper Belt, considered to be located between 2,000 and 5,000 astronomical units (AU) from the sun. The outer edge of the Oort Cloud may reach as far as 10,000 up to 100,000 AU from the sun. One AU is equal to approximately 93,000,000 miles (150 million kilometers). The Oort Cloud is home to billions, or even trillions of objects, according to NASA Science.\n\nBut where exactly is the edge of the solar system? Well, it depends on your criteria. If you base it on where the planet's end you would say the edge is Neptune and the Kuiper Belt. If based on the edge of the sun's magnetic field then it ends at the heliosphere. But if you judge it by the endpoint of the sun's gravitational influence, the solar system ends at the Oort Cloud, according to NASA.\n\nApproximately 4.5 billion years ago a dark cloud of gas and dust began to collapse. As it shrank, the cloud flattened into a swirling disk known as a solar nebula, according to NASA Science.\n\nThe heat and pressure eventually became so high that hydrogen atoms began to combine to form helium. The nuclear reactions released vast amounts of energy and our sun was formed.\n\nThe sun accumulated about 99% of the available matter and the remaining material further from the sun formed smaller clumps inside the spinning disk. Some of these clumps gained enough mass that their gravity shaped them into spheres, becoming planets, dwarf planets and moons. Other leftover pieces became asteroids, comets and smaller moons that make up our solar system.\n\nRead more: How did the solar system form?\n\nFor millennia, astronomers have followed points of light that seemed to move among the stars. The ancient Greeks named them planets, meaning \"wanderers.\" Mercury, Venus, Mars, Jupiter and Saturn were known in antiquity, and the invention of the telescope added the Asteroid Belt, Uranus, Neptune, Pluto and many of these worlds' moons. The dawn of the space age saw dozens of probes launched to explore our system, an adventure that continues today.\n\nThere have been five human-made objects so far, Voyager 1, Voyager 2, New Horizons, Pioneer 10 and Pioneer 11, that have crossed the threshold into interstellar space.\n\nRelated: How much of the solar system is made of interstellar stuff?\n\nExplore the solar system in greater detail with these interactive resources from NASA. Discover the wonders of the solar system with this educational material from ESA. See where the planets are in their current orbit of the sun with this interactive orrery from NASA.\n\nNASA solar system exploration\n\nPrialnik, Dina K., Antonella Barucci, and Leslie Young, eds. The Trans-Neptunian Solar System. Elsevier, 2019.\n\nPirani, Simona, et al. \"Consequences of planetary migration on the minor bodies of the early solar system.\" Astronomy & Astrophysics 623 (2019): A169.\n\nScholtz, Jakub, and James Unwin. \"What if Planet 9 is a primordial black hole?.\" Physical Review Letters 125.5 (2020): 051103.\n\nBrown, Michael E., and Konstantin Batygin. \"Observational constraints on the orbit and location of planet nine in the outer solar system.\" The Astrophysical Journal Letters 824.2 (2016): L23.\n\nRaymond, Sean N., et al. \"Building the terrestrial planets: Constrained accretion in the inner Solar System.\" Icarus 203.2 (2009): 644-662.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nDaisy Dobrijevic joined Space.com in February 2022 having previously worked for our sister publication All About Space magazine as a staff writer. Before joining us, Daisy completed an editorial internship with the BBC Sky at Night Magazine and worked at the National Space Centre in Leicester, U.K., where she enjoyed communicating space science to the public. In 2021, Daisy completed a PhD in plant physiology and also holds a Master's in Environmental Science, she is currently based in Nottingham, U.K. Daisy is passionate about all things space, with a penchant for solar activity and space weather. She has a strong interest in astrotourism and loves nothing more than a good northern lights chase!\n\n'Primordial' helium from the birth of the solar system may be stuck in Earth's core\n\nWater mining on the moon may be easier than expected, India's Chandrayaan-3 lander finds\n\nSpaceX Dragon capsule arrives at launch site for Crew-10 astronaut flight to ISS (photos)"
  },
  {
    "url": "https://www.space.com/the-universe/earth/spectacular-photo-from-iss-shows-gigantic-lightning-jet-50-miles-over-new-orleans",
    "title": "Spectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans",
    "date": "7 March 2025",
    "content": "A newly unveiled photo captured by an astronaut on the International Space Station (ISS) provides a rare glimpse at an upward-shooting \"gigantic jet\" of lightning likely extending more than 50 miles (80 kilometers) above the U.S. coast.\n\nThe striking image was taken by an unnamed ISS crewmember on Nov. 19, 2024, but it was not initially shared by NASA or any other space organization. However, photographer Frankie Lucena, who specializes in capturing giant lightning sprites, stumbled across photos of the event on the Gateway to Astronaut photography of Earth website and shared them with Spaceweather.com, which reshared the shots Feb. 26.\n\n\"I checked the ISS database for pictures before and after the event, and found that there were 4 photos [of lightning] in all,\" Lucena told Spaceweather.com. The images can be viewed in a time-lapse video posted on YouTube, but only one has an associated jet.\n\nThe exact location of the jet is unclear because thunderclouds are covering Earth's surface in the images. However, based on the position of the ISS at the time, the jet likely occurred just off the coast of New Orleans, according to Spaceweather.com.\n\nRelated: ISS astronaut captures green auroras dancing over city lights (video)\n\n\n\nGigantic jets are massive lightning bolts that shoot upward from thunderstorms when the charged layers of the clouds get temporarily inverted. They mainly give off a blue light due to the high levels of nitrogen in the upper atmosphere and usually last less than a second.\n\nMost observed gigantic jets reach the ionosphere — the part of the atmosphere that begins around 50 miles above Earth's surface and contains charged particles captured from the sun. This has earned the phenomenon the nickname \"Earth's tallest lightning,\" according to Spaceweather.com. However, the exact height of the newly photographed bolt is unclear.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nGigantic jets are also extremely energetic. The most powerful recorded example of this phenomenon, which occurred during a thunderstorm over Oklahoma in May 2018, contained roughly 60 times more energy than a standard lightning bolt and reached up to 8,000 degrees Fahrenheit (4,400 degrees Celsius).\n\nThese jets often terminate with tendrils of branching red lightning, which can be faintly seen in the new image. These additional discharges are very similar to \"sprites,\" which often look like giant electric jellyfish. However, gigantic jets are a separate phenomenon from traditional sprites, which occur without jets, according to EarthSky.com.\n\n— Space mysteries: How does the ISS stay in orbit without falling to Earth?\n\n— NASA astronaut uses homemade star tracker to take incredible deep space photo from ISS\n\n— Watch Earth and space in 4K with Sen's new 24/7 livestream from the ISS (video)\n\nGigantic jets were first discovered relatively recently, in 2001 — so only a few dozen photographs of these massive bolts have ever been captured, according to Spaceweather.com. However, scientists think there could be up to 1,000 unseen jets every year.\n\nMost of these images have been taken from space, but some others, including a breathtaking image from September 2018, have also been snapped by airplane passengers flying over thunderstorms.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nHarry is a U.K.-based staff writer at Live Science. He studied Marine Biology at the University of Exeter (Penryn campus) and after graduating started his own blog site \"Marine Madness,\" which he continues to run with other ocean enthusiasts. He is also interested in evolution, climate change, robots, space exploration, environmental conservation and anything that's been fossilized. When not at work he can be found watching sci-fi films, playing old Pokemon games or running (probably slower than he'd like).\n\n'Primordial' helium from the birth of the solar system may be stuck in Earth's core\n\nWater mining on the moon may be easier than expected, India's Chandrayaan-3 lander finds\n\nSpaceX Dragon capsule arrives at launch site for Crew-10 astronaut flight to ISS (photos)"
  },
  {
    "url": "https://www.space.com/7-jupiter-largest-planet-solar-system.html",
    "title": "Jupiter: A guide to the largest planet in the solar system",
    "date": "18 March 2023",
    "content": "Jupiter is the largest planet in the solar system and the fifth planet from the sun. The gas giant has a long, rich, history of surprising scientists.\n\nNamed after the kind of the gods in Roman mythology this \"king of the planets\" is a stormy enigma shrouded in colorful clouds. Its most prominent and most famous storm, the Great Red Spot, is twice the width of Earth.\n\nSince 2016, the NASA spacecraft Juno has been investigating Jupiter and its moons.\n\nRelated: Gas giants: Jovian planets of our solar system and beyond\n\nJupiter helped to revolutionize the way we saw the universe — and our place in it — in 1610 when Galileo discovered Jupiter, along with its four large moons: Io, Europa, Ganymede and Callisto.\n\nThese observations were the first time that celestial bodies were seen circling an object other than Earth and supported the Copernican view that Earth was not the center of the universe.\n\nJupiter is more than twice as massive as all the other planets combined, according to NASA. Jupiter's immense volume could hold more than 1,300 Earths. If Jupiter were the size of a basketball, Earth would be the size of a grape.\n\nJupiter was probably the first planet to form in the solar system, made up of gasses left over from the formation of the sun. If the planet had been about 80 times more massive during its development, it would have actually become a star in its own right, according to NASA.\n\nRelated: How big is Jupiter?\n\nOn average, Jupiter orbits at about 483,682,810 miles (778,412,020 kilometers) from the sun. That's 5.203 times farther than Earth's average distance from the sun.\n\nAt perihelion, when Jupiter is closest to the sun, the planet is 460,276,100 miles (740,742,600 km) away.\n\nAt aphelion or the farthest distance that Jupiter reaches from the sun, it is 507,089,500 miles (816,081,400 km) away.\n\nJupiter is a gas giant planet, as such it does not have a true solid surface. A spacecraft would not be able to land on the giant planet nor could it fly right through unscathed due to the crushing pressures and extreme temperatures it would experience during its journey.\n\nWe asked Leigh Fletcher, a professor of planetary science a few commonly asked questions about Jupiter.\n\nLeigh Fletcher is a professor of planetary science at the University of Leicester in the U.K. Fletcher researches the atmospheres and climate of gas giants to understand how the planets formed.\n\nYes, but don't be fooled into thinking that Jupiter is like a big cloud of gas that you could fly through, it's more like a fluid planet that gets denser and hotter the deeper you go.\n\nPressures at the colorful cloud tops are not dissimilar to those in Earth's atmosphere, but they build up as you go deeper, rather like a submarine experiencing crushing densities as it sinks deeper and deeper into our oceans. In fact, the hydrogen that is Jupiter's dominant gas gets compressed to such extremes that it changes to an exotic metallic hydrogen form.  So think of Jupiter as a bottomless ocean of strange, exotic materials.\n\n\n\n\n\nJupiter's famous Great Red Spot is a swirling vortex — technically an anticyclone because it rotates anticlockwise in Jupiter's southern hemisphere. This vortex is big enough to swallow the Earth twice over, and the winds that whip around its edges do a good job of keeping the calm air inside the vortex separated from turbulent, stormy air outside.\n\nThe calm air in the interior gets cooked by the ultraviolet light from the sun, creating chemicals and hazes that are very good absorbers of blue light, leaving only red light to be reflected back towards an observer. The Great Red Spot has been around since at least the Victorian era, almost two centuries ago, but has been steadily shrinking in east-west extend for much of that time.\n\nAlmost certainly, but not here in our solar system.  Jupiter and Saturn are the big Gas Giants, Uranus and Neptune are more \"intermediate-sized\" Ice Giants, whereas the rocky terrestrial planets are much smaller.  When we look out at the incredible range of exoplanets being discovered around other stars, more than 5000 at the last count, we do see evidence for larger planets, some of which are \"puffed up\" because they're really close to their parent stars and getting a lot of energy from them to heat their atmospheres to thousands of degrees.\n\nJupiter and the other giant planets are essentially made of the same stuff as the sun, albeit with a few changes to the basic ingredients beyond hydrogen and helium.  So give them a lot more material to start with, and they could ignite nuclear fusion of their hydrogen to form helium, therefore becoming a star.  But brown dwarfs sit in between giant planets and main-sequence stars, too small and light to burn hydrogen, but possibly heavy enough to burn deuterium via nuclear fusion, when they're about 13 times more massive than our Jupiter.\n\n\n\nJupiter's atmosphere resembles that of the sun, made up mostly of hydrogen and helium. A helium-rich layer of fluid metallic hydrogen envelops a “fuzzy” or partially-dissolved core at the center of the planet.\n\nThe colorful light and dark bands that surround Jupiter are created by strong east-west winds in the planet's upper atmosphere traveling more than 335 mph (539 km/h). The white clouds in the light zones are made of crystals of frozen ammonia, while darker clouds made of other chemicals are found in the dark belts. At the deepest visible levels are blue clouds. Far from being static, the stripes of clouds change over time.\n\nInside the atmosphere, diamond rain may fill the skies, and hidden deep within the atmosphere is a dense core of unknown composition.\n\nJupiter's gargantuan magnetic field is the strongest of all the planets in the solar system, at nearly 20,000 times the strength of Earth's, according to the University of Colorado at Boulder. The magnetic field traps electrons and other electrically charged particles in an intense belt that regularly blasts the planet's moons and rings with radiation more than 1,000 times the level lethal to a human. The radiation is severe enough to damage even heavily shielded spacecraft, such as NASA's Galileo probe. The magnetosphere of Jupiter swells out some 600,000 to 2 million miles (1 million to 3 million km) toward the sun and tapers to a tail extending more than 600 million miles (1 billion km) behind the massive planet.\n\nThe star-tracker camera aboard NASA’s Juno spacecraft captured this view of Jupiter's faint rings on Aug. 27, 2016, during the probe's first data-gathering close approach to the giant planet. It’s the first-ever view of the planet's rings from inside of them. The bright star above the main ring is Betelgeuse, and Orion’s belt can be seen in the lower right.\n\n\n\nOne of Jupiter's most famous features is the Great Red Spot, a giant hurricane-like storm that's lasted more than 300 years. According to NASA, the Great Red Spot at its widest is about twice the size of Earth, and its edge spins counterclockwise around its center at speeds of about 270 to 425 mph (430 to 680 kph). That counterclockwise spin makes it a type of storm called an \"anticyclone.\"\n\nThe color of the storm, which usually varies from brick red to slightly brown, may come from small amounts of sulfur and phosphorus in the ammonia crystals in Jupiter's clouds. The spot has been shrinking for quite some time, although the rate may be slowing in recent years.\n\nJupiter has many other storms, too. According to 2022 data from Juno, Jupiter's gargantuan polar cyclones are driven by convection or heat rising from lower altitudes to the higher atmosphere, similar to the way ocean vortexes work on Earth.\n\nJupiter has a mind-boggling 79 known moons, mostly named after the paramours and descendants of the Roman god of the same name. The four largest moons of Jupiter called Io, Europa, Ganymede and Callisto, were discovered by Galileo Galilei and so are sometimes called the Galilean moons.\n\nRelated: Jupiter's moons: Facts about the many moons of the Jovian system\n\nGanymede is the largest moon in our solar system, and is larger than both Pluto and Mercury. It is also the only moon known to have its own magnetic field, whose eerie sound NASA's Juno mission captured in 2021. The moon has at least one ocean between layers of ice, although according to a 2014 study from the journal Planetary and Space Science, it may contain several layers of ice and water stacked on top of one another, along with atmospheric water vapor first spotted in 2021. Ganymede will be the main target of the European Jupiter Icy Moons Explorer (JUICE) spacecraft scheduled to launch in 2023 and arrive at Jupiter's system in 2030.\n\nIo is the most volcanically active body in our solar system. As Io orbits Jupiter, the planet's immense gravity causes \"tides\" in Io's solid surface that rise 300 feet (100 meters) high and generate enough heat to spur on volcanism. Those volcanoes release more than one ton of material every second into the space around the moon, helping to create strange radio waves from Jupiter. The sulfur its volcanoes spew gives Io a blotted yellow-orange appearance, leading some to compare it to a pepperoni pizza.\n\n\n\nThe frozen crust of Europa is made up mostly of water ice, and it may hide a liquid ocean that contains twice as much water as Earth's oceans do. Some of this liquid spouts from out of Europa's southern pole in sporadic plumes, and in 2021 the Hubble Space Telescope spotted more water vapor above Europa's surface. Also in 2021, Europa's north pole was photographed for the first time, and the discovery of underwater volcanoes raised hopes that Europa could be hospitable to life.\n\nWith the National Oceanic and Atmospheric Administration (NOAA) and the Woods Hole Oceanographic Institute, NASA may someday send an autonomous submersible to explore Europa's ice-covered oceans. Additionally, NASA's Europa Clipper mission, a planned spacecraft that would launch in the 2020s, would perform 40 to 45 flybys to examine the habitability of the icy moon.\n\nCallisto has the lowest reflectivity, or albedo, of the four Galilean moons. This suggests that its surface may be composed of dark, colorless rock. Once considered a boring counterpart to the other Galilean moons, Callisto's heavily-cratered surface might conceal a secret ocean, according to NASA.\n\n\n\nJupiter's three faint rings came as a surprise when NASA's Voyager 1 spacecraft discovered them around the planet's equator in 1979. Much more tenuous than Saturn's chunky, colorful rings, Jupiter's rings are made of continuous streams of dust particles emitted by some of the planet's moons, according to NASA's Goddard Space Flight Center.\n\nThe main ring is flattened, according to the Southwest Research Institute's (SwRI's) Juno Mission website. It is about 20 miles (30 km) thick and more than 4,000 miles (6,400 km) wide.\n\nThe inner donut-shaped (also called “toroidal”) ring, called the halo, is more than 12,000 miles (20,000 km) thick, wrote SwRI. The halo is caused by electromagnetic forces that push grains away from the plane of the main ring. Both the main ring and halo are composed of small, dark particles of dust.\n\nThe third ring, known as the gossamer ring because of its transparency, is actually three rings of microscopic debris from three of Jupiter's moons: Amalthea, Thebe and Adrastea. According to a press release from NASA's Galileo mission, the gossamer ring is probably made up of dust particles about the same size as the particles found in cigarette smoke, and extends to an outer edge of about 80,000 miles (129,000 km) from the center of the planet and inward to about 18,600 miles (30,000 km).\n\nRipples in the rings of both Jupiter and Saturn may be signs of impacts from comets and asteroids.\n\nNASA's Juno mission arrived at Jupiter in 2016 with an intended lifespan of about 20 months in orbit, but as of 2022 continues to return beautiful images, audio and other data, with its mission extended until 2025.\n\n— Jupiter's auroras arise from a magnetic 'tug-of-war' with volcanic eruptions on its moon Io\n— Happy birthday, Juno! NASA's Jupiter probe launched 10 years ago today\n— NASA's Juno spacecraft spots 'sprites' and 'elves' dancing in Jupiter's atmosphere\n— Behold! Jupiter is a breathtaking 'marble' in this NASA Juno photo\n\nHistorically, nine missions have flown by Jupiter —  seven have flown past, Pioneer 10, Pioneer 11, Voyager 1, Voyager 2, Ulysses, Cassini and New Horizons. Only two missions — NASA's Galileo and Juno — have orbited the planet.\n\nRelated: Jupiter missions: Past, present and future\n\nPioneer 10 revealed how dangerous Jupiter's radiation belt is, while Pioneer 11 provided data on the Great Red Spot and close-up pictures of Jupiter's polar regions. Voyagers 1 and 2 helped astronomers create the first detailed maps of the Galilean satellites, discovered Jupiter's rings, revealed sulfur volcanoes on Io and detected lightning in Jupiter's clouds. Ulysses discovered that the solar wind has a much greater impact on Jupiter's magnetosphere than scientists previously thought. New Horizons took close-up pictures of Jupiter and its largest moons.\n\nJupiter's first orbiter, Galileo, arrived in 1995 and soon sent a probe plunging toward Jupiter, making the first direct measurements of the planet's atmosphere and measuring the amount of water and other chemicals there. Then the main spacecraft spent eight years studying the system. When Galileo itself ran low on fuel, the spacecraft intentionally crashed into Jupiter to avoid any risk of it bringing contamination from Earth to Europa, which might have an ocean below its surface capable of supporting life.\n\n\n\nNow, Juno studies Jupiter from a polar orbit, in part to figure out how it and the rest of the solar system formed. Researchers hope the mission could also shed light on how alien planetary systems might have developed. According to data from Juno, Jupiter's core may be larger than scientists expected, while Jupiter's stripes and storms stretch from high in the atmosphere to deep inside the planet. In a 2021 NASA overview of Juno's biggest hits, the agency also included observing lightning on Jupiter, detecting water in the atmosphere and measuring magnetic fields 10 times stronger than any found on Earth.\n\nAlthough no missions dedicated to Jupiter itself are in the works, two future spacecraft will study Jupiter's moons: NASA's Europa Clipper (which would launch in the mid-2020s) and the European Space Agency's Jupiter Icy Moons Explorer (JUICE) which will launch in 2023 and arrive at Jupiter's system in 2030 to study Ganymede, Callisto and Europa.\n\nResearchers say that the gas giant will also be a \"proving ground\" for the James Webb Space Telescope (JWST). Scientists are eager to explore Jupiter during the first year of scientific observations of the powerful telescope. With Webb's sights set on exploring Jupiter and its moons scientists are excited at the prospect of understanding some of Jupiter's greatest mysteries such as how such a  massive storm — the Great Red Spot — forms in the turbulent atmosphere or how its largest moons may harbor oceans of water of hidden volcanoes.\n\nOn July 14, 2022, the JWST team released a few tantalizing photos of Jupiter that were captured during the commissioning period. In some of the images, Jupiter's thin ring structure and its moons Europa, Thebe and Metis, are captured through JWST's NIRCam.\n\n\n\nAs the most massive body in the solar system after the sun, Jupiter has helped shape the fate of our neighborhood in space with its immense gravity.\n\nJupiter's gravity has been found responsible for slinging Neptune and Uranus (along with a host of smaller objects like asteroids) away from the sun, according to a 2005 paper published in the journal Nature. That paper established a theory of \"planetary genealogy\" called the Nice model, named after the French city where it was developed.\n\nAccording to the Nice model, Jupiter and other gas giants were also responsible for the Late Heavy Bombardment, a period of time when the young planet Earth and its nearby fellows were barraged with debris.\n\nNowadays, Jupiter may help keep asteroids and comets from bombarding Earth, protecting the inner planets by acting as the \"vacuum cleaner of the solar system,\" wrote SwRI. Its enormous gravity can suck in and absorb smaller objects — as with the spectacular 1994 collision of Jupiter and Comet Shoemaker-Levy 9 — or propel them out of the solar system entirely. But that same gravity can still accelerate some of those objects toward the inner planets, too, so it's a mixed blessing.\n\nJupiter's atmosphere grows warmer with depth, reaching room temperature, or 70 degrees Fahrenheit (21 degrees Celsius), at an altitude where the atmospheric pressure is about 10 times as great as it is on Earth. Scientists suspect that if Jupiter has any form of life, it would have to be airborne at this level. Theoretically, a 2021 study found, that there is enough water to support some life. However, researchers have found no evidence of life on Jupiter.\n\nJupiter's moons are a different story: Europa in particular could host a radiation-shielded hidden ocean, and marine life might float somewhere in those alien waters.\n\nRead this 2018 interview from PBS NewsHour with JunoCam’s lead scientist Candice Hansen-Koharchek, who connects the camera aboard NASA's Juno mission to the public and lets anyone participate in the science around Jupiter. For more on Jupiter's possible past as a major mover-and-shaker in the solar system, read this overview article published in 2020 by the journal Proceedings of the National Academy of Sciences that discusses both the Nice model and newer theories of Jupiter's history. Writer Marina Koren discovers that Jupiter's Great Red Spot might actually be more of a pale rosy color in this piece from The Atlantic on the true colors of the solar system. And for an in-depth video look at the solar system's biggest planet, check out the Jupiter episode of NOVA's \"The Planets\" series, narrated by actor Zachary Quinto.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nCharles Q. Choi is a contributing writer for Space.com and Live Science. He covers all things human origins and astronomy as well as physics, animals and general science topics. Charles has a Master of Arts degree from the University of Missouri-Columbia, School of Journalism and a Bachelor of Arts degree from the University of South Florida. Charles has visited every continent on Earth, drinking rancid yak butter tea in Lhasa, snorkeling with sea lions in the Galapagos and even climbing an iceberg in Antarctica. Visit him at http://www.sciwriter.us\n\nMars may have a solid inner core just like Earth\n\nNASA switches off Voyager instruments to extend life of the two interstellar spacecraft 'Every day could be our last.'\n\nLow on power and spinning out of control, NASA's Lunar Trailblazer moon probe's future looks grim"
  },
  {
    "url": "https://www.space.com/entertainment/7-romantic-sci-fi-movies-to-cuddle-up-with-on-valentines-day",
    "title": "7 romantic sci-fi movies to cuddle up with on Valentine's Day",
    "date": "14 February 2025",
    "content": "Science fiction fans are an incredibly passionate bunch and just like everyone else, we love to celebrate Valentine's Day with starry-eyed appreciation and gratitude towards our friends and loved ones with flowers, chocolates, and over-priced greeting cards to mark the amorous occasion.\n\nTo help celebrate Cupid's favorite holiday, we've compiled a sweet collection of some of the most love-struck sci-fi movies ever concocted by the dream makers in Hollywood. From alien seductions and monstrous road trips to time-hopping interludes and existential odysseys, we're sure you’ll discover something to ignite imaginations and inflame your Valentine's Day desires.\n\nSo settle in and let's unwrap these 7 sci-fi romances perfect for this day devoted to love, whether pairing up for date night with your sweetheart or snuggling with a warm furry friend!\n\nBlanketed by a wondrous score courtesy of ace composer Clint Mansell, the maestro who manifested the music for \"Pi,\" \"Requiem for a Dream\" and \"Moon,\" \"The Fountain\" is perhaps the most hauntingly romantic entry on this list. In his dreamy sci-fi love story from 2006, director Darren Aronofsky weaves a mesmerizing tale through three timelines to show how true love can transcend time, space, and death.\n\nHugh Jackman portrays three different iterations of a man driven by the forces of existence: a modern-day scientist searching for a cure for his dying wife played by Rachel Weisz, a noble 16th-century Conquistador embarking on a quest to find the Fountain of Youth for Spain’s Queen Isabella (also played by Weisz), and a 26th-century interstellar traveler trying to save the legendary Tree of Life. It's superb from beginning to end!\n\n\"The Fountain\" is available to buy or rent on Amazon Prime Video and Apple TV.\n\nHorror master John Carpenter dials back the blood and the frights in this 1984 gem to deliver a heartfelt romantic fable about a marooned alien (Jeff Bridges) on Earth who takes on the form of a lonely woman’s (Karen Allen) deceased husband. All the while government agents are trying to track the extraterrestrial visitor down.\n\nBridges and Allen make for an (eventually) adorable couple as they go on the run together after he kidnaps her to reach his Arizona rescue rendezvous point. Via their time together, each of them comes to learn about the intricacies of love through a mutual bonding, both emotional and physical.\n\nBridges’ Academy Award-nominated role as the benevolent alien inhabiting a foreign body is one of his best performances (especially his reaction to tasting Dutch Apple Pie for the first time), and Jack Nitzsche’s lush synthesizer soundtrack is a superb accompaniment.\n\n\"Starman\" is available to buy or rent on Amazon Prime Video and Apple TV.\n\nLove never goes exactly as planned and so it is with this emotionally-charged 2009 adaptation of Audrey Niffenegger's 2003 novel, \"The Time Traveler's Wife.\" Eric Bana stars as a Chicago librarian with a genetic affliction that allows him to unexpectedly flip back and forth in the time stream.\n\nWhen he encounters his true love played by Rachel McAdams of \"The Notebook\" fame, it begins a decades-hopping love story that dissects the elements of attraction, destiny, and longing. Its complex romantic themes, made even more intriguing with the shifting timelines, are confidently delivered by director Robert Schwentke. A true tear-jerker infinitely worthy of a weepy Valentine's Day viewing.\n\n\"The Time Traveler's Wife\" is available to stream on Max, and you can also buy or rent on Amazon Prime Video and Apple TV.\n\nHumans are prone to find love in the most unlikely of places, even a massive colony spaceship that’s accidentally awoken one of its passengers in suspended animation for the long galactic voyage.\n\nIn this 2016 outer space love story starring Chris Pratt and Jennifer Lawrence, the slumbering astronauts aboard the Avalon are traveling on a 120-year trip to a habitable planet named Homestead II along with thousands of other colonists.\n\nWhen Pratt’s character Jim and Lawrence’s Aurora (get it? Sleeping Beauty?) arise from their hypersleep pods 90 years before their end destination, they forge a loving bond realizing they’ll die before reaching the planet. Director Morten Tyldum gives the movie a glossy flair and injects his sci-fi romance with startling scenes like the zero-G swimming pool sequence. The plot goes places you might not expect, but to say any more would be a spoiler, so just go watch it.\n\n\"Passengers\" is available to buy or rent on Amazon Prime Video and Apple TV.\n\nBefore director Gareth Edwards took on George Lucas's \"Star Wars\" empire with \"Rogue One: A Star Wars Story,\" he helmed this super low-budget sci-fi road trip flick from 2010 called \"Monsters.\"\n\nAfter a space probe crash lands carrying alien spores, it causes an entire portion of Central America and Mexico to be infested with strange life forms including giant squid-like creatures. Magazine photojournalist Andrew Kaulde (Scoot McNairy) must retrieve his boss’s daughter Samantha Wynden (Whitney Able) from the quarantine zone and bring her back across the American border's containment wall.\n\nWhile traveling over land and water they become romantically entangled through the grueling survival ordeal. And hey, who can blame them; watching the erotic mating rituals of these leggy bioluminescent aliens is enough to put anyone in the mood for love... or just give you a lifetime aversion to steamed seafood.\n\n\"Monsters\" is available to stream on Peacock, and you can also buy or rent on Amazon Prime Video and Apple TV.\n\nHere’s a perfect date movie revolving around the mysteries of attraction and relationships. \"Her\" is set in a near future where people can have an intimate partnership with their very own artificial intelligence OS, complete with silly arguments, misunderstandings, and nurturing.\n\nImagine a digital assistant like Alexa but 10,000 times more advanced. Written and directed by iconoclastic filmmaker Spike Jonze (\"Adaptation\"), this timely 2013 movie stars Joaquin Phoenix as Theodore and Scarlett Johansson as the voice of the intelligent operating system named Samantha.\n\nViewers become enveloped in their evolving love affair that experiences some heartbreaking twists and turns yet remains a poignant affirmation of life and love. Jonze also won an Oscar for Best Original Screenplay for the movie's depiction of the technology's \"socially acceptable insanity.\"\n\n\"Her\" is available to buy or rent on Amazon Prime Video and Apple TV.\n\nIt's one of Tom Cruise’s most visually arresting and underrated projects, released in 2013, and directed by \"Tron: Legacy’s\" Joseph Kosinski, the talented filmmaker who teamed back up with Cruise in 2022 for \"Top Gun: Maverick.\" In this post-apocalyptic romance, Cruise plays security repairman Jack Harper who's been left on Earth in 2077 as a custodian following a catastrophic alien invasion.\n\nAfter Harper rescues an attractive woman from her crashed spaceship he starts questioning his mission. This happens to be the same woman appearing in his nightly dreams, which leads to some shocking revelations about Harper’s real identity that we won’t give away even if you torture us with a humongous heart-shaped box of chocolates. Well, maybe just a hint about clones, lies, and the planet’s drained resources. Now hand over the candy!\n\n\"Oblivion\" is available to stream on Netflix, and you can also buy or rent on Amazon Prime Video and Apple TV.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nJeff Spry is an award-winning screenwriter and veteran freelance journalist covering TV, movies, video games, books, and comics. His work has appeared at SYFY Wire, Inverse, Collider, Bleeding Cool and elsewhere. Jeff lives in beautiful Bend, Oregon amid the ponderosa pines, classic muscle cars, a crypt of collector horror comics, and two loyal English Setters.\n\nSci-fi shooter 'Jump Ship' is nearly here, and it's a chaotic mix of 'Left 4 Dead', 'Sea of Thieves', 'FTL' and Hawaiian pizza (video)\n\n'We should be living on Mars by now!' Red Planet and Voyager 1's Pale Blue Dot steal the spotlight in NYC rock show\n\nIntuitive Machines lands near lunar south pole, but fate of private Athena probe unclear"
  },
  {
    "url": "https://www.space.com/the-universe/solar-system/asteroids",
    "title": "Asteroids",
    "date": "5 March 25",
    "content": "The solar system could be packed with 1 million alien visitors, space rocks shaken away from our cosmic neighbor Alpha Centauri, new research has revealed.\n\nObservations from the European Southern Observatory's Very Large Telescope helped show that the expected trajectory of asteroid 2024 YR4 poses nearly zero risk of impacting Earth in 2032.\n\nThe chances of asteroid 2024 YR4 hitting our planet are now zero. Last week, it was the riskiest asteroid to hit our planet since records began.\n\nBreathe a sigh of relief! NASA has dropped the risk of asteroid 2024 YR4 impacting Earth in 2032 to 1 in 360, just days after it became the highest-risk asteroid since records began.\n\nAsteroid 2024 YR4 has a 2.3% chance of hitting Earth in the year 2032. But according to new estimates, it may have an even smaller chance of hitting the moon instead.\n\nAstronomers have captured a new image of the asteroid 2024 YR4, which now has a 1 in 48 chance of hitting Earth in 2032.\n\nScientists simulated what would happen if a medium-size asteroid were to strike Earth. One of those space rocks, asteroid Bennu, has a 1-in-2,700 chance of hitting Earth in the year 2182.\n\nThe chances of the asteroid 2024 YR4 hitting Earth in 2032 appear to have doubled, but an asteroid hunter explains to Space.com why this isn't cause for concern.\n\nThe discovery of a new asteroid this month has turned out to be Elon Musk's Tesla Roadster launched by SpaceX in 2018.\n\nNASA OSIRIS-REx asteroid sample return team has revealed exciting evidence of the precursors of life in the pieces of space rock Bennu.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!"
  },
  {
    "url": "https://www.space.com/22891-ceres-dwarf-planet.html",
    "title": "Ceres: The closest dwarf planet to Earth",
    "date": "4 February 2024",
    "content": "Ceres is the closest dwarf planet to Earth and the largest object in the main asteroid belt between Mars and Jupiter.\n\nSince its discovery in 1801, Ceres has had multiple identities. First, it was thought to be a planet. Then, when it became apparent that it was too small, it was reclassified as an asteroid — the first to be discovered. In 2006, Ceres was named a dwarf planet in response to the discovery of another object, Eris, that called into question how we define planets and smaller objects such as asteroids and Kuiper Belt objects.\n\nWhatever we call it, Ceres is a ball of rock and ice with a diameter of 592 miles (953 kilometers). It is the largest object orbiting the sun in the asteroid belt between Mars and Jupiter.\n\nRelated: What is a dwarf planet?\n\nNo, Ceres is much smaller than the moon. Ceres is 592 miles (953 km) across, whereas the moon's diameter is 2,159 miles (3,475 km).\n\nCeres is much smaller than Pluto, which has a diameter of 1,473 miles (2,370 km).\n\nAlthough Ceres is cold, with daytime temperatures between minus 136 and minus 28 F (minus 33 to minus 93 C), it is still warmer than Pluto, which dips to minus 387 F (minus 232 C). This is because Ceres is much closer to the sun: 257 million miles (413 million km), on average, compared with 3.7 billion miles (5.9 billion km) for Pluto.\n\nIn the late 18th century, astronomers became convinced that there was another planet between Mars and Jupiter. They deduced this based on the Titius-Bode law, named after 18th-century German astronomers Johann Daniel Titius and Johann Elert Bode, which describes an apparent pattern in the spacing of the orbits of the solar system planets. It predicted that there should be a planet in the wide gap between Mars and Jupiter.\n\nSo a group of European astronomers, calling themselves the \"celestial police,\" set about finding this planet. But they were beaten by Italian astronomer Giuseppe Piazzi, who was not initially a member of their group when he discovered Ceres. It was thought that the problem had been solved.\n\nBut soon enough, more objects were discovered between Mars and Jupiter: Pallas was spotted in 1802, Juno in 1804 and Vesta in 1807. They couldn't all be planets. Indeed, they seemed too small; unlike Mars and Jupiter, they were unresolvable in a telescope. Instead, they represented a new class of objects: asteroids.\n\nIn the centuries since, over a million asteroids have been discovered in this region, called the main asteroid belt. Ceres is the largest of them, by far. The next largest, Vesta, is 330 miles (530 km) across.\n\nBack in the 18th and 19th centuries, astronomers often wanted to name the objects they discovered after their patrons. For example, William Herschel initially tried to name Uranus \"Georgium Sidus\" after King George III. However, astronomers outside the United Kingdom frowned upon that name.\n\nSimilarly, when Piazzi discovered Ceres, he wanted to name it \"Ceres Ferdinandea,\" after King Ferdinand of Sicily, who had founded the observatory in Palermo from which Piazzi discovered Ceres. The reference to royalty was dropped, but the name Ceres,  the Roman goddess of agriculture and fertility, remained.\n\nCeres orbits the sun between the orbits of Mars and Jupiter. Its elliptical orbit puts the dwarf planet between 2.55 astronomical units (AU), or 237 million (381 million km), from the sun at its closest point (perihelion) and 2.98 AU, or 277 million miles (446 million km) from the sun at its farthest point (aphelion).\n\nCeres takes 4.6 Earth years, or 1,682 Earth days, to orbit the sun, according to NASA. Days on Ceres are much shorter than on Earth, with Ceres spinning on its axis once every nine hours.\n\nLiving on Ceres would not be fun. The dwarf planet has no atmosphere, so you'd need to wear a spacesuit. This would not only provide you with air to breathe but also protect you from the freezing temperatures, which, on Ceres' day side, range from minus 136 to minus 28 degrees Fahrenheit (minus 93 to 33 degrees Celsius). Nighttime temperatures are around 225 F (minus 143 C).\n\nOn the plus side, you'd feel like you'd lost a lot of weight. The gravity is only 0.2 to 0.3 meters per square second or about 3% of that on Earth. That means that if you weighed 150 pounds (68 kilograms) on Earth, you'd feel like you weighed 4.5 pounds (2.04 kg) on Ceres.\n\n\n\nCeres is the closest dwarf planet to Earth. All of the other dwarf planets in the solar system are very far away, in the Kuiper Belt beyond Neptune.\n\nCeres has some similarities with the other dwarf planets, such as Pluto and Eris. It is rubble left over from the formation of the solar system — a protoplanet that was stillborn and never grew any further.\n\nHowever, Ceres differs in its composition: Ceres is mostly rocky, whereas Pluto and its neighbors are mostly icy.\n\nCeres does have some ice, however. Its overall density is only about 2 to 2.3 grams per cubic centimeter, which is too low to be all rock. This implies that a quarter of Ceres is made of ice, mixed in with the surface regolith and in layers beneath the surface.\n\n\n\nIn 2015, NASA's Dawn spacecraft, having already visited Vesta, traveled to Ceres. As Dawn approached Ceres, it imaged a bright spot on the surface, which, as Dawn neared, resolved into bright patches, called Cerealia Facula and Vinalia Faculae. Upon closer inspection, hundreds of bright patches have been observed on Ceres. Planetary scientists were puzzled by this. Could the bright areas be patches of exposed ice?\n\nWhen Dawn arrived in orbit around Ceres and took high-resolution images of the bright spots, the largest area of white deposits was found within a 57-mile-wide (92 km) crater called Occator. These spots are not ice, though. Instead, they are mostly sodium carbonate left behind by briny water that gurgled up to the surface and sublimated, leaving behind sodium carbonate deposits.\n\nHow can water exist on such a large, airless object? Data from the Dawn mission suggests that the briny water originates from a reservoir 25 miles (40 km) beneath the cratered surface and that the sodium carbonate was first left behind on the surface within the past 9 million years as cryovolcanism brought slushy liquid to the surface. The process seems to be ongoing — Dawn detected water still in the sodium carbonate sediments, and since water should sublimate quickly when exposed to the vacuum of space, the water must be being replenished for Dawn to have detected it.\n\nThe extent of this underground water is uncertain. If we could slice Ceres in half, we would find that it is \"differentiated.\" This means that when it formed, its interior was warm enough to separate into different layers, with the densest material sinking to the core. Ceres' core is, therefore, formed from rocks and clays. Above this large core is the briny water-ice layer, which extends 60 miles (100 km) below the surface), and possibly even deeper. The external layer is a 25-mile-thick crust of regolith, salty minerals and ice.\n\n\n\nThe possibility of life on Ceres seems unlikely, given the high salt levels and low temperature. Because of the presence of water, however, it cannot be ruled out.\n\nAlternatively, life may have existed there in the past, when Ceres was warmer. Planetary scientists have called for Ceres to be treated as an ocean world and placed on a par with the likes of Jupiter's moon Europa and Saturn's moon Enceladus as having interest for astrobiologists. To that end, the 2023 Planetary Science Decadal Survey has suggested that a sample-return mission from Ceres should be a top priority. If anything does live on Ceres, it would be very simple microbes, according to NASA.\n\nWe spoke with Andreas Nathues, a scientist at the Max Planck Institute for Solar System Research in Germany, about the curious nature of Ceres' bright patches and the inference that they come from a water layer deep beneath the dwarf planet's surface.\n\nAndreas Nathues is a scientist at the Max Planck Institute for Solar System Research in Germany. His expertise is the development of scientific instrumentation (VIS-NIR spectrometers/cameras) for interplanetary space probes as well as data analyses of these instruments.\n\nThe impact initially triggered the activity by pressure relief and starting the process of forming conduits through the crust for the brines to travel. [But the cryovolcanic] activity is likely driven by the exsolution of gases; obviously it took many millions of years until the brines made it up to the surface via cracks/fractures that opened late. Likely the activity will continue; it's unlikely to assume that it stopped about 1 million years ago and will not continue.\n\nNo, this layer formed during the partial differentiation process of Ceres. At the end of its early evolution, Ceres had a large, icy shell that was [mostly] lost to space due to sublimation. The water of this shell froze from top to bottom, and an ocean at depth is all that's left.\n\nThese protoplanets are too big to deliver organics; organics would get destroyed during the impact process between such a large body and Earth. However, objects of a few hundred meters to kilometers in size could have brought water to Earth. Whether these could have also transferred organics is unclear, but the impact speeds were probably too high to not destroy them.\n\nThis infographic from NASA's Jet Propulsion Laboratory shows the five official dwarf planets: Ceres, Pluto, Eris, Makemake and Haumea. You can also find out more about them from this article from The Planetary Society.\n\nNASA's Dawn mission is the only spacecraft that has visited Ceres. You can learn more about the Dawn mission on NASA's Dawn mission website.\n\n'Pluto and the Developing Landscape of Our Solar System', IAU, https://www.iau.org/public/themes/pluto/\n\n'Ceres Facts', NASA, https://science.nasa.gov/dwarf-planets/ceres/facts/\n\nHoskin, Michael; 'Bode's Law and the Discovery of Ceres', Physics of Solar and Stellar Coronae: G. S. Vaiana Memorial Symposium, https://link.springer.com/chapter/10.1007/978-94-011-1964-1_3\n\n'The Discovery of Asteroids', European Space Agency, 2019, https://sci.esa.int/web/astrophysics/-/29802-asteroids\n\nForbes, Eric G.; 'Gauss and the Discovery of Ceres', Journal for the History of Astronomy, Vol. 2, p.195, 1971, https://adsabs.harvard.edu/full/1971JHA.....2..195F\n\n'Study reveals details of \"golf ball asteroid, MIT News, 2020,\n\nhttps://news.mit.edu/2020/pallas-golf-ball-asteroid-0210\n\nCunningham, Clifford J.; 'The discovery of Juno and its effect on Olbers' asteroid explosion hypothesis', Journal of Astronomical History and Heritage, 7, No. 2, p.116–117, 2004, https://ui.adsabs.harvard.edu/abs/2004JAHH....7..116C/abstract\n\nCunningham, Clifford J.; 'The Discovery of Vesta', Investigating the Origin of the Asteroids and Early Findings on Vesta, Springer, 2017, https://link.springer.com/chapter/10.1007/978-3-319-58118-7_4\n\n'Asteroids, Comets and Meteors', NASA, https://science.nasa.gov/asteroids-comets-meteors/\n\n'Vesta Sizes Up', NASA, 2023, https://science.nasa.gov/resource/vesta-sizes-up/\n\nWilliams, David R,; 'Moon Fact Sheet', NASA NSSDC, 2024, https://nssdc.gsfc.nasa.gov/planetary/factsheet/moonfact.html\n\nZolotov, M.; 'Is Ceres Differentiated?', American Geophysical Union, 2008, https://ui.adsabs.harvard.edu/abs/2008AGUFM.P51C1424Z/abstract\n\n'New Clues to Ceres' Bright Spots and Origins', NASA, 2018, https://solarsystem.nasa.gov/news/593/new-clues-to-ceres-bright-spots-and-origins/\n\n'Close-up of Occator Crater', NASA–JPL, 2020 https://www.jpl.nasa.gov/images/pia24022-close-up-of-occator-crater\n\n'Mystery Solved: Bright Areas on Ceres Come From Salty Water Below', NASA–JPL, 2020, https://www.nasa.gov/centers-and-facilities/jpl/mystery-solved-bright-areas-on-ceres-come-from-salty-water-below/\n\nPatel, Neel V.; 'The dwarf planet Ceres might be home to an underground ocean of water', MIT Technology Review, 2020, https://www.technologyreview.com/2020/08/11/1006447/ceres-largest-asteroid-dwarf-planet-underground-ocean-salty-water/\n\nErmakov, Anton I., et al; 'Surface Roughness and Gravitational Slope Distributions of Vesta and Ceres', JGR Planets, 124, issue 1, 2018, https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2018JE005813\n\nStein, N. T. et al; 'The formation and evolution of bright spots on Ceres', Icarus, 320, p. 188–201, 2019, https://www.sciencedirect.com/science/article/pii/S0019103517303627\n\nSchenk, P. et al; 'Impact heat driven volatile redistribution at Occator crater on Ceres as a comparative planetary process', Nature Communications, 11, 3679, 2020, https://www.nature.com/articles/s41467-020-17184-7\n\nNathues, a. et al; 'Recent cryovolcanic activity at Occator crater on Ceres', Nature Astronomy, 4, 794–801, 2020, https://www.nature.com/articles/s41550-020-1146-8\n\n'Ceres' Internal Structure (Artist's Concept)', NASA–JPL, 2018, https://www.jpl.nasa.gov/images/pia22660-ceres-internal-structure-artists-concept\n\nNeveu, Marc; 'Ceres, a window into how planets could harbor life', Physics Today, 76, 12, 54–55 (2023), https://pubs.aip.org/physicstoday/article/76/12/54/2923599/Ceres-a-window-into-how-planets-could-harbor\n\nCastillo-Rogez, Julie; 'Future exploration of Ceres as an ocean world', Nature Astronomy, 4, 732–734, 2020, https://www.nature.com/articles/s41550-020-1181-5\n\nOrigins, Worlds and Life: A Decadal Strategy for Planetary Science and Astrobiology 2023–2032, https://nap.nationalacademies.org/catalog/26522/origins-worlds-and-life-a-decadal-strategy-for-planetary-science\n\nCarter, Jamie; 'Why this Ceres mission could change the search for alien life', The Planetary Society, 2022, https://www.planetary.org/articles/ceres-sample-return-mission-alien-life\n\n'Pluto Facts', NASA, https://science.nasa.gov/dwarf-planets/pluto/facts/\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nKeith Cooper is a freelance science journalist and editor in the United Kingdom, and has a degree in physics and astrophysics from the University of Manchester. He's the author of \"The Contact Paradox: Challenging Our Assumptions in the Search for Extraterrestrial Intelligence\" (Bloomsbury Sigma, 2020) and has written articles on astronomy, space, physics and astrobiology for a multitude of magazines and websites.\n\nA monster black hole may be hiding in the galaxy next door: 'It is astounding'\n\nSpectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans\n\nThe PSVR 2 is now one of its lowest ever prices with a huge $150 off at Walmart"
  },
  {
    "url": "https://www.space.com/the-universe/solar-system",
    "title": "Solar System",
    "date": "8 March 25",
    "content": "By Tariq Malik\n\nLast updated 8 March 25\n\nBy Sharmila Kuthunur\n\nPublished 7 March 25\n\nBy Harry Baker\n\nPublished 7 March 25\n\nBy Stephanie Pappas\n\nPublished 7 March 25\n\nBy Sharmila Kuthunur\n\nPublished 7 March 25\n\nBy Tariq Malik\n\nLast updated 7 March 25\n\nBy Mike Wall\n\nPublished 6 March 25\n\nBy Robert Lea\n\nPublished 5 March 25\n\nBy Samantha Mathewson\n\nPublished 26 February 25\n\nBy Robert Lea\n\nPublished 24 February 25\n\nBy Robert Lea\n\nLast updated 20 February 25\n\nBy Pandora Dewan\n\nPublished 16 February 25\n\nBy Robert Lea\n\nPublished 14 February 25\n\nBy Victoria Corless\n\nPublished 11 February 25\n\nBy Robert Lea\n\nPublished 7 February 25\n\nBy Tariq Malik\n\nPublished 31 January 25\n\nBy Brett Tingley\n\nPublished 5 February 25\n\nBy Joe Rao\n\nPublished 27 January 25\n\nBy Keith Cooper\n\nPublished 23 January 25\n\nBy Daisy Dobrijevic\n\nPublished 16 January 25\n\nBy Joe Rao\n\nPublished 9 January 25\n\nBy Darryl Seligman\n\nPublished 7 January 25\n\nBy Jamie Carter\n\nPublished 30 December 24\n\nBy Keith Cooper\n\nPublished 12 December 24\n\nBy Abha Jain\n\nPublished 12 November 24\n\nBy Victoria Corless\n\nPublished 30 January 25\n\nBy Keith Cooper\n\nLast updated 20 January 25\n\nBy Keith Cooper\n\nLast updated 4 February 24\n\nBy Sharmila Kuthunur\n\nPublished 5 December 23\n\nBy Sharmila Kuthunur\n\nPublished 18 October 23\n\nBy Stefanie Waldek\n\nPublished 20 April 23\n\nBy Robert Lea\n\nPublished 21 March 23\n\nBy Sharmila Kuthunur\n\nPublished 28 February 23\n\nBy Tereza Pultarova\n\nPublished 8 February 23\n\nBy Sharmila Kuthunur\n\nPublished 7 March 25\n\nBy Harry Baker\n\nPublished 7 March 25\n\nBy Stephanie Pappas\n\nPublished 7 March 25\n\nBy Sharmila Kuthunur\n\nPublished 28 February 25\n\nBy Doris Elin Urrutia\n\nLast updated 27 February 25\n\nBy Sharmila Kuthunur\n\nPublished 22 February 25\n\nBy Sharmila Kuthunur\n\nPublished 19 February 25\n\nBy Julian Dossett\n\nPublished 17 February 25\n\nBy Skyler Ware\n\nPublished 16 February 25\n\nBy Victoria Corless\n\nPublished 9 January 25\n\nBy Harry Baker\n\nPublished 25 December 24\n\nBy Keith Cooper\n\nPublished 10 December 24\n\nBy Keith Cooper\n\nPublished 26 November 24\n\nBy Samantha Mathewson\n\nPublished 11 November 24\n\nBy Benjamin Roulston\n\nPublished 11 November 24\n\nBy Stefanie Waldek\n\nPublished 1 November 24\n\nBy Keith Cooper\n\nPublished 10 October 24\n\nBy Andrew Jones\n\nPublished 11 September 24\n\nBy Samantha Mathewson\n\nPublished 6 March 25\n\nBy Leonard David\n\nPublished 2 March 25\n\nBy Sharmila Kuthunur\n\nPublished 1 March 25\n\nBy Leonard David\n\nPublished 28 February 25\n\nBy Kiona N. Smith\n\nPublished 25 February 25\n\nBy Keith Cooper\n\nPublished 25 February 25\n\nBy Victoria Corless\n\nPublished 25 February 25\n\nBy Sharmila Kuthunur\n\nPublished 13 February 25\n\nBy Harry Baker\n\nPublished 7 February 25\n\nBy Kiona N. Smith\n\nPublished 19 December 24\n\nBy Brett Tingley\n\nPublished 2 December 24\n\nBy Robert Lea\n\nPublished 3 October 24\n\nBy Sharmila Kuthunur\n\nPublished 19 September 24\n\nBy Andrew Jones\n\nPublished 6 September 24\n\nBy Robert Lea\n\nPublished 24 July 24\n\nBy Harry Baker\n\nPublished 16 March 24\n\nBy Robert Lea\n\nPublished 21 November 23\n\nBy Robert Z. Pearlman\n\nPublished 13 October 23\n\nBy Paul Sutter\n\nPublished 19 October 23\n\nBy Paul Sutter\n\nPublished 15 September 23\n\nBy Keith Cooper\n\nPublished 24 August 23\n\nBy Monisha Ravisetti\n\nPublished 17 August 23\n\nBy Robert Lea\n\nPublished 14 June 23\n\nBy Charles Q. Choi\n\nLast updated 17 April 23\n\nBy Robert Lea\n\nPublished 17 March 23\n\nBy Robert Lea\n\nPublished 14 February 23\n\nBy Elizabeth Howell\n\nLast updated 28 November 22\n\nBy Mike Wall\n\nPublished 6 March 25\n\nBy Samantha Mathewson\n\nPublished 6 March 25\n\nBy Samantha Mathewson\n\nPublished 6 March 25"
  },
  {
    "url": "https://www.space.com/asteroid-2024yt4-image-feb7",
    "title": "What the asteroid with a 1-in-48 chance of hitting Earth in 2032 looks like (images)",
    "date": "14 February 2025",
    "content": "It might not look like much in this image, but this is the asteroid that has made a major news impact in 2025. That's because this space rock, designated asteroid 2024 YR4, has a 1-in-48 chance of impacting Earth in 2032.\n\nFor obvious reasons, astronomers are desperate to learn as much as they can about 2024 YR4, estimated to be as large as 177 feet wide (54 meters wide). That's around as wide as Cinderella's Castle in Walt Disney World Florida is tall.The image featured here was captured on Feb. 7, 2025 by the 8.1-meter Gemini South telescope that's located on Cerro Pachón, a mountain in the Chilean Andes. At the time the image was taken, the asteroid was around 37 million miles (59.5 million kilometers) from Earth and 130 million miles (209 million kilometers) from the sun.\n\n\"I find 2024 YR4 to be extremely exciting!\" Bryce Bolin, the NASA Goddard Space Flight Center astronomer who helped capture this image, told Space.com. \"Not only because of its notoriety but for the scientific potential of studying such a small asteroid in high detail.\"Only a few asteroids have been studied like this.\"\n\n\n\n\"We took 12 200-second long exposures in the Red band and tracked the motion of the asteroid to obtain these images,\" Bolin explained. \"The observations were difficult for three reasons. Firstly, the asteroid was faint, requiring the use of large telescopes to observe.\" Bolin explained the second difficulty surrounded the fact that 2024 YR4 was observed when the moon was 70% illuminated, meaning there was a considerable increase in sky background light compared to typical darker conditions. This made it more challenging to detect such a faint and distant object.\n\nFinally, Bolin added that the asteroid was moving 0.26 arcseconds per minute, which necessitated careful tracking with Gemini South to avoid trailing losses.\n\n\n\nThis isn't the first image of asteroid 2024 YR4. The asteroid was first discovered by the NASA-funded Asteroid Terrestrial-impact Last Alert System (ATLAS) on Dec. 27, 2024.Soon after its discovery, the asteroid raced to the top of NASA's Center for Near Earth Objects Studies (CNEOS) Sentry impact risk table. The asteroid has remained there ever since, with the odds of impact in seven years climbing.\n\nAsteroid hunter David Rankin has been tracking 2024 YR4 since its discovery. He recently reassured Space.com's readers by explaining that the increase in impact odds was expected. Rankin added that those odds are also expected to drop soon when the orbit of this asteroid is better understood.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\n— Earth's mini-moon has finally departed. Will it ever return as a 'second moon?'\n\n— Asteroid the size of 3 million elephants zooms past Earth\n\n— Astronauts could mine asteroids for food someday, scientists say\n\nThere are more Gemini South images of 2024 YR4 in the pipeline, but as the asteroid is currently heading away from Earth, it might be a while until we get a really good look at this space rock — from the ground at least. Bolin explained that 2024 YR4 will appear to fade until around mid-March, making it rather difficult to detect from the ground. The asteroid will become visible to ground telescopes in mid-2028 as it reapproaches Earth.\"Therefore, this is the last chance we have to observe the asteroid from Gemini before 2028,\" Bolin concluded.Space-based telescopes may have a little more fortune tracking this space rock until then. The James Webb Space Telescope (JWST) is set to join this quest in March of this year.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nRobert Lea is a science journalist in the U.K. whose articles have been published in Physics World, New Scientist, Astronomy Magazine, All About Space, Newsweek and ZME Science. He also writes about science communication for Elsevier and the European Journal of Physics. Rob holds a bachelor of science degree in physics and astronomy from the U.K.’s Open University. Follow him on Twitter @sciencef1rst.\n\nPrivate Blue Ghost lander spotted on the moon by NASA lunar orbiter (photo)\n\nMars may have a solid inner core just like Earth\n\nIntuitive Machines lands near lunar south pole, but fate of private Athena probe unclear"
  }
]