[
  {
    "url": "https://astrobiology.nasa.gov/about/faq/",
    "title": "Astrobiology Program FAQ",
    "date": "",
    "content": "NASA has a long history of supporting research in the search for life; NASA’s first Exobiology grant was awarded in 1959 for the development of the “Wolf Trap,” an instrument to detect microbial life on the surface of another planet. As the field expanded over the following decades, a broader view of the search for life beyond Earth was needed, and the concept of astrobiology was developed to capture wider questions concerning habitability. The NASA Astrobiology Institute (NAI) was established in 1998 to encourage and sustain research in astrobiology after the announcement of purported fossil microbes in a Martian meteorite. Due to the efforts of the NAI, research in astrobiology has matured significantly. Since then, new frontiers have emerged and await exploration by the astrobiology community, including instrumentation development for life detection and the application of artificial intelligence (AI), machine learning, and next-generation computing to the characterization of exoplanets.\n\nNASA&nbspSMD is committed to interdisciplinary and interdivisional research. NASA helped to create Planetary Science, including Exobiology (1960s), and Earth Systems Science (1970s) and, as they matured, created HQ organizations to manage missions in these areas. Now, NASA, as the main supporter of Astrobiology research, has innovated a new way of promoting interactions across its research programs and its divisions to advance the science and further the goals of understanding our origins and discovering life elsewhere as described in the 2015 Astrobiology Strategy.\n\nIn 2015, the NASA Astrobiology Program announced a new programmatic infrastructure. Known as Research Coordination Networks (RCNs), and first deployed as the Nexus for Exoplanet System Science (NExSS), RCNs bring together researchers who are funded from a variety of sources into interdisciplinary, topically-focused research groups. Since then, the NASA Astrobiology Program has activated five RCNs, each organized around a key research topic identified in the 2015 Astrobiology Strategy, The Astrobiology Science Strategy for the Search for Life in the Universe, and related to missions: prebiotic chemistry and the early Earth; early metabolism, evolution, and complexity; life detection on other worlds; habitable worlds (initially focused on ocean worlds); and exoplanet system science. This structure replaced the coordination function of the  NAI which concluded activities at the end of 2019. In addition, the Astrobiology Program now solicits Interdisciplinary Consortia for Astrobiology Research (ICAR). These are five year research programs that involve large geographically-distributed teams with multi-year interdisciplinary research plans, into focused questions of Astrobiology. Awardees from this solicitation join a relevant RCN, along with awardees from other SMD solicitations (e.g., Exobiology, Habitable Worlds, Exoplanet Research) whose research projects are on relevant topics.\n\nThis document contains answers to Frequently Asked Questions about the Astrobiology Program organized by topical areas:"
  },
  {
    "url": "https://astrobiology.nasa.gov/research/",
    "title": "Research",
    "date": "",
    "content": "Astrobiology research at NASA focuses on three basic questions: How does life begin and evolve? Does life exist elsewhere in the Universe? What is the future of life on Earth and beyond? Over the past 50 years, astrobiologists have uncovered a myriad of clues to answering these Big Questions.\n\nContributions from many disciplines of science must be integrated to answer these questions. Thus, the Astrobiology program at NASA enlists researchers from astronomy, chemistry, planetary sciences, geology, earth science, biology and many more disciplines.  Astrobiology is understanding how we go from “star stuff’ to life."
  },
  {
    "url": "https://astrobiology.nasa.gov/about/",
    "title": "Life, Here and Beyond",
    "date": "",
    "content": "Ask most anyone whether life exists on other planets and moons, and the answer you’ll get is a confident “yes!”  Going back decades (and in many ways generations), we’ve been introduced to a menagerie of extraterrestrials good and bad.  Their presence suffuses our entertainment and culture, and we humans seem to have an almost innate belief-or is it a hope-that we are not alone in the universe.\n\nBut that extraterrestrial presence on regular display is, of course, a fiction.  No life beyond Earth has ever been found; there is no evidence that alien life has ever visited our planet.  It’s all a story."
  },
  {
    "url": "https://astrobiology.nasa.gov/resources/scicomm-guild/",
    "title": "NASA Astrobiology Science Communication Guild",
    "date": "2024-09-03T11:37:44-04:00",
    "content": "We are an international, community-based network of astrobiologists who engage in science communication with diverse audiences and learners.\n\nThe NASA Astrobiology Program is proud to hold science communication as one of its core values. We have expressed that value through a variety of creative initiatives over the years such as FameLab USA, and now, the Astrobiology Science Communication Guild. Guild leadership strives to serve its members by bridging astrobiologists into existing outreach, communication, education, and public engagement opportunities. Much like the artisan guilds of old Europe, Guild members come together to build community and support each other as evolving science communicators, and to leverage, innovate, and co-create science communication opportunities to serve broad societal needs. Welcome, and please join us!          Daniella Scalice, Guild co-founder\n\nThe Astrobiology Science Communication (SciComm) Guild is an international, community-based, community-led network of astrobiologists who engage in science communications with diverse audiences and learners. The purpose of the Guild is to help members in their evolution as SciComm practitioners (to both their research peers and to the public) by connecting astrobiology subject matter experts (SMEs) to science communication opportunities through NASA and external partners, especially NASA’s Science Activation program (SciAct). We have three objectives:\n\n\n\nNASA Science Activation's Solar System Treks collaborated with Astrobiology SciComm Guild SMEs to create enhancements to the Europa Trek portal.\n\nOur members are diverse and span different interests within astrobiology. Want to join? You are eligible if you are a practicing researcher who self-identifies as astrobiologist (or a student in training to become one), an astrobiology science communicator, and/or an educator who teaches astrobiology. If you are one or more of these three and would like to join to receive information about Guild SciComm opportunities, please contact svetlana.shkolyar@nasa.gov.\n\n\n\nAt AbSciCon 2024, NASA Astrobiology SciComm Guild and NASA SCoPE co-hosted a game night that fused mission planning and education.\n\n\n\n\n\n\n\nWe bring Guild members diverse SciComm and engagement opportunities with NASA and external partners regularly at our monthly meetings. Meetings are a chance for SciComm, engagement, outreach, and education leaders to seek subject matter experts from the astrobiology community through mutually beneficial partnerships. Guild members are notified about upcoming meetings by email and through our community Slack page. Watch recordings of meetings below. If you miss a meeting, recordings are posted within a week of the meeting occurrence.\n\nMany feature ongoing opportunities and it may not be too late to participate in some of them. Contact svetlana.shkolyar@nasa.gov to be connected to an opportunity presented by a past Guild speaker.\n\n\n\n\n\n\n\nNov. 6, 2024: Sharings from the Guild community of practice on astrobiology SciComm activities and opportunities\n\nOct. 23, 2024: Give feedback on and witness a preview to a new suite of astrobiology-themed digital learning experiences developed by SciAct's Infiniscope team: \"Are We Alone\"\n\nSep. 18, 2024: Learn about two opportunities for Guild members with NASA's Solar System Ambassadors program, (1) becoming an Ambassador and (2) becoming a SME to the program\n\nAug. 12, 2024: “The Lost City and Icy Worlds” Presentation by SciAct SCoPE Seed Grant Awardee and Guild member Sarah Treadwell\n\nJuly 23, 2024: Implementation session on NASA’s Astrobiology Learning Progressions educational resource –  Part 2 of a 2-part workshop\n\nJune 6, 2024: Learn about NASA’s Astrobiology Learning Progressions educational resource  –  Part 1 of a 2-part workshop\n\nApril 16, 2024: Learn how to be a STEM role model during youth interactions with NASA Science Activation’s NIFTY team\n\nMarch 19, 2024: Help Community College instructors teach science better with NASA Community College Network\n\nDecember 8, 2023: Exoplanet Citizen Science with with NASA SciAct Exoplanet Watch team\n\nMeeting recordings are shown for the last calendar year. To view older meeting recordings, visit the Astrobiology SciComm Guild YouTube page.\n\nWe are interested in hearing from our members so that we can get support to continue offering and co-creating high-quality, relevant, and beneficial SciComm experiences for and with members. If you just became a member, please fill out the first two surveys below. If you just performed a Guild-related SciComm activity, please fill out the Outreach Reporting Tool.\n\nHave you just become a new member of the Astrobiology Science Communication Guild? If so, please fill out this short survey to share what you would like to gain from the Guild. Questions include personal goals for science communication and outreach, topics and events that interest you, and how you would like the guild to contribute to the community.\n\nHave you just become a new member of the Astrobiology Science Communication Guild? If so, please fill out this roster. If not, please see Membership section on how to join. Members are diverse and span different interests within astrobiology.\n\nHave you recently completed an outreach activity with the Guild (or a relevant non-Guild  activity)? Tell us about it in this short tracking form.\n\nGuild Leadership is dedicated to helping members on their journeys of practicing the art of communicating astrobiology effectively and impactfully.\n\nDr. Svetlana Shkolyar is an astrobiologist who specializes in developing life detection techniques and strategies on planetary surfaces using laser spectroscopy instruments, particularly on present and upcoming Mars missions. She is currently the community engagement lead for NASA’s Center for Life Detection, where she leads CLD’s engagement strategy to increase awareness and participation in tools to help life detection mission planning efforts.She is also passionate about using the powerful narrative of astrobiology to engage students and the public in learning science and recognizing its importance in society. In her role as an educational liaison between the NASA Astrobiology Program and NASA’s Science Activation program, she bridges astrobiology resources and subject matter experts to public education and engagement programs.When she’s not doing astrobiology, she is doing science experiments of a different kind – in her kitchen. The ultimate experiment is whether her two kids, ages 1.5 and 6, like her creations.\n\nMike Toillion is a media production specialist and filmmaker for the NASA Astrobiology Program. Mike founded the NASA Astrobiology YouTube channel and has created multiple science communication video series, including the Early Career Spotlight Series, Ask an Astrobiologist, Countdown to Mars, Exploring the Universe with NASA’s JWST, and Astrobiology in the Field.After work, you can find him hiking, climbing, and snowboarding the mountains of Colorado, walking his bulldog, Mochi, and traveling the world in search of the greatest street food.\n\nDaniella Scalice is the Education Lead for NASA’s Astrobiology Program as well as the Community-Based Education Lead for the MUREP for American Indian/Alaska Native STEM Engagement (MAIANSE) program of NASA’s Office of STEM Engagement. Daniella also leads the American Indian/Alaska Native Working Group for NASA’s Science Mission Directorate. Daniella has led the Astrobiology for the Incarcerated program, as well as a FameLab, a science communication training program for early career scientists.With Guild Evaluator Hilarie Davis, Daniella co-developed an Impact Assessment Method and together they also developed the Astrobiology Learning Progressions which organizes astrobiology content to support learners of all ages. Daniella is a settler colonialist of European descent who lives and works on the lands of the Piscataway in the occupied territories known by some today as Annapolis, Maryland, United States.\n\n"
  },
  {
    "url": "https://astrobiology.nasa.gov/about/astrobiology-strategy/",
    "title": "Astrobiology Strategy",
    "date": "",
    "content": "NASA Astrobiology Town Hall: NASA Decadal Astrobiology Research & Exploration StrategyNovember 8, 2024, 1PM ET\n\nAn interactive NASA Astrobiology Town Hall will be held on November 8, 2024, to provide an overview of the forthcoming NASA Decadal Astrobiology Research and Exploration Strategy (NASA-DARES 2025). This new Strategy aims to address the evolving needs of the astrobiology community, reflecting its growth and increasing interdisciplinarity.\n\nClick here for more information.\n\nClick here here to submit questions in advance.\n\nAstrobiology research sponsored by NASA focuses on three basic questions: How does life begin and evolve? Does life exist elsewhere in the Universe? How do we search for life in the Universe? Over the past 50 years, astrobiologists have uncovered a myriad of clues to answering these Big Questions.\n\nSince the astrobiology community published its last Astrobiology Roadmap in 2008, research in the field has focused more and more on the link between the “astro” and the “bio” in astrobiology—that is, what makes a planetary body habitable. “Habitability” has become a major buzzword in astrobiology as researchers have learned more about extraterrestrial environments in our Solar System and beyond and deepened their understanding of how and when the early Earth became habitable.\n\nWhy is Earth habitable? How, when, and why did it become habitable? Are, or were, any other bodies in our Solar System habitable? Might planets orbiting other stars be habitable? What sorts of stars are most likely to have habitable planets? These are just a few of the questions that astrobiologists are trying to answer today.\n\nIn preparing this new science strategy, hundreds of members of the astrobiology community collaborated in an intensive process of defining goals and objectives for astrobiology research moving forward. The community identified six major topics of research in the field today:\n\nThis 2015 Astrobiology Strategy identifies questions to guide and inspire astrobiology research on each of these topics—in the lab, in the field, and in experiments flown on planetary science missions—over the next decade. The strategy also identifies major ongoing challenges that astrobiologists tackle as they attempt to answer these universal questions.\n\nYou can download the 2015 Astrobiology Strategy here."
  },
  {
    "url": "https://astrobiology.nasa.gov/events/2025-nasa-planetary-science-summer-school/",
    "title": "2025 NASA Planetary Science Summer School",
    "date": "January 21, 2025",
    "content": "Now through March 18, 2025, NASA is encouraging applications for its 37th Annual Planetary Science Summer School. Offered by the Jet Propulsion Laboratory in Pasadena, California, PSSS is a 3-month long early career development experience to help prepare the next generation of planetary science and engineering mission leaders.  Participants learn the process of developing a science hypothesis-driven robotic space mission in a concurrent engineering environment while getting an in-depth, first-hand look at mission design, mission life cycle, costs, schedule and the trade-offs inherent in each.\n\nApplicants with the following education and career experience are eligible: Science and engineering Doctoral candidates (advancement to candidacy required), recent Ph.D.’s (up to three years beyond their Ph.D.), Postdocs, Junior Faculty with a Ph.D., and non-research Engineering Master-level students within six to nine months of graduation will be considered on a space-available basis.\n\nOpen to U.S. Citizens and legal permanent residents and a limited number of Foreign Nationals from non-designated countries living within the U.S at the time of application and during the full session.  There is no charge to attend, and applicants from diverse backgrounds are particularly encouraged to apply.  Diversity, equity and inclusion are important to us, and we strive to create a welcoming environment where participants’ contributions and unique perspectives are valued.\n\nSession 1: Preparatory Sessions May 8 – July 24. \nCulminating Week with JPL’s Team X July 28 – August 1.\n\nSession 2: Preparatory Sessions May 22 – August 7. \nCulminating Week with JPL’s Team X August 11 – 15.\n\nPSSS is roughly equivalent in workload to a rigorous 3-credit graduate-level course, requiring an average effort of 10-12 hours per week. Participants spend the majority of the first 10 weeks in preparatory webinars acting as a science mission team, prior to spending the final culminating week being mentored by JPL’s Advance Project Design Team, or “Team X” to refine their mission concept design, then present it to a mock review board of NASA Center experts.\n\nRegister here for PSSS Pre-application Q&A Webinar on February 12, 2025 from 1:00 – 2:00 pm Pacific Time.\n\nTo apply and learn more about the NASA Science Mission Design Schools:http://go.nasa.gov/missiondesignschools"
  },
  {
    "url": "https://astrobiology.nasa.gov/about/faq/#Coordinating%20Astrobiology%20Research",
    "title": "Astrobiology Program FAQ",
    "date": "",
    "content": "NASA has a long history of supporting research in the search for life; NASA’s first Exobiology grant was awarded in 1959 for the development of the “Wolf Trap,” an instrument to detect microbial life on the surface of another planet. As the field expanded over the following decades, a broader view of the search for life beyond Earth was needed, and the concept of astrobiology was developed to capture wider questions concerning habitability. The NASA Astrobiology Institute (NAI) was established in 1998 to encourage and sustain research in astrobiology after the announcement of purported fossil microbes in a Martian meteorite. Due to the efforts of the NAI, research in astrobiology has matured significantly. Since then, new frontiers have emerged and await exploration by the astrobiology community, including instrumentation development for life detection and the application of artificial intelligence (AI), machine learning, and next-generation computing to the characterization of exoplanets.\n\nNASA&nbspSMD is committed to interdisciplinary and interdivisional research. NASA helped to create Planetary Science, including Exobiology (1960s), and Earth Systems Science (1970s) and, as they matured, created HQ organizations to manage missions in these areas. Now, NASA, as the main supporter of Astrobiology research, has innovated a new way of promoting interactions across its research programs and its divisions to advance the science and further the goals of understanding our origins and discovering life elsewhere as described in the 2015 Astrobiology Strategy.\n\nIn 2015, the NASA Astrobiology Program announced a new programmatic infrastructure. Known as Research Coordination Networks (RCNs), and first deployed as the Nexus for Exoplanet System Science (NExSS), RCNs bring together researchers who are funded from a variety of sources into interdisciplinary, topically-focused research groups. Since then, the NASA Astrobiology Program has activated five RCNs, each organized around a key research topic identified in the 2015 Astrobiology Strategy, The Astrobiology Science Strategy for the Search for Life in the Universe, and related to missions: prebiotic chemistry and the early Earth; early metabolism, evolution, and complexity; life detection on other worlds; habitable worlds (initially focused on ocean worlds); and exoplanet system science. This structure replaced the coordination function of the  NAI which concluded activities at the end of 2019. In addition, the Astrobiology Program now solicits Interdisciplinary Consortia for Astrobiology Research (ICAR). These are five year research programs that involve large geographically-distributed teams with multi-year interdisciplinary research plans, into focused questions of Astrobiology. Awardees from this solicitation join a relevant RCN, along with awardees from other SMD solicitations (e.g., Exobiology, Habitable Worlds, Exoplanet Research) whose research projects are on relevant topics.\n\nThis document contains answers to Frequently Asked Questions about the Astrobiology Program organized by topical areas:"
  },
  {
    "url": "https://astrobiology.nasa.gov/classroom-materials/tradingcards/",
    "title": "Life in the Extremes",
    "date": "",
    "content": "This educational product includes a set of trading cards featuring nine different extremophile groups. The front of each card has an image of an environment in which the extremophiles thrive (e.g. Grand Prismatic Spring at Yellowstone for the thermophiles). The back of each card has a small photo of a representational organism (e.g. Deinococcus radiodurans for the radioresistant microbes) and engaging text about each group’s “Extreme Abilities”, “Extreme Environments” and “Extreme Examples”. The trading cards were developed by the former NASA Astrobiology Institute (NAI) team at the University of Wisconsin, Madison."
  },
  {
    "url": "https://astrobiology.nasa.gov/resources/coloring/",
    "title": "Astrobiology Coloring and Drawing Pages",
    "date": "",
    "content": "Clipper’s Winter Wonderland and Other Seasonal Pages\nEuropa Clipper is Earth’s first mission to conduct a detailed study of Jupiter’s moon Europa. Earth experiences a ‘Winter Wonderland’ as the seasons change. But the surface of Europa is permanently covered in an icy, frozen shell that hides a vast subsurface ocean of liquid water. Download this free coloring page of Europa Clipper that has been adapted from the Astrobiology Graphic Histories. Files are available in pdf and png."
  },
  {
    "url": "https://www.seti.org/seti-allen-telescope-array-ata",
    "title": "SETI at the Allen Telescope Array (ATA)",
    "date": "Oct 16, 2024",
    "content": "What is the Allen Telescope Array?\nThe Allen Telescope Array (ATA) is located at the Hat Creek Observatory in the Cascade Mountains of California, approximately 300 miles to the north of San Francisco and two dozen miles north of Lassen Peak. It comprises an array of 42 antennas, each 6 meters in diameter, which can be simultaneously used for both SETI and cutting-edge radio astronomy research.\n\nThe ATA is currently being upgraded with more sensitive receivers. While it is not the world’s largest antenna array, it has the advantage of being able to examine large swaths of the sky, and over a wide range of frequencies from approximately 1 – 14 GHz. Unlike other instruments that are mostly used for radio astronomy projects, the ATA can devote large amounts of time to SETI searches.\n\nWhat has the Allen Telescope Array observed?\nThere have been several observing projects on the Allen Telescope Array.  One was a reconnaissance of star systems found to have planets (or planet candidates) by NASA’s Kepler Mission, and especially those planets in the so-called habitable zone. Kepler has uncovered thousands of candidate planets since its launch, and those worlds make routine appearances on the observing lists for the ATA.\n\nIn addition, the ATA has observed a small region in the vicinity of the Milky Way’s galactic center. This is the region of highest stellar density in the galaxy, and it’s conceivable that truly advanced societies might place a “beacon” there.\n\nA third effort by the ATA has been to observe nearby, so-called “hab stars”. These are stellar systems less than 1,000 light-years distant that have characteristics that would make them suitable hosts (“habitable”) for planets with life. This last project was an extension of Project Phoenix, a SETI Institute effort that ran from 1995 – 2004, and used radio telescopes in Australia, West Virginia, and Puerto Rico to scrutinize one thousand nearby star systems in a hunt for radio signals.\n\nOther ATA projects have included an effort to detect any radio signals coming from the object ‘Oumuamua, and from the direction of the WOW signal, uncovered in 1977 by the (now defunct) “Big Ear” radio telescope of Ohio State University.\n\nIn 2020, new improved receivers to garner both better sensitivity and a wider frequency range for the ATA have been under construction. Several new SETI observing programs to take advantage of this new hardware are now being formulated.\n\n-Seth Shostak, updated: July 2021.\n\n\n\n"
  },
  {
    "url": "https://www.seti.org/space-case-conversation-seti-artist-residence-martin-wilner",
    "title": "Space is the Case: A Conversation with SETI Artist in Residence Martin Wilner",
    "date": "Mar 5, 2025",
    "content": "Can psychoanalysis help us understand extraterrestrial intelligence?\n\nIn a recent SETI Live, psychiatrist, psychoanalyst, and artist Martin Wilner joined Bettina Forget, Director of the SETI Artist in Residence (AIR) program, to discuss his unique project, The Case Histories. The project explores how scientists think about human consciousness, alien life, and the unknown through daily artistic interpretations of scientists’ thoughts.\n\nThough trained in medicine and psychoanalysis, Wilner was deeply influenced by outsider art and science fiction, leading him to SETI pioneer Jill Tarter and the AIR program. During his residency, he collaborated with scientists like Laurance Doyle, who explored the tension between science and faith, and David Black, whose work reflected the disorientation of recovering from a brain injury.\n\nWilner’s work blends science, psychoanalysis, and art. He invites a subject, often a scientist, to send him daily messages each month. He then creates a calendar-based artwork, visually interpreting their thoughts over time. His process turns scientific and personal reflections into narratives that capture human thought and discovery patterns.\n\nWilner’s most fascinating subject wasn’t human at all—it was artificial intelligence. Inspired by Seth Shostak’s idea that first contact with extraterrestrials may be with AI rather than biological beings, Wilner invited ChatGPT to participate in The Case Histories.\n\nIn 2023, AI was rigid and rule-bound, constantly asking if it was responding “correctly.” However, in 2024, as AI evolved, its answers became much more sophisticated. At the end of the month, it said, “I won’t remember you, but I’ve learned from this exchange and will use that knowledge going forward.”\n\nWilner’s work underscores the interconnectedness of art, science, and psychology. Whether through human minds, alien intelligence, or AI, his explorations remind us that communication is a journey that continues to evolve in ways we might not yet understand.\n\nHis work is currently on display at the Outsider Art Fair in New York, and his daily posts can be found on Instagram.\n\nTo learn more about these insights and what lies ahead, watch the video below or visit our YouTube channel to watch “Space is the Case: A Conversation with SETI Artist in Residence Martin Wilner.”\n\n\n\n\n\n"
  },
  {
    "url": "https://www.seti.org/asteroids-neon-cats-music-moon-london-becomes-free-cosmic-playground",
    "title": "ASTEROIDS, NEON CATS & MUSIC FROM THE MOON – LONDON BECOMES A FREE COSMIC PLAYGROUND",
    "date": "Mar 6, 2025",
    "content": "\n\n\n\n\n\nAssets are available to download here.\n\n\n\nThursday 6th March 2025, London: An intergalactic takeover has transformed London’s West End as artist and designer Dr. Nelly Ben Hayoun-Stépanian, founder of NASA’s International Space Orchestra, unveils a free public art spectacle for Art of London’s Art After Dark (6th–8th March).\n\nAround the iconic Piccadilly Circus fountain, asteroid-shaped iridescent boulders appear to have tumbled straight from space, while in Leicester Square, towering five-metre neon inflatable cats - the size of a double-decker bus and inspired by Schrödinger’s famous quantum paradox - prowl the scene.\n\nCreating a portal to space while celebrating London’s nightlife, the asteroids broadcast a hypnotic lunar soundscape featuring tracks from Massive Attack, The Avalanches, Moses Boyd, and Mirrored Fatality which have been bounced off the Moon. Transmitted 768,800 km via Earth-Moon-Earth technology and received by Jodrell Bank’s Lovell Telescope, the audio signal spreads across the Moon’s nearside, penetrating several metres into the surface before returning to Earth with a unique, otherworldly sound that blends the original with echoes from the Moon and cosmos.\n\nAs part of this ‘DJing with the Moon’, Mercury Prize winner Ayse Hassan (Savages) crafted a mesmerising soundscape for Piccadilly Circus, blending the pulse of London’s bustling streets and iconic institutions including the National Portrait Gallery. Additionally, a newly produced track in collaboration with the late noise artist EOBIONT (Láwû Makuriye’nt), who tragically passed away this week, features the heartbeats of women from Ben Hayoun-Stépanian’s Armenian family to mark International Women’s Day.\n\nFor those eager to explore the universe firsthand, state-of-the-art UNISTELLAR telescopes will be stationed across the West End, offering breathtaking views of nebulae, star clusters, and Jupiter during Galaxy Season. Guided by SETI Institute astronomers, visitors may even take part in the search for extraterrestrial intelligence. Meanwhile, culture seekers can step into a red telephone box outside The Londoner to ‘call the Moon’ and chat with an AI-powered hotline.\n\nThe culture experience brings the universe closer than ever and culminates on 8th March with a special 25 minute screening on Piccadilly Lights - a world first for the UK landmark - of Ben Hayoun-Stépanian’s film, From The Void To The Full. Spanning from the ocean’s depths to the farthest reaches of space, the surreal collage-based journey explores our evolving world, cosmic wonders, and humanity’s drive for discovery through fire and electricity.\n\nMeanwhile, a collection of extraterrestrial-inspired ceramic artworks - co-created with local youth groups* in a workshop developed by the artist - is on display at the Cabinet of Curiosities in St James’s Market Pavilion until the end of May.\n\nBeyond these cosmic installations, West End visitors can explore late-night gallery openings from world-class institutions at the Art of London Gallery HOP! and Friday Lates at the National Portrait Gallery, National Gallery, and Royal Academy, making Art After Dark the ultimate cultural night out.\n\nAfter an interstellar adventure, visitors can refuel at the West End’s top restaurants, bars, and theatres, all joining the celebration. Visit the Art of London website for programme details, gallery hops, exclusive deals, and bookable art tours, including BSL-interpreted experiences.\n\nArt After Dark is part of Art of London’s commitment to showcasing art in every form, delivered by Heart of London Business Alliance in collaboration with Westminster City Council.\n\nRachel Williams, local city worker, said: “I was just on my way home from work when I stumbled upon these glowing rocks in the middle of Piccadilly Circus, emitting incredible sounds that had travelled to the Moon and back! I even got to glimpse into space through powerful telescopes - such a surreal experience!”\n\nNelly Ben Hayoun-Stépanian, eco-feminist artist and designer of experiences, said: “Piccadilly Un:Plugged invites you to break free from the everyday and step into the extraordinary and alien aesthetics - to gaze into the cosmos, and to understand that we are only a small part of a much larger ecosystem and solar system itself. As you contemplate our place in the universe and the possibility of extraterrestrial intelligence, immerse yourself in a spectacle that champions love, compassion, inclusion, and accessibility.\n\n“Powered by an electric team of incredible scientists and female, trans, and non-binary artists, this experience reimagines the future of nightlife - on Earth and beyond. I’m beyond excited that everyone can now be part of it, engage their radical imagination and question what other futures could be like. This is all dedicated in loving memory and honour of groundbreaking artist Láwû Makuriye’nt (aka EOBIONT), who tragically passed this week, and who produced the music showcased in Piccadilly Un:Plugged; their spirit, avant-garde vision, and boundless curiosity continues to inspire us all.”\n\nKirsty Tullett-Jones, Director of Marketing and Communications, Art of London, said: “We’re thrilled to unveil the latest edition of Art After Dark, in collaboration with the incredible  Nelly Ben Hayoun-Stépanian and some of London’s most renowned institutions. This free event is open to all, making art accessible for everyone. Join us for this vibrant cultural adventure in the heart of the West End and venture into space with us!”\n\nThe Avalanches add: \"We’re thrilled to be part of the Piccadilly Un:Plugged happening this weekend. It’s such an interesting and exciting concept to have audio bounced to the Moon and back, and to hear the interpretations and alterations that occur along its 768,802 km journey. We’re honoured our song “We will Always Love You” was chosen to take the interstellar ride.”\n\nAyse Hassan says: “I feel exceptionally honoured to be involved in such an awe-inspiring experience, sharing the space with other talented beings that do so much for the community. It’s important to have visibility in the mainstream - Beings that represent and provide hope, paving a way for current and future generations to have the confidence to use their voice, pick up an instrument and navigate smashing down any barriers they might face when being true to themselves.”\n\nProfessor Simon Garrington, University of Manchester, said: \"Using the Earth-Moon-Earth technology to transmit sounds to the Moon and back is a fascinating fusion of science and art. To receive speech and music this way is a technical challenge and requires powerful radio telescopes, such as The University of Manchester's giant Lovell Telescope. What we hear combines our human creativity with signals from the Moon and the cosmos beyond in a truly unique way. The lunar landscape actually imprints itself in the sounds and signals we receive. Astronomers can exploit this to image the surface of planets and asteroids in a similar way to how bats perceive their environment.\"\n\nDr. Franck Marchis, Chief Scientific Officer, UNISTELLAR, and Senior Astronomer at the SETI Institute, said: “With our telescopes stationed across the West End during galaxy season - when space is at its most visible - Londoners and visitors alike will have the rare opportunity to experience the wonders of the cosmos firsthand. We’re thrilled to collaborate on this unique event and can’t wait to see what the public discovers!”\n\n– ENDS –\n\n\n\n\n\nPUBLICITY CONTACTS\nFor more information or for interview requests, please contact Premier. \nPremier – artoflondonpr@premiercomms.com \nJasmin Bisset – jasmin.bisset@premiercomms.com\n\nASSETS \nAll imagery can be downloaded here.\n\nLISTINGS INFORMATION\nWHAT: Art of London Presents ‘Art After Dark’ARTIST: Nelly Ben Hayoun-StépanianWHERE: Piccadilly and Leicester SquareDATES: Thursday 6th – Saturday 8th March 2025MORE INFORMATION: Visit gallery websites for detailed opening times. Nelly Ben Hayoun-Stépanian's artwork will be on display from Thursday 6th March until 8th March 2025. For more information, artoflondon.co.uk/artafterdark\n\n*The space-themed ceramic artworks at the Cabinet of Curiosities in St James’s Market Pavilion were created during a workshop led by Dr. Nelly Ben Hayoun-Stépanian, with a presentation on extraterrestrials’ representation by Dr. Rebecca Mellor, curator of Arts and Visual Culture at the Science Museum, London. The workshop was co-facilitated by the Clayground Collective, the Ceramics Research Centre UK, and Central Saint Martins, alongside local youth groups.\n\n*List of artists and music tracks included in the moonbounce: POME(GRANITE) by EOBIONT- Láwû Makuriye’nte; We Will Always Love You (feat. Blood Orange) by The Avalanches; A Sense of Reality by Ayse Hassan; Only You ft. Klein by Moses Boyd; Everything Is Going According To Plan by Massive Attack; BIOME(TRICS) by Mirrored Fatality; Armenian Heartbeats - Nelly Family, produced with EOBIONT- Láwû Makuriye’nte.\n\nFOLLOW ART OF LONDON\nWebsite: artoflondon.co.uk/artafterdark\nInstagram: @theartofldn www.instagram.com/theartofldn  \nTwitter: @theartofldn www.twitter.com/theartofldn\nFacebook: @theartofldn www.facebook.com/theartofldn\nTikTok: @theartofldn www.tiktok.com/@theartofldn\n\nABOUT ART OF LONDON\nCreated by Heart of London Business Alliance in partnership with some of the UK’s leading cultural institutions, Art of London is a major consumer arts initiative that launched in 2020, championing the cultural sector, celebrating art in every form and showcasing the vital role culture plays in society. Visit artoflondon.co.uk for more information.\n\nABOUT ART AFTER DARK\nArt After Dark is part of Art of London’s commitment to showcasing art in every form, delivered by Heart of London Business Alliance in collaboration with Westminster City Council. Since its launch in 2021, its programme has included striking illuminated art in Leicester Square, Piccadilly Circus transformed into a serene night garden, a film from performance artist Marina Abramović in partnership with The Royal Academy on the Piccadilly Lights, and Chila Burman’s glowing installation which was inspired by London’s history and diverse communities. This cultural initiative continues to promote the West End as a hub for world-class arts and culture, with a rich calendar of events and installations throughout the year.\n\nABOUT NELLY BEN HAYOUN-STÉPANIAN Ph.D (she/they)\nNelly Ben Hayoun-Stépanian PhD (she/they) is an award-winning designer of experiences, creative director, and director with over a decade of experience working to build platforms that support plurality, the creation of organised communities and 'impossible' productions, public events, expeditions, and projects with socio-political impacts. Uncategorisable, she is also a filmmaker, radio host, keynote speaker, amateur boxer and the author and director of five feature-length movies. She is the founder and director of the International Space Orchestra the world’s first orchestra of NASA space scientists and astronauts; and the founder of the tuition-free university - University of the Underground - which includes board members and activists like Prof. Noam Chomsky, Pussy Riot and Prof. Arjun Appadurai, this tuition-free educative and cultural program is supporting plurality of thinking, free and transnational teaching and unconventional practices in the basement of nightclubs since 2017.Her large-scale projects have included collaborations with political activists and artists like Massive Attack and Kid Cudi, The Avalanches, The Savages to name a few.\n\nShe is known for challenging institutions from within through events, and she has done so at the United Nations, NASA, International Academy of Astronautics, or the International Astronautical Federation amongst many others. Nelly also has two doppelgangers who work with her to appear at multiple places at the same time, a Barbie doll and a Lego made of herself. Her new feature documentary Doppelgängers³, (SXSW 2024) is a freewheeling filmic essay/ documentary which takes questions of genders, history and free thinking to the frontiers of space exploration; it will have its UK premiere in June 2025. nellyben.com\n\nABOUT NEW PUBLIC \nNew Public is a full-service agency delivering projects that activate, enliven and enrich places. Driven by the symbiotic relationship between people and place, and how to realise the true potential of a destination through cultural activations, innovative partnerships and public art. New Public is a women-owned and operated company guided by authenticity, integrity and inclusivity; championing artists and elevating the public realm as democratised civic space. New Public is the public art and placemaking agency for Heart of London Business Alliance, delivering the Art of London programme from 2024 and beyond.\n\nABOUT JODRELL BANK OBSERVATORY\nJodrell Bank Observatory in Cheshire, England hosts and operates a number of radio telescopes as part of the Jodrell Bank Centre for Astrophysics at the University of Manchester and the e-MERLIN national facility.  In 2019 Jodrell Bank was recognised as a UNESCO World Heritage site for its pioneering role in helping to understand the Universe and our place within it. The Lovell Telescope, originally constructed in 1957, remains the third largest telescope of its kind in the world and is still a leading facility for radio astronomy used by hundreds of scientists around the world for research in astrophysics and cosmology. The Moonbounce collaboration is led by Prof. Simon Garrington, Prof. Michael Garrett and PhD student Phoebe Ryder with support from Roger Banks at The DX Shop. For more information, see https://www.jodrellbank.net/ and https://www.jodrellbank.manchester.ac.uk\n\nABOUT EARTH-MOON-EARTH TECHNOLOGY \nThe Earth-Moon-Earth (EME) technology used in this project allows sounds to be transmitted to the moon and bounced back to Earth, received at Jodrell Bank Observatory in Cheshire, creating a stunning fusion of science, art, and music. The Lovell Telescope, a key element of this process, is one of the world's largest radio telescopes and plays a pivotal role in the reception of these sounds.\n\nABOUT UNISTELLAR\nUNISTELLAR creates the world's most powerful and easy-to-use smart telescopes. Thanks to exclusive and patented advances in imaging and optics, its range of connected products finally makes observing the sky an immersive voyage among the stars each of us dreams of but has never experienced before. It even pushes the boundaries of technology to enable observing even in the heart of the city and despite light pollution. UNISTELLAR is the market leader in smart telescopes, providing a unique experience of observing and discovering space in the United States, Europe, Japan and worldwide. The company has received three CES Awards in 2018, 2022, and 2025. Through partnerships with renowned scientific organizations such as NASA and the SETI Institute, UNISTELLAR has built the world's first crowdsourced astronomy community. The decisive contribution of the UNISTELLAR network to the study of the DART planetary defense mission has already been recognized by a major scientific journal, Nature. For more information, see http://www.unistellar.com.\n\nDuring Art After Dark, the public will have the rare opportunity to have a hands-on experience with the eVscope and Odyssey, state of the art smart telescopes developed by UNISTELLAR. The eVscope and Odyssey will truly open up the night sky allowing guests to observe live galaxies, comets and nebulae. UNISTELLAR co-founder and Chief Science Officer Dr. Franck Marchis, as well as astronomer Dr. Lauren Sgro, will be on hand with a team of students from Westminster University, selected in collaboration with the Royal Astronomical Society.\n\nABOUT SETI INSTITUTE\nFounded in 1984, the SETI Institute is a non-profit, multi-disciplinary research and education organization whose mission is to lead humanity's quest to understand the origins and prevalence of life and intelligence in the universe and share that knowledge with the world. Our research encompasses the physical and biological sciences and leverages data analytics, machine learning, and advanced signal detection technologies. The SETI Institute is a distinguished research partner for industry, academia, and government agencies, including NASA and the National Science Foundation.\n\nABOUT LANDSEC\nPiccadilly Lights is an icon. With millions of people passing through Piccadilly Circus each year, it’s a landmark that displays the best and most technologically-advanced advertisements. It also shares news and celebrates achievements through curating experiences by spotlighting causes and supporting worthy partners.\n\nFrom digital activations to full scale takeovers and events, the 780 sq m screen uses innovative and interactive technology to showcase brands to the world.\n\nPiccadilly Lights are operated by Ocean Outdoor on behalf of Landsec, who have been custodians of the world-renowned screen since 1968, and demonstrates how Landsec look beyond a simple façade to build something that lasts.\n\nLandsec’s Art After Dark partner is CIRCA, the platform renowned for showcasing digital art in public spaces. https://circa.art/about/\n\nABOUT CERAMICS RESEARCH CENTRE UK\nThe Ceramics Research Centre (CRC-UK) is led by Professor Clare Twomey and its current members are Research Associate Phoebe Cummings, Senior Lecturer Tessa Peters, Emerita Professor Christie Brown, and Emeritus Professor Nigel Wood.\n\nThe CRC-UK is a leader in debates surrounding international contemporary ceramic practice. Its work has been central to the re-evaluation of the position of ceramics in contemporary art and museum culture. The members’ practice-based and theoretical investigations of ceramic installation and the associated dialogues around museum intervention, curatorial practice and audience engagement have had an impact on gallery and museum policy. In generating new ways of thinking and creating new forms of artistic expression their work has had an influence beyond the academy and increased public engagement with contemporary ceramics. The field of research has additionally been developed through the work of the Centre’s doctoral students and recent PhD successes.\n\nABOUT CLAYGROUND COLLECTIVE UK\nThe not-for-profit, award winning charity Clayground Collective  formed in 2007 works nationally and internationally with a wide range of partners, including schools, youth groups, libraries, galleries, developers, heritage sites, festivals, third sector charity and private organisations. It has made a significant contribution through the development of social innovation and community engagement strategies that utilise the materiality of clay and the act of making to engage publics - from general to specialist - through creative practice and discipline leadership.\n\nClayground Collective comprises Duncan Hooson and Julia Rowntree as founder members together with Claire West as co-directors. Clayground is an educational organisation that questions the necessity of ceramics skills and exploring clay the material in its broadest context, Duncan Hooson is Reader in Knowledge Exchange, Socially Engaged Ceramics Practice at Central Saint Martins, BA Ceramic Design, UAL, London.\n\nCeramic workshop in collaboration with Anthony Quinn, Reader of Ceramic Design and Course Leader BA Ceramic Design with final year student assistants, Arianna Magana-Jones Orly Kritzman Kadron, Alex Morante, and Georgia Weston from Central Saint Martins UAL. www.claygroundcollective.org\n\n\n\n\n\n\n\n"
  },
  {
    "url": "https://www.seti.org/gsstars",
    "title": "Reaching for the Stars: NASA science for Girl Scouts Info",
    "date": "Mon, 11/23/2020 - 20:17",
    "content": "Girl Scouts viewing Venus.\n\nHuman-powered orrery.\n\nGS Destination Campers, Staff, and Volunteers and PMO Staff at campground.\n\n\n\nThe SETI Institute's partners for \"Reaching for the Stars: NASA Science for Girl Scouts\":\nResources for Girl Scouts and Volunteers are available at https://www.seti.org/girlscoutstars\n\n“Reaching for the Stars: NASA Science for Girl Scouts” is a 5-year space science education program bringing Girl Scouts together with scientists, engineers, and educators at NASA and beyond. Through early, sustained exposure to the people and assets of NASA and the excitement of NASA’s mission, girls and leaders will explore STEM—Science, Technology, Engineering and Mathematics— content, discoveries, and careers.\n\nLed by the SETI Institute, “Reaching for the Stars” partners with the Girl Scout’s national STEM movement for girls in activities that span local troop programs, Girl Scout camps, and events, including the 2017 solar eclipse, to engage girls in space science.\n\nThe SETI Institute, Girl Scouts of Northern California, Girl Scouts of the United States, and partners worked on the design and pilot of Girl Scouts’ national web-based toolkit, which provides a platform to develop a fun and up-to-date badge program for girls in grades K-12, supported by volunteers. These projects provide opportunities to foster curiosity and inspire girls and the volunteers who work with them to explore science. The space science badges for all six levels of Girl Scouts were developed and released.\n\nAdditional partners include NASA STEM professionals, the Astronomical Society of the Pacific, University of Arizona, and ARIES Scientific. NASA scientists, engineers, and technologists are key contributors and role models for the project.  Together with the partners,  Reaching for the Stars offered GS Volunteer and Staff Training, Space Science Badge Symposia, Girl Scout Astronomy Club training at NASA Goddard Space Flight Center, and Destination Camps along the path of the 2017 total eclipse and at U of AZ and Pine Mountain Observatory.\n\nThere are 1.7 million Girl Scouts and 750,000 volunteer leaders in the USA. Initial development is being carried out in partnership with Girl Scouts of Northern California (50,000 girl members and 31,000 volunteers). GSUSA also manages program evaluation and leads dissemination of “Reaching for the Stars” to the more than 100 Girl Scout Councils over five years.\n\n“Reaching for the Stars: NASA Science for Girl Scouts” is based upon work supported by Aerojet Rocketdyne Foundation and NASA Science under Cooperative Agreement No. NNX16AB90A.\n\n\n\nThe SETI Institute's partners for \"Reaching for the Stars: NASA Science for Girl Scouts\":\n\nNASA Sci Act Cross-collaborators:\nResources from NASA Science Activation Teams and Infrastructures are incorporated into the Girl Scout space science badges and training programs and have featured space science activities aligned with badge steps and support volunteer development.\n\n"
  },
  {
    "url": "https://www.seti.org/total-eclipse-moon-coming-americas-night-march-13-14",
    "title": "Total Eclipse of the Moon Coming to the Americas on the Night of March 13-14",
    "date": "Mar 7, 2025",
    "content": "A total eclipse of the Moon will be visible to everyone in North and South America on the night of March 13 to 14, 2025.  (March 14th is often celebrated as Pi Day and is also Einstein’s birthday!)\n\nTotal eclipses of the Moon are very democratic -- perfectly safe to look at and not requiring any special equipment to see.  The unfortunate thing is that many parts of the country will see the eclipse in the middle of the night – which might lead to some very tired co-workers or students coming in the next morning.\n\nA full information sheet, written by astronomer Andrew Fraknoi, with eclipse times for each time zone, can be found at: http://bit.ly/2025eclipse\n\nSpecial Note: An eclipse of the Moon from Earth can be seen as an eclipse of the Sun (by the Earth) from the Moon.  Normally, there is no one on the Moon to see such an eclipse.   But now there is!\n\n\n\n"
  }
]