[
  {
    "url": "https://science.nasa.gov/mission/chandra/",
    "title": "Chandra",
    "date": "2023-06-16T08:42:22-04:00",
    "content": "Chandra X-ray Observatory\n\nThe Telescope\n\nWhere Is Chandra?\n\nAbout Chandra\n\nChandra detects X-ray emissions from very hot regions of the universe such as exploded stars, clusters of galaxies, and matter around black holes.\n\nType\n\nLaunch\n\nTarget\n\nObjective\n\nX-ray Signal Points to Destroyed Planet, Chandra Finds\n\nWebb Maps Full Picture of How Phoenix Galaxy Cluster Forms Stars\n\nNASA Telescopes Deliver Stellar Bouquet in Time for Valentine’s Day\n\nBlack Holes Can Cook for Themselves, Chandra Study Shows\n\nExoplanets Need to Be Prepared for Extreme Space Weather, Chandra Finds\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/technology/",
    "title": "Science-enabling Technology",
    "date": "2010-03-31T03:11:00-04:00",
    "content": "\n\nAchieving the Science Mission Directorate’s groundbreaking science goals often requires significant technological innovation—e.g., new instruments or cutting-edge capabilities. Each SMD science division—Astrophysics, Biological and Physical Sciences, Earth Science, Heliophysics, and Planetary Science—develops new technologies targeted to enable SMD science. Often, these efforts are accomplished via division-sponsored technology development or mission programs. The directorate also sponsors collaborative workshops where stakeholders examine how innovative technologies can enable Agency missions. In addition, SMD coordinates with other NASA directorates, government agencies, industry, and academia to ensure its research programs and missions have the technology they need to accomplish revolutionary science.\n\n\n\nWater droplets in burgeoning storm systems; particulates launched to the stratosphere by volcanic eruptions; ash from western wildfires drifting eastwards…\n\nOne of the ultimate goals in astrophysics is the discovery of Earth-like planets that are capable of hosting life. While…\n\nRivers and streams wrap around Earth in complex networks millions of miles long, driving trade, nurturing ecosystems, and stocking critical…\n\nFostering the development of productive partnerships<strong> </strong>between commercial data product developers and the science community, and exploring innovative ways to improve processing archived and real-time satellite data.\n\nOur Orbiting Lab’s Benefits for Humanity\n\nNASA Pilots Add Perspective to Research\n\nStation Science Top News: August 16, 2024\n\nNASA Researcher Honored by Goddard Tech Office for Earth Science Work\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/astrophysics/programs/astrophysics-division-technology/",
    "title": "Astrophysics Division Technology",
    "date": "2012-01-31T01:14:00-05:00",
    "content": "The science missions of the Astrophysics Division are enabled by technologies developed through the Division’s technology development programs. The Division receives periodic input from various advisory groups, and the Astronomy and Astrophysics Decadal Survey, to plan future science missions and identify the necessary technology development to enable those missions. Learn more about recent technological stories from NASA.\n\nThere are four Program elements within the Astrophysics Division that execute technology development activities: Cosmic Origins (COR), Physics of the Cosmos (PCOS), Exoplanet Exploration (EXEP), and the Astrophysics Research Program. Technology efforts in the Division are procured  through both directed and competed processes.\n\nThe PCOS, COR, and EXEP programs develop and operate the Division’s strategic science missions. Thus, each of these programs conduct strategic technology development activities to enable future missions and to support early phase mission development. Each has a formal Technology Development Plan to guide its technology development activities, and maintains an annual report that documents the status of currently funded activities. Annual assessments identify future technology development needs based on the science goals of each program.\n\nThe PCOS, COR, and EXEP Programs conduct competed technology development efforts through a Research Opportunities in Space and Earth Science (ROSES) element known as Strategic Astrophysics Technology (SAT) that specifically targets technology developments that bridge the technology readiness level (TRL) 3-6 gap. SAT developed technologies are essential to enable strategic missions that specifically address the key science goals of the Astrophysics Decadal Survey recommendations. The three SAT elements for PCOS, COR, and EXEP are named Technology Development for Physics of the Cosmos (TPCOS), Technology Development for Cosmic Origins Program (TCOP), and Technology Development for Exo-Planet Missions (TDEM) respectively. In contrast to these competed efforts, each program also conducts directed technology development activities that are carried out as elements of specific strategic science missions during early development phases.\n\nThe Astrophysics Research Program competitively solicits low TRL (1-3) technology development activities of a more general nature through the Astrophysics Research and Analysis (APRA) Program element of ROSES. APRA is intended to support basic research of new technologies and feasibility demonstrations that may enable future science missions. For example, APRA seeks technology development of advanced detectors that may be proposed as instruments for future space flight experiments. APRA also supports suborbital science investigations that typically involve a significant level of technology development.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/missions/webb/nasa-webb-wows-with-incredible-detail-in-actively-forming-star-system/",
    "title": "NASA Webb Wows With Incredible Detail in Actively Forming Star System",
    "date": "2025-03-07T10:00:00-05:00",
    "content": "High-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and purple in this representative color image.\n\nOver tens of thousands of years, the central protostars have periodically ejected some of the gas and dust, spewing it out as tight, fast jets and slightly slower outflows that “trip” across space. When more recent ejections hit older ones, the material can crumple and twirl based on the densities of what is colliding. Over time, chemical reactions within these ejections and the surrounding cloud have produced a range of molecules, like carbon monoxide, methanol, and several other organic compounds.\n\nThe two protostars responsible for this scene are at the center of the hourglass shape, in an opaque horizontal disk of cold gas and dust that fits within a single pixel. Much farther out, above and below the flattened disk where dust is thinner, the bright light from the stars shines through the gas and dust, forming large semi-transparent orange cones.\n\nIt’s equally important to notice where the stars’ light is blocked — look for the exceptionally dark, wide V-shapes offset by 90 degrees from the orange cones. These areas may look like there is no material, but it’s actually where the surrounding dust is the densest, and little starlight penetrates it. If you look carefully at these areas, Webb’s sensitive NIRCam (Near-Infrared Camera) has picked up distant stars as muted orange pinpoints behind this dust. Where the view is free of obscuring dust, stars shine brightly in white and blue.\n\nSome of the stars’ jets and outflows have wound up twisted or warped. To find examples, look toward the top right edge where there’s a prominent orange arc. This is a shock front, where the stars’ ejections were slowed by existing, denser material.\n\nNow, look a little lower, where orange meets pink. Here, material looks like a tangled mess. These are new, incredibly fine details Webb has revealed, and will require detailed study to explain.\n\nTurn to the lower half. Here, the gas and dust appear thicker. Zoom in to find tiny light purple pillars. They point toward the central stars’ nonstop winds, and formed because the material within them is dense enough that it hasn’t yet been blown away. L483 is too large to fit in a single Webb snapshot, and this image was taken to fully capture the upper section and outflows, which is why the lower section is only partially shown. (See a larger view observed by NASA's retired Spitzer Space Telescope.)\n\nAll the symmetries and asymmetries in these clouds may eventually be explained as researchers reconstruct the history of the stars’ ejections, in part by updating models to produce the same effects. Astronomers will also eventually calculate how much material the stars have expelled, which molecules were created when material smashed together, and how dense each area is.\n\nMillions of years from now, when the stars are finished forming, they may each be about the mass of our Sun. Their outflows will have cleared the area — sweeping away these semi-transparent ejections. All that may remain is a tiny disk of gas and dust where planets may eventually form.\n\nL483 is named for American astronomer Beverly T. Lynds, who published extensive catalogs of “dark” and “bright” nebulae in the early 1960s. She did this by carefully examining photographic plates (which preceded film) of the first Palomar Observatory Sky Survey, accurately recording each object’s coordinates and characteristics. These catalogs provided astronomers with detailed maps of dense dust clouds where stars form — critical resources for the astronomical community decades before the first digital files became available and access to the internet was widespread.\n\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb will solve mysteries in our solar system, look beyond to distant worlds around other stars, and probe the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and the Canadian Space Agency.\n\nClick any image to open a larger version.\n\nView/Download all image products at all resolutions for this article from the Space Telescope Science Institute.\n\n\n\nLaura Betz - laura.e.betz@nasa.govNASA’s Goddard Space Flight Center, Greenbelt, Md.\n\nClaire Blome - cblome@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\nChristine Pulliam - cpulliam@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\n\n\nMore Webb News\n\nMore Webb Images\n\nWebb Science Themes\n\nWebb Mission Page\n\nView more: Webb images of similar protostar outflows – HH 211 and HH 46/47\n\nAnimation Video: “Exploring Star and Planet Formation”\n\nExplore the jets emitted by young stars in multiple wavelengths: ViewSpace Interactive\n\nRead more: Birth of Stars with Hubble observations\n\n\n\nWhat is the Webb Telescope?\n\nSpacePlace for Kids\n\n\n\nCiencia de la NASA\n\nNASA en español\n\nSpace Place para niños\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nUniverse\n\nStars\n\nStars Stories"
  },
  {
    "url": "https://science.nasa.gov/astrophysics/resources/decadal-survey/2020-decadal-survey/apd-responses-to-decadal/",
    "title": "APD Responses to Decadal",
    "date": "2022-12-27T08:29:00-05:00",
    "content": "The following table provides a snapshot of Astrophysics Division accomplishments and plans in response to the 2020 decadal survey “Pathways to Discovery in Astronomy and Astrophysics for the 2020s”.  We employ the shorthand notation used in the report’s tables S-1 through S-6 for the recommendation name.  The column titled APD Response briefly indicates the current plan or strategy for that recommendation.  The final two columns list where documentation for the APD action can be found and when the next update on that recommendation will be reported if appropriate.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/planetary-science/",
    "title": "NASA Planetary Science",
    "date": "2016-05-10T08:59:00-04:00",
    "content": "NASA’s planetary science program explores the objects in our solar system to better understand its history and the distribution of life within.\n\nFor decades, NASA’s planetary science program has advanced scientific understanding of our solar system in extraordinary ways, pushing the limits of spacecraft and robotic engineering design and operation.\n\nNASA spacecraft have visited every planet and a variety of small bodies, and current and upcoming missions will bring back samples from exciting destinations, allowing detailed study and analysis back on Earth.\n\nUsing recommendations from the National Academies' Planetary Science and Astrobiology Decadal Survey 2023-2032 as our guide, NASA planetary science missions and research inform us about our solar system's origin and evolution, which will enable the expansion of humanity beyond Earth.\n\nJoin NASA's planetary science team as we explore our planetary neighborhood: The Sun, planets, moons, and millions of asteroids, and comets.\n\nNASA’s robotic explorers gather data to help scientists understand how the planets formed, what triggered different evolutionary paths among planets, what processes have occurred and are active, and how Earth among the planets became habitable.\n\nIn searching for evidence of life beyond Earth, scientists use these data to map zones of habitability, studying the chemistry of unfamiliar worlds, and unveiling the processes that lead to conditions necessary for life. With this knowledge, NASA is enabling safe and effective human missions to destinations beyond low Earth orbit.\n\nNASA missions continue to explore from the innermost planet, Mercury, to the outer reaches of the solar system, where Pluto orbits among many Kuiper Belt Objects. We have orbited and traversed the surface of Mars, finding evidence of liquid water and ancient habitable environments.\n\nCloser to home, the Planetary Science Division uses Earth-orbiting telescopes and ground-based sensors in coordination with other organizations, including the National Science Foundation and the U.S. Air Force. These telescopes and sensors are used to survey space to detect, track, catalog, and characterize near-Earth objects (NEOs), which may pose hazards to Earth or provide destinations and resources for future exploration.\n\nPlanetary science resources and references for new and experienced researchers.\n\nLooking for the origins of life on this planet and signs that it may exist elsewhere in the universe.\n\nActivities, internship information, and ways to get involved with planetary science are linked here.\n\nYou can do NASA planetary science\n\nFinal report assessing SMD's computing infrastructure and transition to open science.\n\nExploring our solar system's inner, rocky worlds as NASA develops new missions to extend human presence beyond Earth.\n\nUnlocking the secrets of distant worlds to understand more about the formation of our solar system.\n\nRevealing the foundational materials of our solar system with asteroids, comets, meteors, and objects in the Kuiper Belt and Oort Cloud.\n\nNASA’s Hubble Finds Kuiper Belt Duo May Be Trio\n\nNASA’s Lucy Spacecraft Takes Its 1st Images of Asteroid Donaldjohanson\n\nSharing PLANETS Curriculum with Out-of-School Time Educators\n\nIs There Potential for Life on Europa? We Asked a NASA Expert: Episode 52\n\nHow Long Does it Take to Get to the Moon… Mars… Jupiter?…\n\nTribal Library Co-Design STEM Space Workshop\n\nWhy Does the Moon Look Larger at the Horizon? We Asked a…\n\nNASA’s Asteroid Bennu Sample Reveals Mix of Life’s Ingredients\n\nSolar System Exploration\n\nAsteroids, Comets & Meteors\n\nThe Moon makes Earth more livable, sets the rhythm of ocean tides, and keeps a record of our solar system's…\n\nKids"
  },
  {
    "url": "https://science.nasa.gov/universe/black-holes/",
    "title": "Black Hole Basics",
    "date": "2024-03-13T11:40:49-04:00",
    "content": "\n\nBlack holes are among the most mysterious cosmic objects, much studied but not fully understood. These objects aren’t really holes. They’re huge concentrations of matter packed into very tiny spaces. A black hole is so dense that gravity just beneath its surface, the event horizon, is strong enough that nothing – not even light – can escape. The event horizon isn’t a surface like Earth’s or even the Sun’s. It’s a boundary that contains all the matter that makes up the black hole.\n\nThere is much we don’t know about black holes, like what matter looks like inside their event horizons. However, there is a lot that scientists do know about black holes.\n\nBlack holes don’t emit or reflect light, making them effectively invisible to telescopes. Scientists primarily detect and study them based on how they affect their surroundings:\n\nWebb Reveals Rapid-Fire Light Show From Milky Way’s Central Black Hole\n\nBlack Holes Can Cook for Themselves, Chandra Study Shows\n\nNICER Status Update\n\nNewfound Galaxy Class May Indicate Early Black Hole Growth, Webb Finds\n\nHow Many Black Holes Are Hiding? NASA Study Homes in on Answer\n\nUniverse\n\nGalaxies\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/galaxies/",
    "title": "Galaxy Basics",
    "date": "2023-06-09T06:55:09-04:00",
    "content": "\n\nGalaxies consist of stars, planets, and vast clouds of gas and dust, all bound together by gravity. The largest contain trillions of stars and can be more than a million light-years across. The smallest can contain a few thousand stars and span just a few hundred light-years. Most large galaxies have supermassive black holes at their centers, some with billions of times the Sun’s mass.\n\nGalaxies come in a variety of shapes, mostly spirals and ellipticals, as well as those with less orderly appearances, usually dubbed irregular.\n\nMost galaxies are between 10 billion and 13.6 billion years old. Some are almost as old as the universe itself, which formed around 13.8 billion years ago. Astronomers think the youngest known galaxy formed approximately 500 million years ago.\n\nGalaxies can organize into groups of about 100 or fewer members held together by their mutual gravity. Larger structures, called clusters, may contain thousands of galaxies. Groups and clusters can be arranged in superclusters, which are not gravitationally bound. Superclusters, empty voids, “walls” of galaxies, and other large-scale structures make up the cosmic web of matter in the universe.\n\nOur home galaxy is called the Milky Way. It’s a spiral galaxy with a disk of stars spanning more than 100,000 light-years. Earth is located along one of the galaxy’s spiral arms, about halfway from the center. Our solar system takes about 240 million years to orbit the Milky Way just once.\n\nFrom our perspective on Earth, the Milky Way looks like a faint, milky band of light arcing across the entire sky, which is how it got its name. This feature marks the central disk of our home galaxy seen edge on.\n\nThe Milky Way sits in a neighborhood with over 50 other galaxies called the Local Group. Its members range in size from dwarf galaxies (smaller galaxies with up to a few billion stars) to Andromeda, our nearest large galactic neighbor.\n\nThe Local Group sits just off the edge of the Virgo cluster and is part of the Laniakea supercluster.\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\nHubble Spies a Spiral in the Water Snake\n\nNASA’s Hubble Provides Bird’s-Eye View of Andromeda Galaxy’s Ecosystem\n\nMilky Way on the Horizon\n\nHubble Spies a Spiral That May Be Hiding an Imposter\n\nUniverse\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/astrophysics/programs/astrophysics-research/",
    "title": "Astrophysics Research",
    "date": "2011-08-24T00:37:00-04:00",
    "content": "Sponsored research programs prepare for the next generation of missions through both theoretical research and applied technology investigations. They also use data from current missions and use suborbital science investigations to advance NASA science goals.\n\nSuborbital missions are an integral part of the R&A program, including sounding rocket and balloon campaigns which provide ancillary measurements, demonstrate measurement technologies, and train future mission PIs and students.\n\nCurrent status of the Astrophysics research competitions:\n\nR&A 2017.12.07\n\n\n\nSponsored fellowships are also an important part of the Astrophysics Research program. There are two fellowship programs:\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/mission/fermi/",
    "title": "Fermi",
    "date": "2024-04-22T10:42:16-04:00",
    "content": "Fermi Gamma-ray Space Telescope\n\nNASA's Fermi Gamma-ray Space Telescope is a powerful space observatory that detects gamma rays, the most energetic form of light. Fermi enables scientists to address questions across a broad range of topics, from crushed stellar remnants like pulsars and the origin of high-energy charged particles called cosmic rays to stellar explosions known as gamma-ray bursts.\n\nMission Type\n\nLaunch\n\nwavelength\n\nStatus\n\nFermi observes light with energies thousands to hundreds of billions of times greater than what our eyes can detect. The energy of the light we can see ranges from about 2 to 3 electron volts. Fermi observes light in the energy range between 8,000 electron volts (8 keV) to greater than 300 billion electron volts (300 GeV). As a result, the gamma-ray sky looks spectacularly different than the one we see at night, as shown in the image at the top of the page constructed from 12 years of Fermi observations greater than 1 GeV.\n\nThe satellite launched on June 11, 2008, as the Gamma-ray Large Area Space Telescope. Shortly thereafter, NASA renamed the observatory in honor of Professor Enrico Fermi (1901-1954), a pioneer in high-energy physics.\n\nSince then, Fermi has discovered more than some 300 gamma-ray pulsars, including the first one found beyond our own galaxy. Fermi has shown that giant flares from supermagnetized neutron stars can be detected in galaxies beyond our own. Its measurements have provided important limits on new theories of gravity and of the nature of dark matter, the mysterious substance that seems to bind galaxies together. Fermi data revealed a vast new component of our galaxy known as the Fermi Bubbles, a structure that spans 50,000 light-years and likely formed as a result of an outburst from the monster black hole at the center of our galaxy.\n\nFermi observed the first light ever seen from an event with detected gravitational waves – the merger of two neutron stars. And for the first time, Fermi data enabled scientists to backtrack a high-energy neutrino to its source – a black-hole-powered galaxy located billions of light-years away.\n\nThe spacecraft and the instruments aboard Fermi remain in good health and continue to monitor the sky.\n\nFermi is an astrophysics and particle physics partnership, developed in collaboration with the U.S. Department of Energy, along with important contributions from academic institutions and partners in France, Germany, Italy, Japan, Sweden, and the U.S.\n\nCosmic fireworks, invisible to our eyes, fill the night sky. We can get a glimpse of this elusive light show…\n\n\n\n5 Surprising NASA Heliophysics Discoveries Not Related to the Sun\n\nSix Ways Supercomputing Advances Our Understanding of the Universe\n\nNASA’s Fermi Finds New Feature in Brightest Gamma-Ray Burst Yet Seen\n\nNASA, Global Astronomers Await Rare Nova Explosion\n\nExplore the Universe with the First E-Book from NASA’s Fermi\n\nApr 22, 2024\n\nPDF (44.03 MB)\n\nApr 22, 2024\n\nEPUB (804.49 MB)\n\n\n\n\n\n\n\n\n\nGalaxies\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/astrophysics/stories/",
    "title": "Astrophysics Stories",
    "date": "2023-07-18T11:59:58-04:00",
    "content": "NASA’s latest space observatory is targeting a March 8 liftoff, and the agency’s PUNCH heliophysics mission is sharing a ride. Here’s what to expect during launch and beyond. In a little over a day, NASA’s SPHEREx space telescope is slated…\n\nHigh-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and…\n\nThis NASA/ESA Hubble Space Telescope image of a vibrant spiral galaxy called NGC 5042 resides about 48 million light-years from Earth in the constellation Hydra (the water snake). The galaxy nicely fills the frame of this Hubble image, while a…\n\nAn international team of researchers has discovered that previously observed variations in brightness of a free-floating planetary-mass object known as SIMP 0136 must be the result of a complex combination of atmospheric factors, and cannot be explained by clouds alone.…\n\nIn this NASA/ESA Hubble Space Telescope image, Hubble once again lifts the veil on a famous — and frequently photographed — supernova remnant: the Veil Nebula. The remnant of a star roughly 20 times as massive as the Sun that…\n\nLocated 2.5 million light-years away, the majestic Andromeda galaxy appears to the naked eye as a faint, spindle-shaped object roughly the angular size of the full Moon. What backyard observers don’t see is a swarm of nearly three dozen small…\n\nThe sparkling spiral galaxy gracing this NASA/ESA Hubble Space Telescope image is UGC 5460, which sits about 60 million light-years away in the constellation Ursa Major. This image combines four different wavelengths of light to reveal UGC 5460’s central bar…\n\nThe supermassive black hole at the center of the Milky Way appears to be having a party, complete with a disco ball-style light show. Using NASA’s James Webb Space Telescope, a team of astrophysicists has gained the longest, most detailed…\n\nOne of the ultimate goals in astrophysics is the discovery of Earth-like planets that are capable of hosting life. While thousands of planets have been discovered around other stars, the vast majority of these detections have been made via indirect…\n\nThe universe is a dusty place, as this NASA/ESA Hubble Space Telescope image featuring swirling clouds of gas and dust near the Tarantula Nebula reveals. Located in the Large Magellanic Cloud about 160,000 light-years away in the constellations Dorado and…"
  },
  {
    "url": "https://science.nasa.gov/astrophysics/science-questions/how-did-universe-originate-and-evolve-produce-galaxies-stars-and-planets-we-see-today/",
    "title": "How did we get here?",
    "date": "2011-04-18T06:37:00-04:00",
    "content": "There are many questions associated with the creation and evolution of the cosmos. How were the first stars and galaxies created? How did they influence subsequent galaxy, star, and planet formation? How did the creation of the universe lead to our existence?\n\nWith the current fleet of Astrophysics missions, researchers are able to study the first stars and galaxies forming out of the darkness of the early universe with state-of-the-art technologies that act as powerful time machines, peering back over 13.5 billion years.\n\nThese space missions are aimed at expanding our knowledge of the universe and how we came to be by using a variety of observational and theoretical techniques. From strategic missions (James Webb Space Telescope, Hubble Space Telescope, Chandra X-ray Observatory, and the future SPHEREx and Nancy Grace Roman Space Telescope) to innovative Explorer-class missions (Neil Gehrels Swift Observatory, NuSTAR, TESS, IXPE, and NICER) to smaller missions flown on CubeSats, balloons, and sounding rockets, the Astrophysics Division enables scientists to collect data that will unfold a wide variety of mysteries of the universe.\n\nhttps://universe.nasa.gov\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/",
    "title": "NASA Science",
    "date": "2023-03-07T13:59:14-05:00",
    "content": "NASA Science seeks to discover the secrets of the universe, search for life elsewhere, and protect and improve life on Earth and in space.\n\nspherex Launch March 8\n\npunch launch march 8\n\n35 years of observations\n\nOur mission milestones showcase the breadth and depth of NASA science.\n\nLunar Trailblazer launched on February 26, 2025 and will orbit Earth’s Moon to detect and map water on the surface.\n\nLaunching no earlier than March 8, 2025, SPHEREx will collect data on more than 450 million galaxies along with more than 100 million stars in the Milky Way\n\nLaunching no earlier than March 8, 2025, PUNCH is a constellation of four satellites in low Earth orbit that will make 3D observations of the entire inner heliosphere to learn how the Sun’s corona becomes the solar wind.\n\nNASA Webb Wows With Incredible Detail in Actively Forming Star System\n\nHubble Spies a Spiral in the Water Snake\n\nThe Next Full Moon is the Worm Moon\n\nHow NASA is Using Virtual Reality to Prepare for Science on Moon\n\nMarch’s Night Sky Notes: Messier Madness\n\nAn international team of researchers has discovered that previously observed variations in brightness of a free-floating planetary-mass object known as…\n\nCarrying NASA science and technology to the Moon as part of the agency’s CLPS (Commercial Lunar Payload Services) initiative and Artemis campaign, the Intuitive Machines IM-2 mission launched Feb. 26 at 7:16 p.m.. The mission will lift off on a SpaceX Falcon 9 rocket from Launch Complex 39A at the agency’s Kennedy Space Center in Florida.\n\n\n\nTo the NASA Science Community – As the nation’s leader in Earth and space science, NASA Science operates within the broader context of the federal government and its priorities. As part of the Executive Branch, we are always responsive to the direction set by the Administration, including executive orders and policy guidance that relate to our programs and activities.\n\nLearn about March's amazing image. Explore related topics, activities, games, and download desktop wallpaper.\n\nYour home. Our mission.And the one planet that NASA studies more than any other.\n\nImages, stories, and discoveries about the environment. Where every day is Earth Day.\n\nFree and open access to an immense archive of Earth science data empowers users to better understand and protect our home planet.\n\nNASA’s projects advance what’s possible here on Earth.\n\nSee how the planet is changing in ways that affect the lives and livelihoods of individuals across the globe.\n\nFrom the unique vantage point in space, NASA collects critical long-term observations of our changing planet.\n\nFrom the far reaches of space, NASA scientists aim to expand their knowledge of how our ocean, atmosphere, and ecosystems interact with one another.\n\nEarth is constantly changing. World of Change documents how our planet’s land, oceans, and atmosphere are changing over time.\n\nEarth is our home, shared with millions of species. Rapid changes like rising temperatures and more frequent extreme weather are transforming our planet. For over 50 years, observations from space and ground have monitored these changes, guiding critical decisions in areas like agriculture and air quality. By understanding how our actions affect Earth's systems, we can help mitigate these impacts. Discover more about how you can make a difference in safeguarding our planet.\n\nScience is interconnected; no important question stands alone.  The Science Mission Directorate (SMD) is an organization where discoveries in one scientific discipline have a direct route to other areas of study.  This flow is something extremely valuable and is rare in the scientific world.\n\nView upcoming and past community town hall meetings.\n\nOur science strategy articulates a forward-thinking vision and presents a comprehensive, cohesive and long-term roadmap for all NASA activities.\n\nMeet the individuals who are instrumental in enabling the realization of NASA Science’s extraordinary mission.\n\nDiscover career opportunities at NASA Science, where innovation, growth and collaboration shape the future of scientific exploration.\n\nScience Missions\n\nScience News\n\nScience for Everyone\n\nFor Researchers"
  },
  {
    "url": "https://science.nasa.gov/mission/nustar/",
    "title": "NuSTAR",
    "date": "2023-06-16T08:48:44-04:00",
    "content": "Nuclear Spectroscopic Telescope Array\n\nWhat\n\nSolved\n\nAchievements\n\nStudying the universe in high-energy X-rays to better understand the dynamics of black holes, exploding stars, and the most extreme active galaxies, this telescope was first to measure precisely the spin of a black hole, and contributed to the first-ever picture of a black hole.\n\nType\n\nLaunch\n\nTarget\n\nObjective\n\nHow Many Black Holes Are Hiding? NASA Study Homes in on Answer\n\nAstronomers Catch Unprecedented Features at Brink of Active Black Hole\n\nNASA Telescopes Find New Clues About Mysterious Deep Space Signals\n\nBrightest Cosmic Explosion Ever Detected Had Other Unique Features\n\nNASA’s TESS Celebrates Fifth Year Scanning the Sky for New Worlds\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/astrophysics/programs/research-programs/",
    "title": "Research Programs",
    "date": "2024-06-13T14:46:58-04:00",
    "content": "\n\nOur quest to understand how the universe works starts with the study of the very basic building blocks of our existence - matter, energy, space, and time - and how they behave under the extreme physical conditions that characterize the infant and evolving Universe. The Physics of the Cosmos (PhysCOS) program incorporates cosmology, high-energy astrophysics, and fundamental physics projects aimed at addressing directly central questions about the nature of complex astrophysical phenomena such as black holes, neutron stars, dark energy, and gravitational waves. By utilizing a fleet of space-based missions operating across the whole electromagnetic spectrum, PhysCOS ultimate, overarching goal is to learn about the origin and ultimate destiny of the cosmos.\n\nIn order to understand how the universe has changed from its initial simple state following the Big Bang into the magnificent universe we see as we look at the night sky, we must understand how stars, galaxies and planets are formed over time. The universe is comprised of mostly hydrogen and helium. In fact, these two elements make up 98% of the visible matter in the universe. Nevertheless, our world and everything it contains–even life itself–is possible only because of the existence of heavier elements such as carbon, nitrogen, oxygen, silicon, iron, and many, many others.\n\nThe Exoplanet Exploration Program (ExEP) is responsible for implementing NASA’s plans for the discovery and understanding of planetary systems around nearby stars. ExEP serves the science community and NASA by acting a as focal point for exoplanet science and technology, and by the integration of cohesive strategies for future discoveries. The Program in depth explains the motivations and activities of the Program in more detail.\n\nThe Habitable Worlds Observatory is a large infrared/optical/ultraviolet space telescope recommended by the National Academies’ Pathways to Discovery in Astronomy and Astrophysics for the 2020s. It would be the first telescope designed specifically to search for signs of life on planets orbiting other stars. NASA is further prioritizing its long-running search for life in the universe and laying the groundwork for its next flagship astrophysics mission after the Nancy Grace Roman Space Telescope (slated to launch by May 2027). This observatory would simultaneously provide powerful capabilities for transformational astrophysics discoveries, from our cosmic backyard of the solar system to the distant universe and everything in between.\n\nADAP: NASA annually solicits proposals for the Astrophysics Data Analysis Program (ADAP) under Appendix D.2 of the omnibus ROSES NRA.  In an effort to maintain a vibrant research program, we are seeking to expand our database of prospective ADAP reviewers to more fully reflect the whole of the astronomical community by offering this opportunity for interested individuals to volunteer for future service at an ADAP review.\n\nPioneers Program: The Pioneers Program is a new program started in 2020 which is intended to do compelling astrophysics science at a lower cost using smaller hardware than missions in the Explorers Program. Missions will include SmallSats, major Balloon payloads, and modest payloads attached to the International Space Station with a $20M cost cap.\n\nROSES: NASA leads the nation on a great journey of discovery, seeking new knowledge and understanding of our planet Earth, our Sun and solar system, and the universe out to its farthest reaches and back to its earliest moments of existence. NASA recognizes the scientists and engineers who utilize science data, are at the center of it all.\n\nXRP: The Exoplanets Research Program (XRP) element solicits basic research proposals to conduct scientific investigations that significantly improve our understanding of exoplanets and exoplanet formation. This program element is cross-divisional and jointly managed by four of the Divisions within NASA’s Science Mission Directorate: Astrophysics, Planetary Science, Heliophysics, and Earth Science.\n\nATP: The Astrophysics Theory Program (ATP) supports theoretical investigations or modeling of the astrophysical phenomena targeted by past, current, or future NASA astrophysics space missions.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/universe/dark-matter-dark-energy/",
    "title": "Dark Matter",
    "date": "2025-03-07T09:38:30-05:00",
    "content": "\n\nEverything scientists can observe in the universe, from people to planets, is made of matter. Matter is defined as any substance that has mass and occupies space. But there’s more to the universe than the matter we can see. Dark matter is a mysterious substance that affects and shapes the cosmos, and scientists are still trying to figure it out.\n\nNew Simulated Universe Previews Panoramas From NASA’s Roman Telescope\n\nNASA Successfully Integrates Roman Mission’s Telescope, Instruments\n\nSnippet of Euclid Mission’s Cosmic Atlas Released by ESA\n\nNASA Completes Spacecraft to Transport, Support Roman Space Telescope\n\nNASA’s Roman Space Telescope to Investigate Galactic Fossils\n\nThe Big Bang\n\nBlack Holes\n\nGalaxies\n\nStars"
  },
  {
    "url": "https://science.nasa.gov/exoplanets/",
    "title": "Exoplanets",
    "date": "2023-06-07T21:16:36-04:00",
    "content": "An exoplanet is any planet beyond our solar system. Most of them orbit other stars, but some free-floating exoplanets, called rogue planets, are untethered to any star. We’ve confirmed more than 5,800 exoplanets out of the billions that we believe exist.\n\nMost of the exoplanets discovered so far are in a relatively small region of our galaxy, the Milky Way. (“Small” meaning within thousands of light-years of our solar system; one light-year equals 5.88 trillion miles, or 9.46 trillion kilometers.) Even the closest known exoplanet to Earth, Proxima Centauri b, is still about 4 light-years away. We know there are more planets than stars in the galaxy.\n\nBy measuring exoplanets’ sizes (diameters) and masses (weights), we can see compositions ranging from rocky (like Earth and Venus) to gas-rich (like Jupiter and Saturn). Some planets may be dominated by water or ice, while others are dominated by iron or carbon. We’ve identified lava worlds covered in molten seas, puffy planets the density of Styrofoam and dense cores of planets still orbiting their stars.\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\nNASA’s Webb Exposes Complex Atmosphere of Starless Super-Jupiter\n\nNASA’s SPHEREx Space Telescope Will Seek Life’s Ingredients\n\nNASA Scientists Spot Candidate for Speediest Exoplanet System\n\n6 Things to Know About SPHEREx, NASA’s Newest Space Telescope\n\nThe Target Star Catalog is a guide to intriguing nearby stars that astronomers want to study with future missions, such as the Habitable Worlds Observatory, which will be built specifically to find and observe Earth-like exoplanets, to search for signs of life.\n\nSo far scientists have categorized exoplanets into the following types: Gas giant, Neptunian, super-Earth, and terrestrial with subcategories like mini-Neptunes within those groups.\n\nJourney beyond our solar system with guided tours, 360° surface visualizations, and our popular travel posters.\n\nExoplanets are far, but scientists have discovered some creative ways to spot these elusive objects.\n\nNASA welcomes the public to assist with projects and sift through data. Collaborating with NASA scientists, volunteers known as citizen scientists have contributed to thousands of important discoveries.\n\nExplore an interactive gallery of some of the most intriguing and exotic exoplanets discovered so far.\n\nLearn more about every confirmed exoplanet — 5,800 and counting — in this continuously updated resource. View interactive 3D models, read descriptions and vital statistics, and filter by exoplanet type, or by the method used to discover it, or the spacecraft, observatory, or other facility that found it.\n\nSearch for Life\n\nStars\n\nGalaxies\n\nBlack Holes"
  },
  {
    "url": "https://science.nasa.gov/astrophysics/science-questions/",
    "title": "Big Questions",
    "date": "2009-12-10T01:30:00-05:00",
    "content": "How does the universe work? Understanding the universe's birth and its ultimate fate are essential first steps to unveil the mechanisms of how it works. This, in turn, requires knowledge of its history, which started with the Big Bang.\n\nHow did we get here? In order to understand how the universe has changed from its initial simple state following the Big Bang (only cooling elementary particles like protons and electrons) into the magnificent universe we see as we look at the night sky, we must understand how stars, galaxies and planets are formed.\n\nAre we alone? For millennia, people have turned their eyes to the stars and wondered if there are others like themselves out there. Does life, be it similar to our own or not, exist elsewhere?\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://www.astronomy.com/science/",
    "title": "Science",
    "date": "",
    "content": "View All News\n\nOur solar system hosts a plethora of fascinating planets and other objects.\n\nExplore Topic\n\nThese giant, glowing balls of gas are vital to the evolution of the cosmos.\n\nExplore Topic\n\nOur home galaxy hosts hundreds of billions of stars orbited by countless worlds.\n\nExplore Topic\n\nThese sprawling star factories are home to millions to trillions of stars.\n\nExplore Topic\n\nOur cosmos is filled with countless bizarre worlds around other stars.\n\nExplore Topic\n\nOnly one planet we know of hosts life. But the hunt for extraterrestrial life is on.\n\nExplore Topic\n\nThe universe is filled with extreme objects, from black holes to pulsars and more.\n\nExplore Topic\n\nThe origin, evolution, and fate of the universe is shrouded in mystery.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/sun-like-stars-experience-superflares-roughly-once-per-century/",
    "title": "Sun-like stars experience superflares roughly once per century",
    "date": "Published: December 12, 2024",
    "content": "Solar flares are bright flashes of light from the Sun that release large amounts of electromagnetic radiation. And while normal flares can release as much as 1025 joules of energy, so-called superflares, observed on other stars, are up to 10,000 times more powerful. Even normal solar flares and the charged particles that often accompany them can impact Earth’s upper atmosphere, impeding communications signals and disrupting operations of equipment, aircraft, energy infrastructure, and more. To prepare and protect those systems, it’s vital to understand how, when, and why our Sun produces these violent burps of energy.\n\nIn a paper released today in the journal Science, astronomers tackled that challenge by analyzing data from NASA’s Kepler Space Telescope from over 50,000 Sun-like stars, discovering nearly 3,000 superflares in the process. This suggests that any given star like our Sun experiences a superflare roughly once per century.\n\nBeyond appearing similar to the Sun in terms of temperature and variability, these stars produce normal flares in the same general pattern as the Sun, too, so there’s no reason to think the Sun doesn’t suffer superflares at the same rate. And since we haven’t seen one that big in recent history, we could be due.\n\nWhile our Sun emits small flares nearly constantly, larger flares can swamp Earth’s upper atmosphere, drastically altering how radio and other signals travel through it. Flares are also often accompanied by coronal mass ejections (CMEs), outbursts of charged particles that can more directly damage satellites and aircraft, as well as cause spectacular auroral displays.\n\nAstronomers have never directly observed a large superflare on the Sun. Several have skirted the definition, riding just at or above the dividing line of 1025 joules, including (by estimates) the famous Carrington Event of 1859, as well as the 2003 Halloween solar storms. (For comparison, 1025 joules is around 16,000 times the total amount of energy produced globally in a year.) And there is indirect evidence in rock records hinting that we may have received more powerful surges of energy in the distant past.\n\nThat’s because, fortunately, superflares are much rarer than their smaller siblings. But this also means that scientists have few examples to study in order to learn more. Astronomers have only been observing flares for a few centuries, leaving them with just a handful of truly powerful recorded events. To gather more data, they can look for indirect evidence (the small chemical imprints that strong CMEs leave on rocks) of solar activity from before this period. Or, they can look at the behavior of stars similar to our Sun.\n\nAstronomers know that, with a few exceptions, stars of the same size and temperature are essentially similar and will follow the same evolutionary life cycle. Since stars operate on celestial timescales of billions of years, astronomers can therefore learn about stars not by watching one star for eons, but by watching many stars at different stages in the same cycle of life.\n\nThe Kepler Space Telescope is reknowned for its exoplanet-finding abilities. It accomplished this by staring at a patch of sky with some half-million visible stars, waiting for the stars to blink. Its main mission was looking for small dips of light caused by an exoplanet crossing in front of its star, blocking some light. This meant that it collected data on all of the stars it viewed, planet-bearing or not, and how their brightness varied with time. This created a rich dataset that informed astronomers about stellar variability of all kinds.\n\nThat dataset is the same one mined in the new work, led by Valeriy Vasilyev of the Max Planck Institute for Solar System Research in Göttingen, Germany. The team identified 56,450 stars that are similar to our Sun in terms of their temperatures and intrinsic brightnesses. (This sample excluded stars that were known to be especially young or in binary systems.) Over four years of Kepler observations, the researchers uncovered 2,889 superflares on 2,527 stars. Their energies ranged from 1026 to 1029 joules, or 10 to 10,000 times the maximum energy of a normal flare.\n\nThe researchers point out that four years of data on their 50,000-plus stars is the equivalent of being able to observe the Sun for 220,000 years — quite the hat trick.\n\nIn general, the team found that these stars exhibited flare behavior similar to the Sun: They produced many small flares, fewer big flares, and very few enormous flares. So while the Sun has never exhibited a true superflare in recorded history, it appears that stars just like our Sun do, and on cosmically short frequencies of roughly once per century.\n\nThis is in line with prior research that studied far fewer stars, and yet came up with a relatively similar span of roughly 350 years between superflares.\n\nSo will our Sun emit a superflare in our lifetimes? Only time will tell."
  },
  {
    "url": "https://www.astronomy.com/science/underwater-detector-spots-the-most-energetic-neutrino-yet/",
    "title": "Underwater detector spots the most energetic neutrino yet",
    "date": "Published: February 21, 2025",
    "content": "On Feb. 13, 2023, something extraordinary happened deep beneath the Mediterranean Sea. KM3NeT’s Astroparticle Research with Cosmics in the Abyss (ARCA) telescope, a sprawling underwater array of ultra-sensitive photodetectors, caught sight of the telltale sign of an incredibly rare cosmic messenger: a highly energetic fundamental particle known as a neutrino. With an estimated energy of 220 peta-electron volts (PeV), it is the most energetic neutrino ever detected. The discovery was published Feb. 12 in Nature.\n\nScientists didn’t immediately realize its significance. It was just another data point in a sea of millions. But as they sifted through months of observations afterward, something about this one stood out.\n\n“I first realized how spectacular it was when I looked at our event display,” says Paschal Coyle, a researcher at the French National Centre for Scientific Research (CNRS) and a spokesperson for KM3NeT at the time of the detection. “It had so many more photons (light particles) than anything we had ever seen.” In fact, Coyle’s program crashed when he attempted to analyze the unusually high number of photons. “But that’s more because my programming isn’t very good,” he says, chuckling.\n\nNeutrinos — sometimes called ghost particles — are famously elusive. They have no electric charge, barely any mass, and can pass through entire planets without interacting. KM3NeT (short for the Cubic Kilometer Neutrino Telescope) is a detector spanning a cubic kilometer (0.24 cubic mile) anchored to the seafloor 2.2 miles (3.5 km) below the surface, off the southeastern coast of Sicily.\n\nThe setup is ingenious. Strings of glass spheres, each packed with highly sensitive photodetectors, await the faintest flash of blue light, called Cherenkov radiation. This blue glow is emitted when a high-energy particle, created by a neutrino interacting with a particle in the ocean, zips through the water faster than the speed of light in water (which is slower than the familiar 186,000-miles-per-second [300,000 km/s] speed of light in a vacuum).\n\nThe 220 PeV neutrino likely struck somewhere 6 to 19 miles (10 to 30 km) away, creating a slightly lower-energy particle called a muon, which then streaked through the detector, lighting up over a third of the sensors. The flash lasted about two microseconds, but KM3NeT captured every photon with nanosecond precision.\n\n“This was a super-duper mega event,” Coyle says. The neutrino’s energy was off the charts, and its path was almost horizontal. “Both of these pieces of information combined is what makes this so special.”\n\nThe direction this neutrino came from makes it particularly intriguing. As previously mentioned, neutrinos typically pass straight through everything — including Earth. Neutrino telescopes primarily use the planet as a filter to separate cosmic neutrinos from noisy background events.\n\nBut higher-energy neutrinos are more likely to interact with matter inside Earth. They aren’t as likely to travel unscathed through the planet. That means the only way to detect one is to catch it arriving from the side: skimming through the atmosphere or the shallow layers of Earth’s crust.\n\nThat’s what happened here. The neutrino came in almost horizontally, grazing the Maltese continental shelf before reaching the detector. “It was exactly the right type of configuration,” Coyle says.\n\nFor decades, astrophysicists have been searching for so-called cosmogenic neutrinos. These are super-energetic neutrinos created when a cosmic ray created by a high-energy event (such as matter falling into a supermassive black hole or a star exploding as a supernova) interacts with a low-energy photon of the cosmic microwave background left over from the Big Bang. Analyzing such a neutrino could help scientists better understand many aspects of our universe, but they haven’t been able to detect one yet.\n\n“This neutrino is definitely in the energy range where we expect cosmogenic neutrinos to be,” Coyle says. If it is cosmogenic, it won’t point back to a particular object in the sky. That’s because the cosmic ray that created it, likely consisting of a single proton, would have had its direction bent by magnetic fields before creating the neutrino.\n\nThe neutrino could also have come from a specific astrophysical source, like an active galactic nucleus (AGN), a galaxy with a supermassive black hole at the center shooting out jets of particles. Three AGN near the position astronomers think the neutrino came from on the sky were flaring at the time the detector spotted it, says Coyle. So, if the neutrino points back to one of these AGN, it would suggest an astrophysical origin, but if it points to nothing, it could be the first cosmogenic neutrino ever detected.\n\nAt the moment, the origins of the neutrino are still uncertain. The KM3NeT team is refining their measurements, narrowing down the source region in the sky.\n\nThe KM3NeT telescope is still under construction. It was only one-tenth complete at the time of the detection. Currently, the ARCA detector consists of just 21 strings of optical sensors. Eventually, it will have more than 200. “That’s the great thing about neutrino telescopes,” Coyle says. “You don’t need the full detector to start collecting interesting data.”\n\nThe team is eager to detect more ultra-high-energy neutrinos to determine whether this was a one-off or the beginning of a new era in neutrino astronomy. More events will help clarify whether these particles originate from known astrophysical sources or if they are truly cosmogenic.\n\nBeyond ARCA’s hunt for high-energy neutrinos, KM3NeT also operates the Oscillation Research with Cosmics in the Abyss (ORCA), a second undersea detector under construction near Toulon, France. ORCA is optimized for studying low-energy neutrinos to investigate the fundamental properties of these particles, which we still barely understand.\n\nKM3NeT is also an unexpected ally for marine scientists. “Since our detectors sit at the bottom of the sea, we continuously monitor ocean conditions like temperature and oxygen levels and even listen to marine life such as whales and dolphins,” Coyle adds. “We offer a free electric plug and ethernet connection three and a half kilometers into the sea so other sciences can study the ocean better.”\n\nNeutrinos offer a unique way to explore the universe. Unlike light or charged particles (including the cosmic rays that produce them), they travel in straight lines, unbothered by magnetic fields or cosmic dust. If this event points directly to an AGN, it will help scientists better understand the mysterious jets produced by supermassive black holes. Otherwise, it may be the first cosmogenic neutrino ever detected.\n\nEither way, this neutrino is a landmark discovery. “It’s a completely unexplored energy range,” Coyle says. “We don’t know what to expect, and that’s the most exciting part.”\n\nKM3NeT is poised to reveal even more about the high-energy cosmos. For now, scientists will keep watching the deep sea, waiting for the next ghost particle to light up the darkness."
  },
  {
    "url": "https://www.astronomy.com/science/starmus-la-palma-announces-artist-lineup-and-program-structure/",
    "title": "Starmus La Palma announces first round of artists lineup and program structure",
    "date": "Published: January 30, 2025",
    "content": "STARMUS is thrilled to announce the first round of artists and the program structure for the highly anticipated STARMUS La Palma festival, set to take place from April 25 to 28, 2025. This year’s lineup features an extraordinary array of luminaries, including renowned ethologist Jane Goodall -founder of the Jane Goodall Institute and UN Messenger of Peace-, legendary musician and STARMUS co-founder Brian May, eight Nobel Laureates, celebrated astronauts, and an incredible cast of world-class renowned scientists and experts in AI and cybersecurity. The festival will also host a multidisciplinary scientific program focused on the protection of the sky, addressing critical issues such as pollution and space debris\n\nUnder the title “The Island of The Stars” STARMUS La Palma will sharpen its focus on the major challenges we face in protecting the skies from pollution and space debris. Thus, within the framework of the “Starlight Declaration or La Palma Declaration” in Defense of the Night Sky and the Right to Starlight—promoted by the IAC and drafted and signed by international institutions such as UNESCO, UNWTO, and IAU among others, with the Starlight Foundation as the responsible body—this edition will be a key platform to generate greater visibility and awareness on this issue.\n\nThus, with this great representation of this remarkable edition, which marks the “return home” to the place that inspired the creation of what is now recognized as the world’s most inspiring festival of science, space, and music, STARMUS announced the first confirmed artists of the musical lineup and the final program structure of this very special edition.\n\nThis spectacular lineup of artists will be preceded by unprecedented opening acts that embody the essence of STARMUS La Palma with space-inspired and distinctly Canarian rhythms:\n\nThe initial warm-up performances, which will start energizing the Puerto de Tazacorte from the early evening, will feature a group of bands acclaimed at festivals across Spain. These bands will offer a fantastic fusion of pop, indie, and rock that will delight all attendees:\n\nSTARMUS La Palma is excited to present the ‘Classical Night Series’ concerts, taking place in Santa Cruz de La Palma on April 25 and April 27. The lineup features an array of distinguished artists, including:\n\nFor the first time, STARMUS La Palma will feature two STARMUS Camps: one in Santa Cruz and another in Los Llanos de Aridane. Both camps will offer a full 4-day program of activities in the Expo Zones and Stage Zones.\n\nBoth STARMUS Camps will gather an impressive lineup of exhibitors, including the Starlight Foundation; the Instituto de Astrofísica de Canarias (IAC); the Jane Goodall Institute with its program “Roots & Shoots,”; ITER, the pioneering international nuclear fusion research and engineering megaproject or CTAO -Cherenkov Telescope Array\n\nObservatory- the future largest and most powerful gamma-ray observatory in the world. The lineup of speakers ranges from keynote lecturers to popular science communicators like Mar Gómez (eltiempo.es), renowned Astrobiologist Carlos Briones, Space Trainer and Olympic Athlete Guillermo Rojo, CERN talks led by Isabel Béjar, as well as presentations from some of the most anticipated speakers in the keynote lectures.\n\nThe daily evening music program will feature local DJs and indie-pop bands as the opening acts for the ‘Sonic Universe’ concert – Shidow, Nevada, Levanto, Terco – and other local groups like Macaca Radiata, among others.\n\nAdditionally, the camps will feature two very special days meant to inspire the youngest generations with the “INTERSCHOLAR by STARMUS” project. This initiative will be carried out across schools for students in 5th and 6th grade of primary school and secondary school, who will have the opportunity to learn from and meet inspiring ambassadors such as Javier Santaolalla, Efecto Pasillo, Jorge Drexler, and the Jane Goodall Institute through their Roots & Shoots program. These special days will take place in the mornings of April 25 and April 28.\n\nKeynote Lectures Program: The keynote lectures will take place in Puerto Naos on the following dates and times (tentative):\n\nAttendees can look forward to a series of thought-provoking and inspiring talks with the protection of the skies as the main topic but spanning a wide range of disciplines and topics with world eminences from all over the globe. Highlighted speakers include*:\n\n*Check the full list of speakers here\n\nIn addition to the many events during the festival, STARMUS La Palma will also feature an educational initiative in the preceding months which will end up bringing students from all over the Canaries to the festival:\n\nThe full schedule of events and activities will be unveiled in the coming weeks on the STARMUS website – www.starmus.com -and social media channels.\n\nFor further details on each of the events being unveiled and summarized, please refer to the documents below."
  },
  {
    "url": "https://www.astronomy.com/science/renaming-the-hubble-constant/",
    "title": "Is it time to rename the Hubble constant?",
    "date": "Published: December 3, 2024",
    "content": "Most people associate the discovery that faraway galaxies are receding from us — and thus, that the universe is expanding — with Edwin Hubble, thanks to his landmark 1929 paper. It was one of the most fundamental discoveries in the history of science.\n\nBut Hubble did not discover the expansion. In the 1910s, a Lowell Observatory astronomer named Vesto Slipher found that spiral nebulae, as galaxies were called, are “fleeing” from us at what were then unheard-of speeds. This was the first observational evidence of the expanding universe. Hubble’s paper established a linear relationship between Slipher’s nebulae velocities and the distances Hubble had measured — a relation that later became known as Hubble’s law — but failed to cite Slipher’s own publications containing his indispensable measurements or even to mention his name. Yet Slipher had done half the work!\n\nIt was only after Hubble had secured worldwide recognition and lasting fame that he acknowledged his use of Slipher’s data. But by then the damage had been done: Slipher had been eclipsed, and has never been properly commemorated for his critical contribution.\n\nToday, astronomers continue in the footsteps of both Hubble and Slipher, measuring the velocities of receding galaxies and their distances. These crucial observations tell us how quickly the universe is expanding. Yet, the famous mathematical parameter that defines the relationship between Slipher’s velocities and Hubble’s distances bears a single name: the Hubble constant.\n\nModern science has made many strides in setting the historical record straight. In that tradition, we suggest the International Astronomical Union (IAU) formally rename the Hubble constant to the Hubble-Slipher constant, in long overdue recognition of Slipher’s historic achievement.\n\nThe son of an Indiana farmer, Vesto Melvin Slipher joined Lowell Observatory in Flagstaff, Arizona, in 1901, under the leadership of the flamboyant Percival Lowell. Slipher’s charge was spectroscopy, and he made good use of Lowell’s 24-inch Alvan Clark refracting telescope with its brand-new Brashear spectrograph. Within a few years he began reaping important results, such as confirming the rotation periods of Mars, Jupiter, and Saturn.\n\nSlipher became a virtuoso in the new art of acquiring and interpreting spectra — the data obtained when light from astronomical objects is spread out into its constituent wavelengths, revealing details about composition and motion. And there were spectroscopic surprises everywhere he looked. Among his subsequent discoveries were methane and ammonia in the giant planets’ atmospheres; interstellar gas throughout the Milky Way; and the first known reflection nebula, in the Pleiades, which led to the discovery of interstellar dust.\n\nBut his next challenge tested his skills more profoundly. On Lowell’s instructions, he started to photograph spectra of the faintest of all objects: spiral nebulae.\n\nThese nebulae were the subject of an ongoing debate among astronomers in the early 20th century. Were they baby solar systems forming within our own Milky Way? Or were they instead remote “island universes,” each like the entire Milky Way, floating loose in the cosmic void?Spectroscopes, attached to large light-gathering telescopes, held the best promise of providing an answer. Importantly, they could determine an object’s radial velocity — its motion toward or away from the observer — through subtle shifts in the object’s spectral features compared to a stationary reference. Displacement toward the red end of the spectrum (a redshift) means the object is receding from us; a blueshift signifies that it is approaching.\n\nSlipher knew that long exposures would be required to produce detailed, high-quality spectra of the vexingly faint spirals. Switching out the slow spectrograph camera lens for a faster one enabled him to cut exposure times more than 30-fold. Even so, obtaining a single spectrum often required dozens of hours.\n\nThe obvious target for a first effort was the biggest and brightest spiral nebula of all, majestic M31 in the constellation Andromeda. An exposure over several nights in December 1912 produced a stunning surprise: M31’s spectral lines were shifted toward the blue end of the spectrum. The Andromeda Nebula was approaching our solar system at some 186 miles (300 kilometers) per second, the highest celestial velocity ever measured at the time.\n\nEncouraged by Lowell to continue the effort, Slipher turned his instrument in April 1913 to the Sombrero Nebula (M104), a dramatic edge-on spiral in the constellation Virgo. This time the lines were shifted immensely toward the red end of the spectrum, suggesting an extraordinary recession speed of 684 miles (1,100 km) per second.\n\nSlipher continued his survey and in August 1914 traveled to Northwestern University in Evanston, Illinois, to present his findings at the annual meeting of the American Astronomical Society. By then, he had gauged the velocities of 15 spiral nebulae: Three were approaching Earth, while the rest were zooming away. The historic manuscript from which Slipher read is not well known and has never been published. It now resides in the Lowell Observatory Archives.\n\nThe conclusions he pitched to his audience were powerfully worded: “The striking preponderance of the positive sign [meaning recession] indicates a general fleeing from us or the Milky Way.” Moreover, most of the spiral nebulae were receding. Allowing that the data were not yet definitive, he nonetheless felt that “they do strongly indicate that the spirals are leaving the Milky Way, which fits in with their non-galactic distribution.” In other words, Slipher’s findings gave strong evidence for the controversial island universe hypothesis.\n\nIt was an astonishing finding. Although no one appreciated it at the time — including Slipher — he in effect had staked his claim for the observational discovery of the expansion of the universe. Over time, this realization would fundamentally transform our idea of the cosmos and our place in it.\n\nWhen Slipher finished delivering his news of the great recession, his fellow astronomers rose to their feet and gave him a resounding ovation — an unprecedented spectacle at an astronomical meeting. Interestingly, Hubble was in the audience, attending the meeting just before he began his Ph.D. that fall at the University of Chicago’s Yerkes Observatory in Williams Bay, Wisconsin. It’s possible that witnessing this momentous reaction inspired Hubble to choose spiral nebulae as his dissertation topic.\n\nOver the next three years, Slipher measured more velocities. By 1917 he had a total of 25, all but four of which were receding. Buoyed by this trend, he conservatively opined in a 1917 paper in the Proceedings of the American Philosophical Society that the island universe theory, “seems to me, gains favor in the present observations.” By 1922, he had topped off his survey with a further 17 spiral nebulae, all of which were receding — the fastest at an unprecedented 1,120 miles (1,800 km) per second.\n\nIn 1924, Hubble nailed down the proof that spiral nebulae were separate galaxies using Cepheid variable stars. These “standard candles” allow the accurate measurement of distance through an established relationship between their period and intrinsic luminosity. Measuring a star’s period allows an astronomer to deduce its inherent brightness; any dimming can therefore be attributed to distance.\n\nBy 1928, he began focusing on the nature of Slipher’s discovered cosmic exodus, searching for any pattern in the redshifts of galaxies as they rushed headlong through space. To do this, he teamed up with Milton Humason, a colleague at Mount Wilson. Hubble would continue to measure the galaxies’ distances (his specialty), while Humason would obtain the velocities.\n\nWithin a year, Hubble had prepared his first publication on his findings, that 1929 landmark paper titled “A Relation Between Distance and Radial Velocity Among Extra-Galactic Nebulae.” In it, he paired the distances of 24 galaxies with their velocities. The pattern, captured in a famous graph, jumped off the page: The velocity of galaxies steadily increased in a linear fashion as one looked farther into space. At double the distance from Earth, a galaxy’s speed doubled as well. When the distance triples, the velocity triples, and so on. By the late 1930s, astronomers were coming to refer to the slope of Hubble’s graph — the rate at which this recession increases with distance — as Hubble’s constant, and later simply the Hubble constant, or H0.\n\nBut in the lead-up to Hubble’s 1929 paper, his partner Humason was only getting started on his velocity measurements. He was primarily focused on getting redshifts of previously unmeasured targets that had been too faint for Slipher to determine with his smaller telescope. Nearly all the redshifts that Hubble used in calculating the rate of recession were Slipher’s measurements. In other words, half of the data that went into formulating the original Hubble constant came from Slipher. Yet anyone perusing Hubble’s paper would not have known this. Hubble used Slipher’s measurements without direct citation or acknowledgment — a serious breach of scientific protocol.\n\nHubble later made partial amends: In his next big paper on the redshift law, published in 1931, he inserted a sentence praising “the great pioneer work of V. M. Slipher at the Lowell Observatory.” And two years later, the Royal Astronomical Society (RAS) in England presented Slipher with its highest award, the Gold Medal, seven years before Hubble would earn the honor. During the presentation, RAS President Frederick Stratton announced that “if cosmogonists today have to deal with a universe that is expanding in fact as well as in fancy, at a rate which offers them special difficulties, a great part of the initial blame must be borne by our medalist.”\n\nAlthough Hubble again praised Slipher’s work in his 1936 book The Realm of the Nebulae, ultimately, it was too late. Hubble’s law and the Hubble constant became entrenched among astronomers, while Slipher’s contribution was nearly forgotten. By nature, Slipher was never a showman and preferred publishing in his observatory’s Bulletin rather than well-known journals. He was simply too humble and reserved to demand his share of the glory. Hubble, by contrast — so handsome, so manly, so erudite — was a force of nature, far more accomplished in garnering publicity and protecting his legacy.\n\nHubble’s initial failure to cite Slipher was a major slight, but his jealous hegemony over the velocity-distance relationship extended beyond Slipher. In a 1930 letter, Hubble warned the Dutch cosmologist Willem de Sitter, who had innocently commented in a review article that several other astronomers had previously looked at the relationship, that he considered it “a Mount Wilson contribution and I am deeply concerned in its recognition as such.”\n\nColleagues also long complained that Hubble engaged in “selective referencing,” such as when he failed to mention Belgian cosmologist Georges Lemaître’s work in The Realm of the Nebulae or to specifically cite Harvard University’s Harlow Shapley in the same book for his early look at the velocity-distance relation. And when Hubble in 1941 again failed to cite Slipher — this time over Slipher’s priority in determining that a spiral nebula’s arms trail as it rotates — Slipher was compelled to pen an irritated note to Science in 1944 to correct the record.\n\nIn fairness, Slipher shares some blame for the lack of appreciation for his contribution. In 1915 and 1917 publications reporting his accumulating galaxy redshifts, instead of describing the galaxies as “fleeing,” “receding,” or “leaving” the Milky Way, as he earlier did in his 1914 talk, he substituted the more diffuse term “scattering.” Although astronomers understood its meaning (and Hubble subsequently used it), the word was unnecessarily conservative.\n\nA deeper problem was that Slipher’s results appeared in second-tier journals rather than premier outlets like The Astrophysical Journal. Worse, he generously allowed his final list of 42 redshifts to be published in 1923 and 1925, with attribution, but under other authors’ names!Yet Slipher’s data were unique, accurate, and determinative. His findings were communicated to the scientific community and his work spoke for itself, under whatever auspice it appeared. His lack of visibility is no reason to deny him priority for his discovery.\n\nAstronomers have made progress in undoing Hubble’s hegemony — though not yet to Slipher’s benefit. In 2018, the IAU, by vote after its 30th General Assembly in Vienna, adopted a resolution to rename the Hubble law to the Hubble-Lemaître law, to honor Lemaître for his 1927 dynamic solution to Einstein’s general relativity equations. His result, published two years before Hubble’s, predicted that the universe is expanding in such a way that galaxy redshifts are proportional to their distances. Lemaître even computed what came to be known as the Hubble constant, based on Hubble’s galaxy magnitudes and Slipher’s redshifts. (Although like Hubble, Lemaître also failed to cite Slipher.\n\nThe decision to rename the Hubble law without including Slipher was met with pushback. In January 2019, cosmologist Emilio Elizalde of the University of Barcelona published a meticulous historical review in the journal Symmetry: “Reasons in favor of a Hubble-Lemaître-Slipher law.” And in Astronomy magazine’s February 2020 issue, Lowell Observatory’s Director Jeff Hall and Historian Kevin Schindler also advocated for the addition of Slipher’s name to the law.\n\nWhy was Slipher denied yet again? The explanation offered at the IAU meeting was that he and others “did not use their data nor invent new theory to discover the universal expansion.” But as we have shown, Slipher in fact did use his redshift data to conclude, as early as 1914, that the spiral nebulae were “receding,” or “scattering,” from the Milky Way — which amounts to the observational discovery of universal expansion.The IAU requirement that a law be derived from theory runs counter to the conventional view that a scientific law is simply a relation between observables. Hubble recognized this distinction in his George Darwin lecture to the RAS in 1953: “I propose to discuss the law of red-shifts — the correlation between the distances of the nebulae and the displacements in their spectra.”\n\nBut even conceding that Slipher did not “invent new theory” to explain the expansion, neither did Hubble. For all his life, Hubble, unlike Slipher, was wary that redshifts truly represented recession and worried this interpretation might be overturned.\n\nFor all these reasons, we too support renaming the Hubble-Lemaître law the Hubble-Lemaître-Slipher law. But we acknowledge such a reconsideration would likely be difficult.\n\nSo instead, given how the newly titled Hubble-Lemaître law set a precedent in honoring the overlooked, we propose that the Hubble constant, H0 — the proportionality between the recession velocities and distances of the galaxies — be renamed the Hubble-Slipher constant. This proposal is similar to that of Irish physicist Cormac O’Raifeartaigh, who suggested that Hubble’s famous “discovery graph” of 1929, whose slope is simply H0, could also be known as the Hubble-Slipher graph.\n\nIn the end, our proposal is best supported by Hubble’s own final accounting of events. The relationship between Slipher and Hubble largely remained collegial and respectful over the years, and in 1953, the year of his death, Hubble finally made full amends. During a RAS lecture, Hubble noted that his discovery “emerged from a combination of radial velocities measured by Slipher at Flagstaff with distances derived at Mount Wilson. … Slipher worked almost alone, and 10 years later … had contributed 42 out of the 46 nebular velocities then available.” In a letter to Slipher that same year, he cited Slipher’s first steps “as by far the most important of all” in “the combination of your velocities and my distances.\n\nWhat better argument for accepting a Hubble-Slipher constant than the case made by Hubble himself?"
  },
  {
    "url": "https://www.astronomy.com/science/the-spike-nebula-how-an-educated-artistic-guess-was-fulfilled/",
    "title": "The Spike Nebula: How an educated artistic guess was fulfilled",
    "date": "Published: February 17, 2025",
    "content": "As a space artist, I have had the thrill of participating in scientific discovery, often being the first artist to imagine what new objects might look like. Space artists usually work to the scientist’s directive, although sometimes they get it first. In the 1920s, Lucian Rudaux showed pinkish skies on Mars decades before Viking revealed them to us.\n\nBut I had not experienced that thrill of discovery itself — until recently.\n\nIn 2024, Tim Cunningham at the Harvard Smithsonian Center for Astrophysics studied an unusual supernova remnant called SN 1181. It has a striking structure quite unlike any previously seen. Eight hundred years ago, astronomers in China and Japan recorded the supernova blazing in the night sky, and the remnant itself was discovered in 2013. Using the Keck Observatory in Hawaii, Cunningham and colleagues studied the debris from the explosion. They were able to make a model that revealed a unique network of spikes stretching up to 3 light-years from the original star, which was probably a white dwarf that blew up in what is called a type Ia supernova. What’s left is  a structure of spiky filaments.\n\nNothing like it has been observed before.\n\nBut amazingly, I seem to have painted a similar object in 1975. I was then collaborating with Carl Sagan on several projects and spent a lot of time at Cornell University, where he was a professor. There I also met Frank Drake and Yervent Terzian, and had stimulating conversations with both of them. Terzian gave me a copy of his Optical Atlas of Galactic Supernova Remnants and explained his ideas on the morphology of these objects. Drake introduced me to some of the mysteries of pulsars, which at that time were still a fairly recent discovery. My work benefitted and was inspired by both of these astronomers.\n\nAt the same time, I was working on a series of paintings based on Carl’s notion of an Encyclopedia Galactica (EG), a shared information repository among galactic civilizations. Frank commented that pulsars — natural beacons for astrogation — would certainly be included.\n\nSo I set out to do a painting of how such an object might appear in the EG. I was to work closely with both Frank and Carl a few years later on designing the Voyager Golden Record, which in fact contains just the sort of pulsar map we were discussing. Frank helped me with the details so I knew how to characterize the emission from the pulsar.\n\nThe first thing was to picture the supernova remnant surrounding the pulsar. I studied Terzian’s Atlas and decided to envision a recent supernova. I wondered what would happen if the exploding star were surrounded by a thick shell of gas and debris. (Since then, dusty disks have in fact been detected around white dwarfs.) I thought that maybe the explosion would break through the thinnest areas of the shell first, sending jets of material out through the holes and forming spikes. It also made the image look satisfyingly explosive. The text on the painting, supposedly the “printout” from the EG, reads as follows:\n\nASTROGATIONAL INDEXSUPERNOVA REMNANT 9C-8P371SPIKE NEBULA\n\nThe entry goes on to give its galactic location according to some alien system. The “9C” was an inside joke, referring to the 9th Cambridge Catalogue, a remote descendant of the 20th century’s 3rd Cambridge Catalogue (3C), which I also consulted at Frank’s suggestion. Carl liked the painting too.\n\nImagine my surprise 50 years later, when I saw the artist’s rendering of Cunningham’s data. Everything about the images matched up, except that no pulsar has been detected in this object.\n\nWhen I showed him my painting, Cunningham wrote to me: “This is most interesting, in large part because the formation mechanism for the filaments in the SN 1181 remnant, has not be decisively established. Currently, the two contending theories are 1) a fast stellar wind producing cometary tails from clumps of dust, or 2) a reverse shock wave propagating from the outer edge of the nebula back toward the central star, sublimating dust, which then condenses into filaments.”\n\nHe went on to say: “I am curious to know what mechanism(s) you … envisioned in the creation of your animation … There is no denying that your animation bears a striking resemblance to the SN 1181 remnant.”\n\nSo, did I predict this object? In science you not only have to be right, you have to be right for the right reason. In 1912, Alfred Wegener proposed that the continents had drifted apart, somehow floating on the oceans, but he had no plausible mechanism to account for it. It wasn’t until 50 years later that plate tectonics revealed that mechanism. Wegener thought of it first, but for the wrong reason. Nevertheless he gets some credit for it.\n\nThe jury is still out on what causes the amazing spikes in SN 1181. Cunningham’s observational campaign continues, and he hopes soon to have a better reconstruction of the nebula using the Keck telescope. He has also proposed to study this remnant with the James Webb Space Telescope, and plans to propose for Hubble Space Telescope observations to gain exquisite images of this remarkable nebula.\n\nI’ll be curious to see what further studies reveal, but as a space artist it is enormously gratifying to have imagined something close to what was found to exist."
  },
  {
    "url": "https://www.astronomy.com/science/stars/",
    "title": "Stars",
    "date": "",
    "content": "Our solar system hosts a plethora of fascinating planets and other objects.\n\nExplore Topic\n\nThese giant, glowing balls of gas are vital to the evolution of the cosmos.\n\nExplore Topic\n\nOur home galaxy hosts hundreds of billions of stars orbited by countless worlds.\n\nExplore Topic\n\nThese sprawling star factories are home to millions to trillions of stars.\n\nExplore Topic\n\nOur cosmos is filled with countless bizarre worlds around other stars.\n\nExplore Topic\n\nOnly one planet we know of hosts life. But the hunt for extraterrestrial life is on.\n\nExplore Topic\n\nThe universe is filled with extreme objects, from black holes to pulsars and more.\n\nExplore Topic\n\nThe origin, evolution, and fate of the universe is shrouded in mystery.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/milky-way/",
    "title": "Milky Way",
    "date": "",
    "content": "Our solar system hosts a plethora of fascinating planets and other objects.\n\nExplore Topic\n\nThese giant, glowing balls of gas are vital to the evolution of the cosmos.\n\nExplore Topic\n\nOur home galaxy hosts hundreds of billions of stars orbited by countless worlds.\n\nExplore Topic\n\nThese sprawling star factories are home to millions to trillions of stars.\n\nExplore Topic\n\nOur cosmos is filled with countless bizarre worlds around other stars.\n\nExplore Topic\n\nOnly one planet we know of hosts life. But the hunt for extraterrestrial life is on.\n\nExplore Topic\n\nThe universe is filled with extreme objects, from black holes to pulsars and more.\n\nExplore Topic\n\nThe origin, evolution, and fate of the universe is shrouded in mystery.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/binary-star-system-finally-discovered-near-milky-way-center/",
    "title": "Binary star system finally discovered near Milky Way center",
    "date": "Published: December 17, 2024",
    "content": "Veiled in gas and clouds, the Milky Way’s center does not easily give up secrets. The initial detection of its supermassive black hole (SMBH) decades ago posed as many riddles as it solved, including the puzzling absence of binary stars around it. The hot, massive stars that populate the region are almost always found as binaries in the galaxy’s far-flung spiral arms. But at the galactic center, they appeared to  all be loners.\n\nCalled S stars, they orbit at hypervelocities around the Milky Way’s center, and their only neighbors at the galactic core are the apparent dust and gas clouds called G objects that travel at similar trajectories and speeds. But as announced today in Nature Communications, it turns out G objects are far more than clouds. One of them has yielded the first compelling evidence of a binary star system — called D9 — orbiting the galactic center. This pair of stars orbit each other about once a year. Based on the study, there are likely many more hiding in plain sight.\n\n“The D9 system is actually a missing link,” says first author Florian Peissker at the University of Cologne in Germany. “It explains the presence of G objects, but also the presence — or non-presence — of binary S stars, because S stars were initially G objects.”\n\nUsing two spectrometers called ERIS and SINFONI mounted on the Very Large Telescope in Chile, Peissker tracked D9’s behavior over 15 years, analyzing data for each night and noting recurring variations in the object’s velocity. In the same way that an exoplanet can be detected by looking at the pull on its parent star, the wobble in D9’s orbit — what astronomers call its radial velocity — indicated there were two bodies orbiting one another.\n\nPeissker’s team estimates that the two stars are youngsters, just 2.7 million years old, with an orbital period around the SMBH of a couple of hundred years. They predict that the binary system will merge into a single star within one million years, which helps explain the apparent lack of binary stars in the center of the galaxy. By the time the “dust” clears around G objects, Peissker says, they are merged S stars.\n\nThis may also explain another paradox, the fact that, if S stars were captured from the outer reaches of the galaxy by the SMBH and dragged inward, they would have to be on the order of 1,000 times older to have completed the journey. If, however, they reformed from merging binary systems hidden behind veils of dust and gas circling the SMBH, their “born again” status would make them appear much younger.\n\nThe nature of G objects has long been a mystery, but there have been clues along the way. In 2014, a G object called G2 whipped around the Milky Way’s center at a large fraction of the speed of light a mere 36 light hours from the SMBH. Astronomers predicted that the extreme gravity at periapsis (G2’s closest approach) would tear it apart. Instead, it emerged intact. This suggested that a dense body, perhaps a protostar, was buried deep inside holding it together. The discovery of D9 appears to confirm this, but success didn’t come easily.\n\nDealing with objects 26,000 light years away that are obscured by gas and dust poses tremendous challenges. Accuracy in measurements, what scientists call “signal to noise” ratio, is paramount. One common method is to stack months of observations while slightly changing fields of view to create a mosaic of a larger field of view that cancels out instrumental anomalies.\n\nAnother approach — one Peissker dreamt up while riding his bicycle home from work one evening — is to comb through data for every night covering an extended period, filtering observations in a particular region based on their quality. This increases the chances of spotting a binary like D9, dancing a tight enough pas-de-deux to survive the strong forces they experience so close to the black hole.\n\n“I wrote down all the values and all the Doppler-shifted radial velocities of these objects for every night for a year.” says Peissker, “I noticed that D9 was somehow strange or different. Once I saw its periodic pattern, I did this for all 15 years.”\n\nIn particular, spectral readings showing ionized hydrogen emissions (called Brackett-gamma lines), helped Peissker track the Doppler effect — the familiar phenomenon of wavelengths becoming stretched or compressed due to fluctuations in their direction and velocity. This gave him the pattern of cyclical radial velocities, the telltale sign of two bodies tugging and pushing one another as they danced their tango through space.\n\nBrackett-gamma lines are also signs of stellar winds and young stellar objects, indicating electron temperatures of at least 10,000 Kelvin. While some astronomers contend that G objects are “coreless clouds,” Peissker has calculated that dust and gas clouds subjected to such ferocious stellar winds could not survive more than a few seconds or years in the absence of a hidden stellar core holding them together.\n\nIn the end, the team’s discovery was a matter of stars aligning.\n\n“We were super lucky because D9 is on the descending part of its orbit,” says Peissker, referring to the binary’s two-hundred-year period, only half of which is spent traveling away from the SMBH.\n\n“If it were on the ascending part, it would be much faster due to the upcoming periapsis. Because it’s slowed down, we were able to see this really nice spectroscopic pattern, and then everything made sense.”"
  },
  {
    "url": "https://www.astronomy.com/science/solar-system/",
    "title": "Solar System",
    "date": "",
    "content": "Safely observing the Sun can be a fun and rewarding experience.\n\nExplore Topic\n\nOur nearest celestial neighbor provides many great sights.\n\nExplore Topic\n\nTargeting our solar system’s other worlds is well worth the effort.\n\nExplore Topic\n\nNebulae, star clusters, and galaxies are the night sky’s hidden gems.\n\nExplore Topic\n\nExplore the tools that can help you unlock the night sky.\n\nExplore Topic\n\nCapturing great celestial sights is both an art and a skill.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/this-black-hole-is-gulping-material-40-times-faster-than-the-theoretical-limit/",
    "title": "This black hole is gulping material 40 times faster than the theoretical limit",
    "date": "Published: November 26, 2024",
    "content": "For decades, astronomers have puzzled over how the supermassive black holes residing in the center of galaxies form. Now, researchers may have found the biggest clue yet to how these monstrous objects — weighing millions of solar masses — came to exist.\n\nAn international team used the James Webb Space Telescope’s (JWST) high sensitivity to investigate a group of galaxies previously studied by the Chandra X-ray Observatory’s COSMOS legacy survey. In that data, they found a small supermassive black hole (relatively speaking), called LID-568, consuming matter faster than what the theoretical limit permits. It exists just 1.5 billion years after the Big Bang, when galaxies were just reaching maturity on the cosmic scene.\n\nThe study, published earlier this month in Nature Astronomy and led by astronomer Hyewon Suh of the International Gemini Observatory and the National Science Foundation’s NOIRLab, began by observing X-ray bright galaxies that disappear in visible and near-infrared light. But LID-568’s X-ray emission was suspiciously stronger than the others, and they couldn’t pinpoint its exact position.\n\nJWST’s spectroscopic instruments are capable of multiple modes of observation. The most common is single-slit spectroscopy, which, as it sounds, aligns a long slit on the observing target; the light diffracts as it passes through the slit, producing a spectrum. But with LID-568’s position uncertain, this wasn’t the best choice and the team didn’t want to waste any of their observing time. So JWST’s instrumentation scientists recommended using JWST’s Near InfraRed Spectrograph (NIRSpec) in its integral field spectrography mode. This mode uses multiple long slits to collects data from each pixel in the image. This allowed astronomers to obtain spectral data not only of the very faint target, but also the even fainter surrounding area.\n\nThe observations revealed the black hole’s intense outflows of gas and allowed Suh’s team to calculate the gas’s speed and size. Their results indicate that LID-568 consumes matter more than 40 times faster than what the theoretical limit — the so-called Eddington limit — permits and that a significant portion of the system’s mass growth happened during a single, extremely rapid accretion event. “This serendipitous result added a new dimension to our understanding of the system and opened up exciting avenues for investigation,” said Suh in NOIRLab’s press release.\n\nWhen black hole science was still in its infancy, Sir Arthur Eddington found his way mathematically to the expression now called the Eddington luminosity or limit. It describes the maximum amount of brightness that an accreting system like a black hole can have, when the gravitational forces and outward radiation pressure are in balance. This limit on luminosity also defines the maximum rate at which black holes can accrete matter. After all, black holes only appear bright when they are actively feeding, as the turbulent material falling into their gullets heats up, lights up, and sprays outward.\n\nBut in trying to explain the existence of supermassive black holes, astronomy has a problem. We see supermassive black holes not only in our local universe, but also fairly far back in cosmic time, at times when there hasn’t been enough time for a black hole to grow so big — at least, not without breaking the Eddington limit, a law astronomers thought they understood fairly well. How does a supermassive black hole become supermassive if their accretion rate is capped, and the universe has a finite age?\n\nLID-568 may provide an answer as it is the first direct evidence of a black hole experiencing super-Eddington accretion. Suh said that this discovery “suggests that a significant portion of mass growth can occur during a single episode of rapid feeding,” in a press release.\n\nAstronomers have theorized about super-Eddington black holes before. They wouldn’t be stable over long periods of time, but they could explain how supermassive black holes grow so big so quickly early in the universe.\n\n“This black hole is having a feast,” said International Gemini Observatory/NSF NOIRLab astronomer and co-author Julia Scharwächter in a press release. “This extreme case shows that a fast-feeding mechanism above the Eddington limit is one of the possible explanations for why we see these very heavy black holes so early in the Universe.”\n\nPerhaps, in a black hole’s case, rules like the Eddington limit are made to be broken."
  },
  {
    "url": "https://www.astronomy.com/science/exotic-objects/",
    "title": "Exotic Objects",
    "date": "",
    "content": "Our solar system hosts a plethora of fascinating planets and other objects.\n\nExplore Topic\n\nThese giant, glowing balls of gas are vital to the evolution of the cosmos.\n\nExplore Topic\n\nOur home galaxy hosts hundreds of billions of stars orbited by countless worlds.\n\nExplore Topic\n\nThese sprawling star factories are home to millions to trillions of stars.\n\nExplore Topic\n\nOur cosmos is filled with countless bizarre worlds around other stars.\n\nExplore Topic\n\nOnly one planet we know of hosts life. But the hunt for extraterrestrial life is on.\n\nExplore Topic\n\nThe universe is filled with extreme objects, from black holes to pulsars and more.\n\nExplore Topic\n\nThe origin, evolution, and fate of the universe is shrouded in mystery.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/40-cosmic-questions-answered/",
    "title": "40 cosmic questions and answers",
    "date": "Published: February 13, 2025",
    "content": "There are thousands upon thousands of questions related to the topic of astronomy, from the basics of the science to the complexities of the distant cosmos. Here are just 40 such questions that we as astronomers — professional and amateur — hear. I hope their answers help you explain some of these concepts to family, friends, or visitors at star parties.\n\nNot according to the International Astronomical Union (IAU), which demoted Pluto to dwarf planet status in 2006 after setting forth several criteria for planethood that it does not meet. This change remains controversial.\n\nAs of its upcoming 35th anniversary, on April 24, 2025, Hubble will have circled our world approximately 191,756 times. It takes about 95 minutes to complete a single orbit.\n\nOur planet’s diameter is 3⅔ as large as the Moon’s. In other words, the Moon’s diameter is 27.3 percent of Earth’s. However, if we were to compare their volumes, Earth’s is 50 times larger than the Moon’s, so the Moon’s volume is just 2 percent that of Earth.\n\nIn addition to the 12 zodiacal constellations, the Moon can appear in front of stars in Auriga, Cetus, Corvus, Ophiuchus, Orion, and Sextans. And in addition to those 18, the planets can appear in six more: Canis Minor, Crater, Hydra, Pegasus, Scutum, and Serpens.\n\nWhat we call “sunlight” is actually a mixture of visible light, infrared radiation (heat), and ultraviolet radiation. When light leaves the Sun, the mixture is about 43 percent visible, 49 percent infrared, and 7 percent ultraviolet. But after the sunlight interacts with our atmosphere, which reflects some and absorbs some, what reaches the surface has a larger percentage of visible light. The amount of infrared stays roughly the same, while the amount of ultraviolet light decreases slightly.\n\nFor this answer, we’re considering sporadic meteors — those not associated with any meteor shower. The hourly rate of sporadic meteors varies throughout the year. The rate is lowest in March, with about two to four meteors per hour, and rises to four to eight per hour in September. The rate also rises based on the time of night. These numbers are for early evenings. But if you observe in the hour before dawn, double them.\n\nThis is possibly the world’s most famous formula. Albert Einstein used it to explain how stars produce energy. In the equation, E stands for energy, m is for mass, and c is the speed of light. That’s already a large number, so it becomes colossal when you square it. Thus, nuclear fusion in stars converts tiny amounts of mass into huge amounts of energy.\n\nAlthough Venus lies 90 percent farther from the Sun than Mercury, Venus is the hottest planet in our solar system. The reason is the thick layer of carbon dioxide clouds, which create a planetwide greenhouse effect. Venus’ surface temperature is an astounding 867 degrees Fahrenheit (464 degrees Celsius) — hot enough to melt both tin and lead.\n\nNo, the North Star, also known as Polaris and Alpha (α) Ursae Minoris, comes in as the 46th brightest (with a magnitude of 1.97) on the IAU’s list of named stars as of Jan. 1, 2021. It is a variable star, though, so sometimes it can rise to 39th brightest and at other times fall to 62nd. The brightest star in the sky, Sirius (Alpha Canis Majoris), is visible from both hemispheres.\n\nIt is the coldest temperature possible. It’s 0 on the Kelvin scale, –459.67 degrees on the Fahrenheit scale, and –273.15 degrees on the Celsius scale. In 2021, a research team set the record for the coldest temperature achieved: 38 picokelvins (0.000000000038 K). For reference, the background temperature of the universe is approximately 2.7 K.\n\nThe main reason is that it was the first comet whose return was predicted. In 1705, British astronomer Edmond Halley declared that the comets that appeared in 1531, 1607, and 1682 were appearances of the same comet. He further predicted that it would return in 1758, which it did. Another reason Halley’s Comet is famous is because it holds the title as the most frequently seen comet — it’s been seen a total of 30 times throughout history.\n\nYou might want to say the Sun. But that’s just because of proximity. If all stars visible to just our eyes were placed at the same distance (which astronomers have set at 32.6 light-years), the brightest would be Eta (η) Carinae, a variable star that usually glows around magnitude 4.5. It would shine at magnitude –8.6, some 230,000 times as bright as our Sun at that same distance.\n\nThe New General Catalogue of Nebulae and Clusters of Stars is a list of deep-sky objects in order of right ascension. Compiled by Danish astronomer John Louis Emil Dreyer and published in 1888, the NGC contains 7,840 objects. A few of the many famous objects within it are NGC 2359 (Thor’s Helmet), NGC 6822 (Barnard’s Galaxy), and NGC 6543 (the Cat’s Eye Nebula).\n\nThe American Meteor Society divides meteor showers into four classes. Class I showers are the major ones, such as the Perseids and Geminids. Nine of those happen annually. Then there are minor showers (Class II), variable showers (Class III), and weak showers (Class IV). These total at 18, 8, and 65, respectively, bringing the grand total to 100 annual showers.\n\nIf the Canis Major Dwarf Galaxy, discovered in 2003, turns out to be a true galaxy that is being torn apart by its interaction with the Milky Way, it is closest at 25,000 light-years away. If it isn’t a galaxy, then the Sagittarius Dwarf Elliptical Galaxy, which lies some 78,000 light-years away, is closest.\n\nYou’ll need two numbers: the eyepiece’s and telescope’s focal lengths. All eyepieces have their focal length printed on them. When it comes to telescopes, it’s often shown on the tube or on the ring around the front of the scope. If not, look in the owner’s manual. To find the magnification, divide the focal length of the telescope by the focal length of the eyepiece. (Don’t forget that they must be in the same units.)\n\nIf your scale reads 150 pounds (68 kilograms) on Earth, it would say 24.9 pounds (11.3 kg) on the Moon and 56.5 pounds (25.6 kg) on Mars. Jupiter doesn’t have a solid surface, but at its cloud tops, your weight would read 354 pounds (160.6 kg). (Note that your mass in kilograms would never actually change, but your scale is calibrated for Earth and would change its readout.)\n\nIt’s a sphere of perhaps trillions of planetesimals (small rocky or icy bodies) that surround the solar system. Dutch astronomer Jan Oort proposed the idea in 1950. The closest Oort Cloud bodies lie roughly 2,000 astronomical units (AU; 1 astronomical unit is equal to the average Earth-Sun distance of 93 million miles [150 million kilometers]) away. The farthest are 200,000 AU away, three-quarters of the way to the nearest star.\n\nMost answers to this question are “Alpha Centauri.” While correct in a general sense, Alpha — also known as Rigil Kentaurus — is a triple star. The two brightest components, Alpha Cen A and Alpha Cen B, lie 4.34 light-years away. Alpha Cen C (also called Proxima Centauri), however, is closer, at a distance of 4.24 light-years. Not much, you say? It’s more than 265,000 AU!\n\nAs of this writing, Voyagers 1 and 2 lie 15.37 billion miles (24.7 billion km) and 12.8 billion miles (20.6 billion km) away, respectively. You can see their current distances at http://science.nasa.gov/mission/voyager/where-are-they-now.\n\nAstronomers define the edge of our solar system as the distance where the Sun’s gravitational influence falls to zero. This is a bit farther than the Oort Cloud. (See question No. 18.) In 1964, Russian astronomer Gleb Alexandrovich Chebotarev calculated the edge of the solar system to be 230,000 AU from the Sun. If the Oort Cloud doesn’t stretch as far as some researchers think, the extent of the solar system could be half of Chebotarev’s estimate.\n\nRotation is the spinning of a body on an axis, like a twirling ballerina. Its axis is the imaginary line between the North and South poles. Earth rotates once a day. Revolution happens when one body orbits another, moving through space along a giant ellipse. Earth revolves around the Sun once a year.\n\nFor many years, scholars thought that the Greek philosopher Pythagoras had come up with this concept. However, no evidence exists for that. The earliest reference we have for a round Earth comes from the Phaedo, a dialogue written between 388 B.C.E. and 367 B.C.E. by the Greek philosopher Plato.\n\nIn the Sun’s core, fusion is converting some 600 million tons of hydrogen into 596 million tons of helium every second. The remaining mass (less than one percent of the total) becomes energy. The result? Each second, the Sun is producing 383,000,000,000,000,000,000,000 kilowatts of power.\n\nRecent studies have identified more than 2 million craters on the Moon. Of these, 6,972 have diameters of 12.4 miles (20 km) or larger. It’s estimated that 83,000 craters have diameters greater than 3.1 miles (5 km), and 1.3 million are 0.62 mile (1 km) or larger. However, the surface of our satellite contains only 9,137 craters that are officially recognized and named by the IAU.\n\nYes — however, all the surface water on the Red Planet is now frozen as ice. Mars’ south polar ice cap alone contains enough ice to cover the planet in a sheet roughly 36 feet (11 meters) thick. Planetary scientists also think that some 4 billion years ago, Mars had a liquid ocean that may have covered one-third of the planet.\n\nThat would be carbon star V Hydrae, a variable star in the constellation Hydra. It normally hovers at 6th magnitude, but can drop to 12th magnitude at the faint end of a 17½-year cycle. If you look at it through a telescope, defocus the image slightly to make the color more apparent.\n\nHydra the Water Snake is the largest constellation. It covers 1,302.84 square degrees, or 3.158 percent, of the sky. The next two largest star patterns are Virgo (1,294.43 square degrees/3.138 percent) and Ursa Major (1,279.66 square degrees/3.102 percent). This trio can be seen in the Northern Hemisphere’s spring sky.\n\nSpectral analysis has identified 67 chemical elements in our daytime star. The two most abundant by far are hydrogen (91.2 percent of all atoms) and helium (8.7 percent). Rounding out the top 10 in abundance are oxygen, carbon, nitrogen, silicon, magnesium, neon, iron, and sulfur.\n\nAs of this writing, there are 5,765 confirmed exoplanets in the Milky Way Galaxy. For the latest statistics, see http://exoplanetarchive.ipac.caltech.edu/docs/counts_detail.html.\n\nThis amazing object is the end product of the largest supernova explosions. (Note I’m talking here about stellar-mass black holes, different from supermassive black holes; see the next question.) As part of the explosion, the star’s core collapses to a point where gravity overwhelms every other force. Nothing — not even light — can escape from a black hole.\n\nA supermassive black hole is one with a mass greater than 100,000 times that of the Sun. They reside in the centers of galaxies where the density of stars is high and where collisions cause objects to merge, although we don’t know exactly how they form. Every large galaxy, including the Milky Way, contains a supermassive black hole.\n\nYes, it is. The Moon’s distance from us is increasing by 1.5 inches (3.8 centimeters) per year. Tides on Earth caused by the Moon are slowing our planet’s rotation. As our planet’s spin slows, the Moon’s speed increases and it moves farther away, to keep the whole system balanced. And here’s some trivia: Because of this increase, in approximately 600 million years, the Moon will appear so small that Earth will no longer experience total solar eclipses.\n\nIn February 2114, Pluto will reach aphelion, its farthest distance from the Sun. At that time, it will lie 49.3 AU away, which is 4.58 billion miles (7.38 billion km). Also at that time, Pluto will be traveling at its slowest orbital speed, approximately 8,280 mph (13,325 km/h).\n\nBeginning Aug. 25, 1835, The Sun (a newspaper based in New York City) ran a six-part series titled, “Great Astronomical Discoveries Lately Made by Sir John Herschel, L.L.D, F.R.S. &c. at the Cape of Good Hope.” The articles, which were total fantasy, described various plants and animals that lived on the Moon that Herschel had “discovered” using the world’s largest telescope, which purportedly had a lens 24 feet (7.3 m) in diameter!\n\nThe total solar eclipse on Aug. 2, 2027, will feature a maximum duration of totality of 6 minutes 23 seconds. That amount won’t be bested until the eclipse on June 3, 2114, which features 6 minutes 32 seconds of totality.\n\nAlthough the continental U.S. will experience a total solar eclipse in 2044, it’s of short duration and passes through only three states. The next Great American Eclipse will occur Aug. 12, 2045. It features a maximum of 6 minutes 6 seconds of totality and passes through 15 states, starting in California and ending in Florida.\n\nThat’s Sirius, sometimes called the Dog Star because it’s the alpha star in the constellation Canis Major the Great Dog, visible in the Northern Hemisphere winter. It glows at magnitude –1.46, which is nearly twice as bright as the next brightest star.\n\nTwo processes can cause stars to explode. The most common, called a type II supernova, happens when a massive star uses up the nuclear fuel in its core. At this point, gravity overwhelms the outward force of radiation. The core then collapses and produces a massive amount of energy that blasts the star’s outer layers into space. A different type of stellar explosion can occur when a white dwarf absorbs enough material from a companion star or collides with another star. When either happens, nuclear fusion begins again on the surface of the white dwarf and it blows itself apart. This is a type I supernova.\n\nOur planet travels around the Sun in an elliptical orbit. It moves fastest when at perihelion (its closest point to the Sun, around Jan. 4) and slowest at aphelion (farthest from the Sun, around July 4). At perihelion, Earth’s orbital speed is 67,750 mph (109,033 km/h), and at aphelion it’s 65,500 mph (105,412 km/h). On average, we zoom around the Sun at 66,600 mph (107,182 km/h)."
  },
  {
    "url": "https://www.astronomy.com/science/what-are-lagrangian-points/",
    "title": "What are Lagrangian points?",
    "date": "Published: March 3, 2025",
    "content": "What are Lagrangian points?\n\nDean TreadwayJesup, Georgia\n\nThe Lagrangian equilibrium stability points, or L points, are the five places where the combined gravitational forces of two bodies produce regions of gravitational balance. These are little pockets where other bodies can, in theory, remain orbiting in place without expending much energy.\n\nThree of these L points, L1, L2 and L3, are along the line connecting the orbiting body and its parent body: L1 is located between them, at a point closer to the orbiter. L2 is on the far side of the orbiter relative to the parent, and L3 is on the far side of the parent relative to the orbiter.\n\nThe other two, L4 and L5, move along the path of the orbiting body, 60° ahead of and 60° behind the orbiter. The L4 and L5 points could each mark the apex of an equilateral triangle, with the parent and orbiter marking the other two points.\n\nIn his 1772 paper “Essai sur le Problème des Trois Corps” (“Essay on the Three-Body Problem”), Italian-French mathematician Joseph-Louis Lagrange mathematically determined that such stable points could exist within an orbiting system. At the time, these points were merely theoretical constructs.\n\nIn 1906, however, astronomer Max Wolf at the Königstuhl Observatory in Heidelberg, Germany, discovered the asteroid 588 Achilles at the L4 point in Jupiter’s orbit. Within the next year, two other asteroids were found at Sun-Jupiter L points: The asteroid 624 Hektor was observed at L4, and 617 Patroclus was discovered at Jupiter’s L5. Soon thereafter, the prolific asteroid-discoverer Johann Palisa suggested that asteroids at Jupiter’s L4 and L5 points be named for heroes from the Trojan War — the asteroids at L4 for Greek figures and those at L5 for Trojans. (Despite this convention’s adoption, this is not true of the names for all 4,601 asteroids now known to exist at L4, nor the 2,439 at L5. Additionally, by this convention, Hektor and Patroclus are in the wrong “camps,” and so are sometimes referred to as “spies.”)\n\nToday, all bodies located at the L4 or L5 points of any orbiting body are known as Trojans. Astronomers have so far only found two Earth-Sun Trojans, 2010 TK7 and 2020 XL5, both of which are located at L4.\n\nNote that the L1, L2, and L3 points are not stable over the long term. L4 and L5 are stable provided that the mass ratio between the parent and orbiting bodies exceeds 24.96, a mass ratio that certainly holds for every planet-Sun pair in our solar system. Although the other points are less stable, spacecraft have been deployed to them. For instance, the Solar Heliospheric Observatory (SOHO) satellite is currently in a halo orbit around Earth’s L1 point, located 932,000 miles (1.5 million kilometers) from Earth, in the direction of the Sun. And, of course, NASA’s James Webb Space Telescope and the European Space Agency’s Gaia probe are currently in orbit around L2, also 932,000 miles (1.5 million km) from Earth, but on the far side of Earth relative to the Sun. As L1 and L2 are stable only over the short term — up to about 23 days — these spacecraft have to undergo periodic course and altitude corrections. All the same, these L points are prime locations for spacecraft, as they don’t need to expend great quantities of fuel to maintain their positions there.\n\nNo space agency has bothered to send any craft to L3 and there are no natural bodies around that point. The popular science-fiction convention that a secret planet lurks there seems highly unlikely because L3 is unstable, so an object as massive as a planet would not be able to remain there for long.\n\nEdward Herrick-GleasonAstronomy Educator, St. John’s, Newfoundland and Labrador"
  },
  {
    "url": "https://www.astronomy.com/science/top-10-space-stories-of-2024/",
    "title": "Top 10 space stories of 2024",
    "date": "Published: February 1, 2025",
    "content": "This past year brought much of the world together through events both anticipated and unexpected. April’s highly awaited total solar eclipse delighted millions with the sight of a lifetime — though dodging clouds got a bit stressful for some. Less than a month later, the Sun unleashed a massive storm that lit the skies with dazzling aurorae above locales that rarely see such sights.\n\nAlso close to home, scientists found the source of the Moon’s thin atmosphere, NASA looked for commercial partners to save its Mars sample-return mission, and astronauts testing Boeing’s Starliner became long-term residents of the International Space Station when the craft’s thrusters failed to behave as planned. Farther afield, new images of the Milky Way’s supermassive black hole hinted it might possess a hidden jet, astronomers discovered the heaviest galactic stellar-mass black hole, and researchers ramped up the search for atmospheric features that might signal life on extrasolar planets.\n\nAll the while, the James Webb Space Telescope made brand-new discoveries and added to old ones, continuing to prove that even as one cosmic question is answered, many more are left in its wake.\n\nThe James Webb Space Telescope (JWST) is one of the most powerful tools we have in the search for habitable planets with warm, temperate atmospheres. But finding those worlds was never going to be easy.\n\nPerhaps no single exoplanet has been more discussed and debated over the past year than K2-18 b, a planet in the habitable zone of a red dwarf 124 light-years away. At roughly 8.6 times Earth’s mass and 2.6 times its girth, scientists aren’t sure whether it is a rocky super-super-Earth or a miniature version of hydrogen-rich gas giants like Neptune.\n\nIn 2023, researchers using JWST reported that K2-18 b’s atmosphere contained carbon dioxide and methane. One interpretation of this data is that the planet has a hydrogen-rich atmosphere but a rocky surface covered with a global water ocean.\n\nEven more tantalizing, the team reported a possible indication of dimethyl sulfide (DMS), a compound that on Earth is produced only by life — mainly phytoplankton. But the signal on K2-18 b was very tentative, the team noted; even if confirmed, it could be another chemical mimicking the spectral signature of DMS.\n\nOn May 2, 2024, a team led by researchers from the University of California, Riverside, reported in The Astrophysical Journal Letters that the putative DMS signal was much more likely to be caused by methane. They also concluded that distinguishing DMS from methane at that particular wavelength is probably beyond JWST’s capabilities. However, they found it is still possible that very high levels of DMS could be identified in the mid-infrared; JWST results from K2-18 b at those wavelengths are pending.Days later, another JWST study was published in Nature, reporting for the first time strong signs of an atmosphere around an exoplanet that is definitely rocky. However, that planet, 55 Canrcri e, is hardly habitable. Orbiting its host star at only 1.5 percent the distance of Earth from the Sun, its dayside temperatures likely reach 4,400 degrees Fahrenheit (2,400 degrees Celsius).\n\nStill, the presence of carbon dioxide and carbon monoxide at 55 Cancri e — and the absence of hydrogen and helium — came as a welcome find: They indicate that what JWST found is not the planet’s first atmosphere, but a secondary atmosphere. This means that even if a planet loses its first atmosphere, it can grow another — replenished by volcanic activity and sustained even in the face of its star’s radiation. That’s good news for anyone hoping that life is common in the galaxy.\n\nSince 2013, the Gaia satellite has been mapping stars throughout our Milky Way. Along the way, its data have facilitated numerous discoveries. Among them is Gaia BH3, the heaviest-known stellar-mass black hole in our galaxy to date.\n\nStellar-mass black holes are left when a massive star ends its life as a supernova. They range from a few to 100 times the mass of our Sun. Since Cygnus X-1’s discovery as the first stellar-mass black hole, it had also reigned supreme as the Milky Way’s heaviest, at 21 solar masses.Now it’s been outdone by a dark, dormant black hole nearly four times closer to Earth.\n\nGaia BH3 is in a binary system with a star 1,926 light-years away. Astronomers spotted it in preliminary Gaia data meant to be released in 2026 — but the find was so exciting they couldn’t wait, publishing it May 27 in Astronomy & Astrophysics.\n\nGaia BH3 is not pulling in matter and doesn’t have a bright accretion disk to give it away. Instead, the motion of the visible star revealed an invisible companion weighing 33 solar masses. Nothing so massive could also be dark — except a black hole.\n\n“It’s the first time a black hole of this size has ever been observed, with the exception of those detected in distant galaxies by the LIGO-Virgo gravitational observatories,” said study lead author and Gaia collaboration member Pasquale Panuzzo of CNRS, Observatoire de Paris, France, in a press release. “This is the kind of discovery you make once in your research life.”\n\nIn addition to breaking the weight record, Gaia BH3 is also shedding light on how such massive black holes form. Aging stars blow away much of their mass through winds, leaving less material to create a heavy black hole. But stars born earlier in the cosmos’ history were more massive and may have had weaker winds, thus leaving behind more massive black holes.\n\nBacking up that story is its companion: an old, metal-poor star, meaning it has few elements heavier than hydrogen or helium. Stars are essentially metal manufacturers. Each generation of stars enriches the cosmos, so that younger generations contain more metals at their birth. Metal-poor stars are therefore from earlier in cosmic time. And based on its motion, the pair likely once belonged to a globular cluster that has long since been cannibalized by the Milky Way.\n\nAll this points to Gaia BH3 as a relic from the cosmos’ ancient past, hiding in plain sight. Furthermore, “this discovery should be also seen as a preliminary teaser for the content of Gaia DR4,” the paper concludes, “which will undoubtedly reveal other binary systems hosting a [black hole].”\n\nThe car-sized Perseverance rover has spent four years on Mars wheeling across the ancient lakebed of Jezero Crater, drilling and caching rock samples so that, for the first time ever, martian rock samples can be returned to Earth for close-up study. The samples were meant to be retrieved by a set of joint NASA-European Space Agency (ESA) missions over the next decade. But plans for the samples’ journey home are now crumbling in the face of budget struggles.\n\nThe mission, called Mars Sample Return (MSR), originally called for NASA to send a lander with an ESA-built rover to fetch the samples. The lander’s ascent stage, called the Mars Ascent Vehicle (MAV), would loft the precious cargo to martian orbit to be captured by a European orbiter, launched separately, that would whisk them back to Earth in 2031.\n\nThe complexity of this scheme had already prompted multiple rethinks. In March 2022, NASA officials said they planned to launch the MAV and the ESA fetch rover on separate spacecraft to reduce risk, with return scheduled for 2033. Then, four months later, NASA and ESA said the fetch rover would be scrapped entirely. Instead, in 2030, Perseverance — which will then be going on a decade old — would deliver its own samples to the retrieval lander. As a backup, the lander would also bring two helicopter drones that could nab the samples and fly them to the MAV.\n\nAt the same time, MSR’s funding was drying up. In Congress, budget negotiations left NASA with a 2 percent budget cut in 2024. MSR was hardest hit. On Feb. 6, 2024, the Jet Propulsion Laboratory in Pasadena, which has designed, built, and operated all of NASA’s Mars rovers, laid off 530 staff — around 8 percent of its workforce.\n\nOn April 15, NASA announced the entire MSR mission was on hold and needed an overhaul. Under the existing plans, the agency estimated, the samples would not arrive on Earth until 2040, and it would cost up to $11 billion. Effectively, NASA was admitting it was out of money, out of time, and out of ideas.\n\nTo get the rocks back more cheaply and quickly, in June, NASA commissioned studies from seven firms — including Lockheed Martin, SpaceX, and Blue Origin — with various concepts and ideas for revising the mission architecture. NASA also indicated it is willing to consider proposals that would return as few as 10 samples, down from the 30 originally hoped for. The studies were due back to NASA in October.\n\nIn the meantime, China has announced plans to launch its own Mars sample-return mission, Tianwen-3, as early as 2028. Time will tell who can actually pull off the multi-planet effort.\n\nEarth’s moon is a lightweight. While it looms large in our skies, its gravity is not strong enough to hold onto a bulky atmosphere. But it does retain a thin blanket of atoms, called an exosphere.\n\nPlanetary scientists know this exosphere is generated through space weathering, as interactions between the Moon’s surface and incoming meteorites and solar radiation generate atoms to replenish it. Without this, the exosphere would dissipate as its atoms drifted out to space. But exactly which process — or combination of them — are most important remained unknown, until researchers at MIT and the University of Chicago used soil collected by Apollo astronauts to determine last year that meteorites are the main culprit. Their work was published Aug. 2 in Science Advances.\n\nFrom 10 samples, they isolated two elements — potassium and rubidium — to measure the isotopes of each in the soil. Isotopes of a given element contain the same number of protons but a different number of neutrons in the nucleus; isotopes with more neutrons are heavier. The soil preferentially contained heavier isotopes, as expected. When meteorites or radiation slam into the lunar surface, it vaporizes bits of soil. Lighter isotopes should float up to create the exosphere, while heavier isotopes fall back to the ground, but different space weathering processes leave different amounts of heavy isotopes. Comparing the ratio of isotopes of potassium and rubidium in the soil held the key to how they were released.\n\n“The reason why we look at the ratio instead of just one isotopic system is because it can help remove many complexities and isolate the effects of certain processes. Both rubidium and potassium are moderately volatile elements with similar geochemical behaviors, meaning they tend to respond similarly to many processes, like melting and vaporization. When we look at their isotopic ratio, we’re essentially filtering out the common effects of these processes that would affect both elements similarly,” says study lead author Nicole Nie of MIT. Comparing the elements means “we’re not trying to disentangle multiple effects on a single isotopic system. Instead, we can simplify the interpretation and get clearer insights into … space weathering processes,” she says.\n\nThe ratios show that impact vaporization is creating the majority — some 70 percent — of the atoms in the Moon’s atmosphere, while solar wind reactions are responsible for the other 30 percent.\n\nThe result “is crucial for gaining insights into the space weathering processes that have shaped the lunar surface,” Nie says. “It enhances our understanding of planetary evolution. … These interactions are not unique to the Moon; they occur on other airless bodies like Mercury, asteroids, and moons of planets, so insights from the lunar exosphere can be applied to understanding surface processes across the solar system.”\n\nIt has been nearly three years since the Event Horizon Telescope (EHT) revealed its image of Sagittarius A* (Sgr A), the Milky Way’s 4-million-solar-mass supermassive black hole. But one picture is never enough. Last year, the EHT team released an image of Sgr A in polarized light, alongside two papers published March 27 in The Astrophysical Journal Letters.\n\nPolarization refers to the orientation of the electromagnetic waves that make up light. When light is polarized, its waves oscillate together in a preferred direction. Within a black hole’s accretion disk of swirling, superheated plasma, magnetic field lines can align the moving particles such that they emit polarized light, essentially stamping their emission with an afterimage of the embedded magnetic field. So, examining polarization reveals a picture of the magnetic field around the black hole.\n\nIn polarized light, Sgr A* appears remarkably similar to the other black hole imaged this way: M87* in the elliptical galaxy M87. This is despite the fact that Sgr A* is roughly a thousand times less massive — and a thousand times smaller, with the plasma around it moving much quicker — than M87, hinting that strong, ordered magnetic fields might be more ubiquitous around supermassive black holes than previously thought. It also hints at something else that might be more widespread than astronomers thought: jets. Many of the most massive black holes, including M87, launch far-reaching jets from their accretion disks, powered by magnetic fields. So, if Sgr A*’s magnetic field is so similar to that of more massive black holes, could it host a jet like they do as well?\n\nNo jet has ever been seen blasting from our black hole, but the search is on. And the polarized light image is still a powerful tool, as small tweaks to model inputs can create big changes in the polarization produced, allowing researchers to better understand the conditions around our supermassive black hole.\n\nAfter years of anticipation and hype, the total solar eclipse of April 8, 2024, made good on its promises, giving tens of millions of viewers a chance to revel in the majesty of the Sun’s corona.\n\nThe eclipse was almost certainly the most-viewed in the history of the U.S. Seven years prior, the Great American Eclipse of 2017 had cut across the nation from coast to coast, with 12 million people living in the path of totality. In 2024, that number was 31 million in the U.S., as the path blanketed major metro areas from Texas to the eastern seaboard. In fact, half the entire U.S. population lived within 250 miles of totality.\n\nNot only that, in 2024 Mexico and Canada joined the party. Making landfall in Mazatlán, the shadow of the Moon swept through Durango and the Chihuahuan Desert and on into Texas and the U.S. Midwest before straddling the U.S.-Canadian border and departing the continent via Newfoundland.\n\nIn the days leading up to the eclipse, forecasts of widespread clouds threatened to dampen the excitement. At one point, forecast models predicted that most of the U.S. would be clouded out. But come eclipse day, the bulk of the cloud cover failed to materialize, and most along the path enjoyed clear skies — or high, thin cloud layers that didn’t interfere with the Sun’s visual appearance.\n\nResearchers took advantage of the eclipse, too. NASA awarded funding to five science projects, including chasing the eclipse with high-altitude research jets, radio-telescope observations of sunspot regions, and radar studies of the effects of the Sun’s shadow on Earth’s ionosphere. It turns out there is still plenty of opportunity to discover something new under the Sun and the Moon.\n\nAt 10:52 a.m. EDT on June 5, 2024, NASA astronauts Butch Wilmore and Suni Williams lifted off from Cape Canaveral, Florida, on the Boeing CST-100 Starliner capsule’s long-awaited first crewed test flight.\n\nDuring its journey to the International Space Station (ISS), however, Starliner’s propulsion system developed two helium leaks (in addition to one noted prior to launch), as well as issues with five of its 28 thrusters. Nonetheless, it successfully docked with the ISS and Wilmore and Williams prepared to spend about a week in space before piloting the craft back to Earth.\n\nInstead, the empty Starliner touched down at White Sands Space Harbor in New Mexico at 12:01 a.m. EDT on Sept. 7, while Wilmore and Williams remained in orbit for a total of eight months, to return aboard a SpaceX Dragon capsule in February 2025.\n\nAt first, NASA simply delayed the astronauts’ return, as the space agency and Boeing worked to determine what had caused Starliner’s thrusters — vital to both maneuver in space and to set the craft on a trajectory home — to malfunction. But on Aug. 24, NASA announced it would bring Starliner back uncrewed, instead adjusting the SpaceX Crew-9 mission, which launched Sept. 28, to leave two empty seats in its Crew Dragon capsule for Wilmore and Williams to return home at that mission’s end.\n\n“When we looked at the data and looked at the potential for thruster failures [during undocking and deorbit] with a crew on board … it was just too much risk with the crew, and so we decided to pursue the uncrewed test flight,” said Steve Stich, manager of NASA’s Commercial Crew Program, during a press conference to announce the decision.\n\nWilmore and Williams, both veteran ISS occupants, took the extra time in space in stride. “That’s how things go in this business,” Williams said in September from the station, emphasizing the uncertain nature of test flights. “This is my happy place. I love being up here in space,” she added.\n\nOn Sept. 6, Starliner left the ISS and completed all maneuvers via automation and without issue, parachuting to a landing in the New Mexico desert just after midnight local time. Its return flight data went into the hands of engineers for meticulous evaluation to determine whether changes to the thrusters might be necessary before it can be certified for crewed missions.\n\n“We knew going in this was going to be a test mission,” said NASA Deputy Associate Administrator for Space Operations Joel Mantalbano, following Starliner’s return. “We learned a lot. … To me, [this was] a success. Clearly we [have] some work to do.”\n\nFor lovers of solar observing, 2024 was a year of spoils. In addition to April’s total eclipse, the Sun reached the peak of its 11-year cycle of activity.\n\nBecause the Sun’s gas rotates faster at its equator than at the poles, our star slowly winds itself up, its magnetic field lines twisting up like rubber bands. Every 11 years, they begin to snap, releasing explosive bursts of energy.\n\nIn 2024, sungazers were treated to dazzling displays of sunspots, prominences, and flares. These were often accompanied by coronal mass ejections (CMEs) — storms of plasma that speed through the solar system. When a CME slams into Earth’s magnetic field, it can produce geomagnetic storms and strong displays of aurorae. And when the Sun spits out several in succession, they can merge and strike with combined strength.\n\nIn early May, a gargantuan sunspot group, AR3664, unleashed half a dozen CMEs within a few days, generating a perfect storm that raced toward Earth at up to 3 million mph (4.8 million km/h). In response, the Space Weather Prediction Center (SWPC) at the National Oceanic and Atmospheric Administration issued a severe geomagnetic storm watch, warning power companies to protect their grids and GPS users to prepare for potential disruptions. It was the first G4-level watch — the second highest level, behind G5 — in nearly 20 years.\n\nAs night fell across Europe on May 10, it quickly became clear that the storm was exceeding expectations. Social media was flooded with pictures of skies ablaze with brilliant greens and magentas over European cities and the snow-covered Alps.\n\nAt 6:54 p.m. EDT, SWPC reported the storm had hit G5 conditions. In North America, aurorae were spotted in Cuba and Mexico. Globally, cameras captured aurorae as far south as the Hanle Dark Sky Reserve in India, and as far north (in the Southern Hemisphere) as Namibia.\n\nThe last geomagnetic storm of comparable magnitude was in 2003. But in terms of the human experience, there was no precedent. In 2003, the iPhone, Facebook, and YouTube didn’t exist. With the advancement of sensor technology, most people on the planet carry a camera in their pocket capable of capturing aurorae and sharing it instantly. In the 7 million or so years since primates have been walking upright across our planet and gazing up at glowing curtains of light in the night sky, the May 2024 auroral storm was a first.\n\nThis thrills scientists, who now have a veritable treasure trove of citizen-science data to study. But it also made for an extraordinary communal skywatching event, like a great comet or total eclipse, that will be remembered for decades to come.\n\nNever mind the humans. In 2024, a flotilla of robotic explorers trekking to the Moon ushered in a new golden age of lunar exploration.The first robotic lunar landers, from the U.S. and former USSR, touched down in 1966. Forty-seven years passed before China became the third nation to achieve a soft lunar landing, with 2013’s Chang’e 3. But a dizzying 10 months across 2023 and 2024 saw two new nations join that exclusive club, as well as the first soft lunar landing from a private company, and also the first rocks returned from the Moon’s farside.\n\nOn Aug. 23, 2023, India made its first lunar landing with the Chandrayaan-3 mission, depositing the Vikram lander and the Pragyan rover just 390 miles (630 kilometers) from the Moon’s south pole. The craft and their suite of scientific instruments operated for 12 Earth days, until the fall of lunar night, meeting their design lifespan.\n\nThen 2024 kicked off with Japan’s Smart Lander for Investigating Moon (SLIM) mission, dubbed the “Moon Sniper” for its main goal: making a precision landing within 330 feet (100 meters) of its planned target. The craft hit that mark on Jan. 19, although it tipped over on landing, depriving its solar panels of power. But 10 days later, as the Sun shifted in the Moon’s airless sky, it was able to recharge and awaken, sending back data and images. Though not designed to survive the lunar night — which lasts 14 Earth days — the craft unexpectedly survived three of them, making its last contact in April.\n\nAnother major milestone arrived Feb. 14, when the Houston-based company Intuitive Machines became the first company to make a soft lunar landing with its Odysseus lander. It achieved this despite a wiring error that disabled its laser rangefinders. Odysseus skidded hard on landing, breaking a leg and coming to rest at a tilt. Still, like SLIM, it was a historic milestone, even if the orientation of the craft limited operations for some of the six scientific experiments that it carried for NASA. (The mission was funded by NASA as part of its Commercial Lunar Payload Services program.)\n\nThen, on June 1, China scored its latest achievement — collecting the first-ever samples from the Moon’s farside, with its Chang’e 6 mission. The mission was based on the Chang’e 5 architecture, but China’s delivery of a Moon-orbiting relay satellite allowed it to communicate as it landed on the farside in the South Pole-Aitken impact basin, collected samples, and flew them back to a waiting orbiter and return craft. Researchers hope the samples will shed light on why the rugged farside is so different from the lava-plain-covered nearside.\n\nThis new wave of lunar missions is already yielding scientific results. Initial analysis of Pragyan data published in Nature Aug. 21, 2024, revealed that the composition of rocks at its landing site is very similar to samples returned from the Apollo 16 and Luna 20 sites, over 1,000 miles (1,600 km) north. This strengthens the case that these rocks were once part of a global ocean of magma that coated the Moon’s surface soon after its formation.\n\nAnd scientists are still gleaning information from the samples returned by the 2020 Chang’e 5 mission. A study published Sept. 6 in Science from a Chinese team found glass beads that suggest the Moon was volcanically active just 125 million years ago, when dinosaurs still roamed Earth, contrary to the conventional wisdom that its volcanoes have been silent for a billion years.\n\nUnsurprisingly, the james webb space telescope (Jwst) makes our list yet again. Although it made too many discoveries to mention them all, we’re highlighting a few 2024 finds across a wide range of fields, from planets and stars to some of the biggest questions about the cosmos’ early history.\n\nIn a Feb. 22 Science paper, JWST provided the best evidence yet for the neutron star astronomers believe was left behind by the supernova SN 1987A in the Large Magellanic Cloud. The infrared scope spotted the glow of ionized gas whose atoms — called ions — have had several electrons knocked off by high-energy photons. “To create these ions that we observed in the ejecta, it was clear that there had to be a source of high-energy radiation in the center of the SN 1987A remnant,” said lead author Claes Fransson of Stockholm University in a press release. “Only a few scenarios are likely, and all of these involve a newly born neutron star.”\n\nIn April, JWST showed off its exoplanet science chops after observing starlight filtering through the atmosphere of the gas giant WASP-43 b. By combining information about the molecules the telescope saw with 3D climate models, researchers were able to map the planet’s weather from 280 light-years away: a cloudy nightside, a clear dayside, and winds at the equator reaching some 5,000 mph (8,050 km/h).\n\nA June release highlighted another JWST first: The discovery of aligned jets from a group of forming stars. Astronomers had long suspected that stars born from the same molecular cloud should rotate in the same direction, imparted by the cloud’s motion. But they had never observed such alignment until JWST’s sharp eye caught some 20 protostars in the Serpens Nebula, with jets all aligned within 24° of the axis of the filament that had formed them.\n\nAnd if you recall last year’s list, you might remember the potentially “universe-breaking” galaxies JWST turned up less than a billion years after the Big Bang: six galaxies shining so brightly that astronomers suspected they contained up to 100 billion solar masses’ worth of stars each. Galaxies so massive should not form so quickly, prompting concerns about our understanding of how early matter assembled.\n\nSince then, researchers have been working to explain the finding. In an August paper published in The Astronomical Journal, a team using data from JWST’s Cosmic Evolution Early Release Science survey showed that the galaxies have normal masses and are instead getting a brightness boost from the accretion disks around their central supermassive black holes. New JWST observations showed the signature of hot, fast-moving gas in these galaxies — a hallmark of the accretion disk around a black hole.\n\n“The bottom line is there is no crisis in terms of the standard model of cosmology,” said study co-author Steven Finkelstein, a professor of astronomy at the University of Texas at Austin.\n\nAlthough the galaxies did not grow faster than expected, “we are still seeing more galaxies than predicted” at this early time by roughly a factor of two, said lead author Katherine Chworowsky, also of UT Austin. Astronomers wonder if this strange result might be because early stars still formed relatively quickly, more easily assembling into galaxies.\n\nSo, while one mystery is solved, another has popped up. Stay tuned — perhaps next year JWST will shed even more light on this new cosmic conundrum.\n\nCost-cutting took a toll on other NASA missions in 2024.\n\nOn July 17, NASA stunned the scientific community by cancelling the mission of a $450 million Moon rover that had already been built. The Volatiles Investigating Polar Exploration Rover (VIPER) was meant to search for water ice near the lunar south pole in preparation for future Artemis crews that might take up residence in the vicinity. It only needed to pass environmental testing and be loaded onto its rocket for a 2025 launch. Looking to cut costs, NASA offered to give the rover away, free of charge, to any company or organization that was willing to bear the cost of flying it to the Moon and carrying out its original mission.\n\nMeanwhile, the Chandra X-ray telescope spent 2024 celebrating 25 wildly productive years of observations while simultaneously being led to the guillotine. While still fully functional as the highest-resolution X-ray telescope in the sky, in March, NASA said it would lay off most of its staff later in the year. NASA also indicated in its 2025 budget request that it planned to draw the mission down to “minimal operations” — a prelude to shuttering the scope for good. Scientists responded with an extraordinary outcry and several members of Congress joined them, leading NASA to announce Oct. 23 that it would stay the observatory’s execution until Congress appropriates funds for 2025.\n\nThese issues are symptoms of a broader malaise at NASA, which was laid bare in a comprehensive report titled NASA at a Crossroads released Sept. 11 by the National Academies of Sciences, Engineering, and Medicine (NASEM). The body is also responsible for the influential astronomy and planetary science decadal reviews, which guide Congress, NASA, and other funding agencies in deciding which projects to prioritize.\n\nThe crux of NASA’s issues is that the agency’s purchasing power has remained essentially flat over the past two decades, yet it is directed to take on more projects than ever. This push for more missions comes at the expense of maintaining NASA’s existing resources and infrastructure. The NASEM report stated that “during its inspection tours, the committee saw some of the worst facilities many of its members have ever seen.” The report singled out the Deep Space Network — NASA’s global network of radio dishes responsible for communicating with everything from JWST to the Voyager probes — as particularly stretched and in dire need of upgrades.\n\nThe report also criticized NASA’s own lack of long-term strategic planning, particularly in the Artemis program. And the committee warned that relying on the commercial sector to develop and carry out its missions risked NASA morphing into a mere contract monitor and losing its workforce to more inspiring organizations and companies."
  },
  {
    "url": "https://www.astronomy.com/science/cosmology/",
    "title": "Cosmology",
    "date": "",
    "content": "Our solar system hosts a plethora of fascinating planets and other objects.\n\nExplore Topic\n\nThese giant, glowing balls of gas are vital to the evolution of the cosmos.\n\nExplore Topic\n\nOur home galaxy hosts hundreds of billions of stars orbited by countless worlds.\n\nExplore Topic\n\nThese sprawling star factories are home to millions to trillions of stars.\n\nExplore Topic\n\nOur cosmos is filled with countless bizarre worlds around other stars.\n\nExplore Topic\n\nOnly one planet we know of hosts life. But the hunt for extraterrestrial life is on.\n\nExplore Topic\n\nThe universe is filled with extreme objects, from black holes to pulsars and more.\n\nExplore Topic\n\nThe origin, evolution, and fate of the universe is shrouded in mystery.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/does-dark-matter-affect-our-solar-system/",
    "title": "Does dark matter affect our solar system?",
    "date": "Published: December 2, 2024",
    "content": "Why do we not see effects of dark matter in our solar system and other nearby star systems?\n\nCurran RodeAmmannsville, Texas\n\nDark matter refers to material that does not absorb, reflect, or emit any electromagnetic radiation. Astronomers have ascertained the existence of dark matter through the gravitational influence it exerts over visible matter. In fact, we estimate that approximately 90 percent of the Milky Way consists of dark matter. That figure is based principally on observations of stellar motions. The individual velocities of a galaxy’s stars are proportional to the amount of material contained within it — the greater the mass, the faster the speed. Stars within the Milky Way are moving quite quickly. Even at Earth’s location, about two-thirds the distance from the galactic center to the outer boundary of our galaxy, the Sun is traveling at some 138 miles (220 kilometers) per second. Visible matter alone cannot account for such rapid velocities. So, there must be much more galactic matter than meets the eye.\n\nThis is how the existence of dark matter was first inferred over large (galactic) scales. But could dark matter similarly affect motions within our own solar system, and could we somehow observe its effects through its interactions with normal matter?\n\nLet’s approach this question by examining the motions of objects within the solar system. Containing 99.8 percent of the solar system’s matter, the Sun exerts the predominant gravitational force over everything moving around it. In other words, the solar system consists of the Sun and a comparative smattering of extraneous material (planets, asteroids, etc.) scattered about it. Thus, its matter is highly concentrated in a specific object and highly diffuse in a vast region around it. Conversely, dark matter is likely to be extremely rarefied and uniformly dense. It should permeate the solar system just as it does the galaxy, without any alteration in density. Consequently, the inner planets should experience less gravitational force than the outer planets, since the latter’s orbits encompass more of this dark matter than the former. To be more specific, astronomers estimate that Earth’s orbital motion should be affected by the 1013 kilograms of dark matter it encircles, while Uranus’ orbit contains 1016 kg of dark matter. Although those amounts might seem considerable to us, they are negligible when compared to the masses of the Sun (2 x 1030 kg), Earth (6 x 1024 kg), and Uranus (8.7 x 1025 kg). Observing such minuscule differences between planetary orbits with and without dark matter is lamentably beyond our current detection capabilities.\n\nHowever, according to a paper by Edward Belbruno and James Green published in the March 2022 issue of Monthly Notices of the Royal Astronomical Society, “When Leaving the Solar System: Dark Matter Makes a Difference,” distant spacecraft such as Pioneers 10 and 11 or Voyagers 1 and 2 could be affected in a detectable manner by the dark matter throughout the galaxy. Unfortunately, dark matter’s effect on these vessels’ motions would only become detectable once they attained a distance of at least 30,000 astronomical units from the Sun. (One astronomical unit, or AU, is the average Earth-Sun distance of 93 million miles or 150 million km. For reference, Voyager 1, the most distant of all our spacecraft, was a mere 163.8 AU from the Sun in June 2024 and will require about 8,525 years to reach the 30,000 AU mark.)\n\nAll the same, even 30,000 AU is well within the outer solar system bound of 100,000 AU as defined by the Oort Cloud. In addition, Belbruno and Green suggest that a future spacecraft at a distance of “merely” 100 AU could release a reflective ball that would establish its own trajectory independent of the spacecraft. By measuring how galactic forces, or the combined forces of normal and dark matter, affect the motions of both spacecraft and ball, scientists could then measure how dark matter can cause deviations in their respective trajectories.\n\nSo, dark matter does indeed most likely pervade the solar system like an invisible fog. We just lack the means by which to measure its effects on solar system bodies … for now.\n\nEdward Herrick-GleasonStaff Member, Southworth Planetarium, University of Southern Maine, Portland, Maine"
  },
  {
    "url": "https://www.astronomy.com/science/how-sonification-turns-data-into-sound/",
    "title": "Listen to the universe: How sonification turns data into sound",
    "date": "Published: February 14, 2025",
    "content": "Modern astronomical observatories send us an enormous amount of data, which is generally examined and shared in the form of images. But what if the myriad forms of information we receive from space could be converted into sounds that inspire, entertain, educate, and enlighten? And what if, more than that, these soundscapes could offer access to the visually impaired and aid in new cosmic discoveries?\n\nWelcome to the field of astronomical sonification.\n\nSonification simply refers to the conversion of data into audible sound. Initially, I wondered if I would be able to find enough content to write an article on the topic. Instead, I found volumes on how this field is changing the landscape of human understanding and discovered that the auditory dimension of data offers a powerful perspective — enhancing our ability to perceive, discriminate, and respond to complex information in parallel with the field of data visualization\n\nThe sonification field has grown quickly. There are now conferences, online communities, podcasts, documentaries, live musical performances, commercial recordings, and community engagement opportunities in the U.S. and internationally. When I reached out to David Worrall, a prolific writer on the topic and past president of the International Community For Auditory Display — which was formed in 1992 with a “singular focus on auditory displays and the array of perception, technology, and application areas that this encompasses” — he warmly welcomed me to “their little corner of the world”.\n\nLittle did I realize how big that little corner really is.\n\nThe roots of sonification (a term that emerged in the early 1990s) is widely credited to the 1908 invention of the Geiger counter and its audible interpretation of data — in this case, ionizing radiation —into clicking sounds. By the 1930s, electroencephalogram (EEG) sonification was used to complement visual analysis of brainwaves.\n\nSonification has come a long way since then. But the evolution that began accelerating the crossover into astronomy is attributable to the advancements in computing when early pioneers, such as physicist and musician Iannis Xenakis, experimented in the 1960s with converting data into sound using algorithmic composing. Today, the appetite to push this discipline forward is palpable and conversations often reference The Sonification Handbook (Logos Verlag, 2011), which explores its theory, methods, and applications.\n\nA leader in this field is Kim Arcand, a visualization scientist and emerging technology lead for NASA’s Chandra-X Observatory. In 2020, experts at the Chandra X-ray Center began the first ongoing, sustained program at NASA to sonify astronomical data, supported by NASA’s University of Learning, operated by the Smithsonian Astrophysical Observatory, and led by Arcand. She explains that “in the case of Chandra and other telescopes, scientific data is collected from space as digital signals and turned into visual imagery. The sonification project takes this data through another step of mapping the information into sound.”\n\nThe excitement Arcand exhibits about this topic is undeniable as she mentions how astounded she is by the number of fields that are using sonification as a tool for scientific analysis and scientific communication. She cites geologists, volcanologists, oceanographers, and medical researchers as examples with a consistent theme: thatby listening to sonified data, researchers can identify patterns, trends, and anomalies that might not be discernible through visual analysis alone.\n\nAnother passionate advocate of sonification is Wanda Diaz Merced — an internationally recognized expert in the field, whose work has taken her around the world. In a speech about sonification at the United Nations, Merced succinctly said  “It’s about [using] sound to perform a more rigorous exploration of the information.”\n\nMerced is currently an astrophysicist, computer scientist, and professor at the Universidad del Sagrado Corazón in Puerto Rico. Merced lost her sight as a young adult but discovered that she could use her ears to detect patterns in stellar radio data that could potentially be obscured in visual and graphical representations. “I use audio to augment the perception of signatures in the data or changes in the information that by nature are blind to the human eye,” she says.\n\nWhen asked what her favorite sonification is, Merced’s quickly replies, “the human voice.” Indeed, if we consider “sonification” to be the general translation of any form of information into sound, the human voice does exactly that, communicating information through pitch, tone, rhythm, and volume.\n\nThe emergence of new technology and computing tools used for musical compositions has created palates of sounds with more depth, color, and choices than ever before. However, choosing the correct sounds is not as random as simply listening to a sonification might imply.\n\nAs part of Arcand’s team, astrophysicist and musician Matt Russo and musician and sound engineer Andrew Santaguida have created numerous sonifications of astronomical images from data derived from the Chandra X-ray Observatory and the Hubble and James Webb space telescopes.\n\nMy interview with Russo went deep into the astoundingly complex process as he emphasized how the data drives the direction the soundtrack takes. While some of the initial data comes to him in raw form from multiple space organizations and publicly available information, celestial images that have already been created serve as the basis for most of his sonifications. The next step is to digitally separate an image into different layers so parameters such as brightness, color, temperature, etc., can be mapped to audible properties such as pitch, volume, timbre, and duration. Then, a direction must be chosen — sonifications can move from left to right, top to bottom, from the inside out, or the complete opposites. “The image determines the most effective approach to achieve the best outcome in its contextualization,” Russo says.\n\nWhen listening to a sonification, you might think that you should be able to close your eyes and envision the image as the audio unfolds. And while the sounds will most certainly create a mental image, context and a defined “legend” are vital. Even after an image of a nebula is described to a blind or low-vision person, for example, the question remains as to what the different sounds represent. Is starlight intensity represented by tone or volume? What musical textures are being used to suggest what the nebula looks like? What do whooshing effects or percussive sounds indicate? And, importantly, in what direction is the sonification unfolding?\n\nFor some in the field, this information is conveyed before listening to a sonification. But in Merced’s case, she prefers not to “allow anyone to describe the image or the sonification to me, with the exception of possibly the name of the image,” before she listens, she says. “It’s my one-on-one time with data and I don’t want to be biased. To me, it’s like I’m meeting someone for the first time, and that first communication is very special.”\n\nMerced also mentions there are scientific benefits of sonification training with data that is simulated, “with listeners searching for hidden events placed at difficult spots or where attention may be compromised.”\n\nShe also encourages “the use of perceptual experiments of hiding signatures in different parts of the data and then testing which timbers create the greatest perception.”\n\nRusso explains that “short and understandable sonifications reduce the cognitive load … if it’s too complicated, the information trying to be communicated may be lost. Everything can’t be represented, so you have to isolate the key elements.” He notes that he has to take into consideration that the “human auditory system responds to different types of sounds and different frequency ranges. Our ears are much more sensitive to changes in frequency than to changes in volume.” He adds that “considering how long a pattern remains in someone’s musical memory is also a factor.”\n\nMerced emphasizes that the listener’s aural sensitivities need to be taken into consideration, based on a person’s ability to discern groups of timbres. She adds that “if you can listen to different groups of timbres playing simultaneously, then a complex sonification will be more effective. Otherwise, you should listen to single-instrument sonifications.” Her studies have found that using inharmonic instruments (those that are not harmonic, or dissonant) such as percussive sounds, increases sensitivity to events in the data. And Arcand adds that both the speed at which the sonification unfolds and keeping sounds in comfortable ranges are critical.\n\nAn extension of the team led by Arcand includes Christine Malec, a blind astronomer, musician, and consultant for NASA. Malec’s first reaction to hearing Russo and Santaguida’s sonification of the TRAPPIST-1 exoplanet system was “goosebumps,” she says, as she experienced a visceral encounter. Malec says that while she appreciates complex sonifications, her preference is for ones that are “simpler and cleaner because they’re easier to parse.”\n\nUnlike some 90 percent of the sonifications available for listening, which require an interpretation of the image to create the soundscape, the TRAPPIST-1 sonification uses actual orbital frequencies, scaled into the human hearing range, to produce a true representative sonification. This process was also used for the sonification of the Perseus Galaxy Cluster black hole, which generates pressure waves equivalent to 57 octaves below middle C. Its sonification boosts these waves into our hearing range of 20–20,000 Hertz. “One of the best [sonification] examples for me is the Chandra Deep Field South,” Arcand says. “It is so unexciting looking, but scientifically, I love it. It’s the deepest X-ray image ever taken and represents black holes and galaxy systems reaching back early in time.”\n\nThe benefits of sonifications are significant for those who are blind or have low vision. Linking the sense of hearing with tactile, 3D-printed models of celestial bodies further allows them to simultaneously “feel” the shapes and structures of the sonified image.\n\nBut the allure of sonification reaches beyond simple necessity. The public’s appetite for the addition of sound to extraordinary space images has resulted in millions of online views, which is not lost on space agencies’ public relations departments. Sonifications not only raise awareness about astronomical research, analysis, and communication, but also encourage a deeper appreciation for the cosmos. My inquiry to The European Space Agency’s headquarters in Paris, France, as to whether they were using sonifications as a tool for data analysis and public outreach was met with a resounding “yes”  — with links to their work in this field and an invitation to speak with the relevant scientists.\n\nAnd what about the use of AI in the field of sonification? My questions about this topic garnered a unified response: that while sonification can benefit from the use of AI to increase the speed of data processing, choosing the desired mapping for the right sonic result will remain firmly in human hands. Russo explains the latter process as “needing to find the intuitive match for the data.” He cites his 30 Doradus (the Tarantula Nebula) sonification, which includes transient sounds with less defined tonality because of the ambiguity of the image itself.\n\nMerced sees another, deeper use for AI in sonification: as a complementary tool to look for unseen astronomical signatures, based on sound parameters within new audio analyses.\n\nWhen I questioned the financial support needed to maintain advancements in the sonification field, Arcand says she hopes that the groundwork that has been laid for this type of data expression will prove to be worthy of ongoing commitments by NASA and others. Russo echoes this with his hope that the future will continue to validate the contributions made by this field, and suggests that an undeniable discovery made by sonification will be a catapult for elevated public awareness and support.\n\nAs technology advances and interdisciplinary collaborations grow, the future of sonification in astronomy absolutely promises exciting developments that will further illuminate the mysteries of the cosmos through sound."
  }
]