[
  {
    "url": "https://science.nasa.gov/universe/stars/types/",
    "title": "Star Types",
    "date": "2020-09-22T00:16:37-04:00",
    "content": "\n\nThe universe’s stars range in brightness, size, color, and behavior. Some types change into others very quickly, while others stay relatively unchanged over trillions of years.\n\nA normal star forms from a clump of dust and gas in a stellar nursery. Over hundreds of thousands of years, the clump gains mass, starts to spin, and heats up. When the clump's core heats up to millions of degrees, nuclear fusion starts. This process occurs when two protons, the nuclei of hydrogen atoms, merge to form one helium nucleus. Fusion releases energy that heats the star, creating pressure that pushes against the force of its gravity. A star is born. Scientists call a star that is fusing hydrogen to helium in its core a main sequence star. Main sequence stars make up around 90% of the universe’s stellar population. They range in luminosity, color, and size – from a tenth to 200 times the Sun’s mass – and live for millions to billions of years.\n\nFor Stargazers: Many main sequence stars can be seen with the unaided eye, such as Sirius – the brightest star in the night sky – in the northern constellation Canis Major. Rigil Kentaurus (better known as Alpha Centauri) in the southern constellation Centaurus is the closest main sequence star that can be seen with the unaided eye.\n\nWhen a main sequence star less than eight times the Sun’s mass runs out of hydrogen in its core, it starts to collapse because the energy produced by fusion is the only force fighting gravity’s tendency to pull matter together. But squeezing the core also increases its temperature and pressure, so much so that its helium starts to fuse into carbon, which also releases energy. Hydrogen fusion begins moving into the star’s outer layers, causing them to expand. The result is a red giant, which would appear more orange than red. Eventually, the red giant becomes unstable and begins pulsating, periodically expanding and ejecting some of its atmosphere. Eventually, all of its outer layers blow away, creating an expanding cloud of dust and gas called a planetary nebula. The Sun will become a red giant in about 5 billion years.\n\nFor Stargazers: Arcturus in the northern constellation Boötes and Gamma Crucis in the southern constellation Crux (the Southern Cross) are red giants visible to the unaided eye.\n\nAfter a red giant has shed all its atmosphere, only the core remains. Scientists call this kind of stellar remnant a white dwarf. A white dwarf is usually Earth-size but hundreds of thousands of times more massive. A teaspoon of its material would weigh more than a pickup truck. A white dwarf produces no new heat of its own, so it gradually cools over billions of years. Despite the name, white dwarfs can emit visible light that ranges from blue white to red. Scientists sometimes find that white dwarfs are surrounded by dusty disks of material, debris, and even planets – leftovers from the original star’s red giant phase. In about 10 billion years, after its time as a red giant, the Sun will become a white dwarf.\n\nFor Stargazers: White dwarfs are too dim to see with the unaided eye, although some can be found in binary systems with an easily seen main sequence star. Procyon B is an example in the northern constellation Canis Minor. If you have a telescope at home, though, you can see solitary white dwarfs LP 145-141 in the southern constellation Musca and Van Maanen’s star in the northern constellation Pisces.\n\nNeutron stars are stellar remnants that pack more mass than the Sun into a sphere about as wide as New York City’s Manhattan Island is long.\n\nA neutron star forms when a main sequence star with between about eight and 20 times the Sun’s mass runs out of hydrogen in its core. (Heavier stars produce stellar-mass black holes.) The star starts fusing helium to carbon, like lower-mass stars. But then, when the core runs out of helium, it shrinks, heats up, and starts converting its carbon into neon, which releases energy. This process continues as the star converts neon into oxygen, oxygen into silicon, and finally silicon into iron. These processes produce energy that keep the core from collapsing, but each new fuel buys it less and less time. By the time silicon fuses into iron, the star runs out of fuel in a matter of days. The next step would be fusing iron into some heavier element, but doing so requires energy instead of releasing it. The core collapses and then rebounds back to its original size, creating a shock wave that travels through the star’s outer layers. The result is a huge explosion called a supernova. The remnant core is a superdense neutron star.\n\nPulsars: These are a type of rapidly rotating neutron star. Bright X-ray hot spots form on the surfaces of these objects. As they rotate, the spots spin in and out of view like the beams of a lighthouse. Some pulsars spin faster than blender blades.\n\nMagnetars: All neutron stars have strong magnetic fields. But a magnetar’s can be 10 trillion times stronger than a refrigerator magnet’s and up to a thousand times stronger than a typical neutron star’s.\n\nFor Stargazers: Neutron stars are too faint to see with the unaided eye or backyard telescopes, although the Hubble Space Telescope has been able to capture a few in visible light. Astronomers usually observe them via X-rays and radio emission.\n\nRed dwarfs are the smallest main sequence stars – just a fraction of the Sun’s size and mass. They’re also the coolest, and appear more orange in color than red. When a red dwarf produces helium via fusion in its core, the released energy brings material to the star’s surface, where it cools and sinks back down, taking along a fresh supply of hydrogen to the core. Because of this constant churning, red dwarfs can steadily burn through their entire supply of hydrogen over trillions of years without changing their internal structures, unlike other stars. Scientists think some low-mass red dwarfs, those with just a third of the Sun’s mass, have life spans longer than the current age of the universe, up to about 14 trillion years. Red dwarfs are also born in much greater numbers than more massive stars. Because of that, and because they live so long, red dwarfs make up around 75% of the Milky Way galaxy’s stellar population.\n\nFor Stargazers: Red dwarfs are too faint to see with the unaided eye. But with a backyard telescope, you may be able to see Lacaille 8760 in the southern constellation Microscopium or Lalande 21185 in the northern constellation Ursa Major.\n\nBrown dwarfs aren’t technically stars. They’re more massive than planets but not quite as massive as stars. Generally, they have between 13 and 80 times the mass of Jupiter. They emit almost no visible light, but scientists have seen a few in infrared light. Some brown dwarfs form the same way as main sequence stars, from gas and dust clumps in nebulae, but they never gain enough mass to do fusion on the scale of a main sequence star. Others may form like planets, from disks of gas and dust around stars.\n\nFor Stargazers: Brown dwarfs are invisible to both the unaided eye and backyard telescopes.\n\nUniverse\n\nGalaxies\n\nBlack Holes\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/overview/building-blocks/",
    "title": "Building Blocks",
    "date": "2024-02-23T13:18:59-05:00",
    "content": "\n\nEverything scientists can observe in the universe, from people to planets, is made of matter. Matter is defined as any substance that has mass and occupies space. But there’s more to the universe than the matter we can see. Dark matter and dark energy are mysterious substances that affect and shape the cosmos, and scientists are still trying to figure them out.\n\nNormal matter makes up everything we can directly observe. We can view it in visible light with our own eyes or through a telescope that can detect light we can’t see, like ultraviolet or infrared. Most normal matter is made up of atomic particles: protons, neutrons, and electrons. It can exist as a gas, solid, liquid, or plasma of charged particles. While normal matter is everywhere in our daily lives, it composes less than 5% of the total universe.\n\nLike ordinary matter, dark matter takes up space and holds mass. But it doesn’t reflect, absorb, or radiate light – at least not enough for us to detect yet.\n\nWhile scientists have measured that dark matter makes up about 27% of the cosmos, they’re not sure what it is. Theories include several kinds of as-yet unidentified types of particles that rarely interact with normal matter.\n\nAstronomers didn’t even know dark matter existed until the 20th century. In the 1930s, Swiss astronomer Fritz Zwicky coined the term while studying the Coma galaxy cluster, which contains more than 1,000 galaxies. The speed at which galaxies within a galaxy cluster move depends on the cluster’s total mass and size. Zwicky noticed that galaxies in the Coma cluster were moving faster than could be explained by the amount of matter astronomers could see there.\n\nIt wasn’t until the 1970s that U.S. astronomer Vera Rubin confirmed the existence of dark matter by studying how individual galaxies rotated. She and her colleagues found that individual galaxies may contain invisible mass made of dark matter.\n\nScientists today think dark matter exists in a vast, web-like structure that winds through the whole universe – a gravitational scaffold that attracts most of the cosmos’ normal matter. They’ve determined that dark matter isn’t composed of known particles of matter because the universe would look very different if it were. The search for what makes up dark matter continues.\n\nNew Simulated Universe Previews Panoramas From NASA’s Roman Telescope\n\nNASA Successfully Integrates Roman Mission’s Telescope, Instruments\n\nSnippet of Euclid Mission’s Cosmic Atlas Released by ESA\n\nNASA Completes Spacecraft to Transport, Support Roman Space Telescope\n\nNASA’s Roman Space Telescope to Investigate Galactic Fossils\n\nDark energy may compose roughly 68% of the universe, but scientists know even less about it than they do about dark matter. But something like dark energy must exist to explain the universe’s accelerating expansion.\n\nSince the late 1920s, astronomers have known that the universe is expanding. In the 1990s, observations of distant star explosions, called supernovae, showed that the universe expanded more slowly in the past than it does now. The reason for this remains unclear, but the leading explanation is that the universe contains something that has a repulsive gravitational effect – it pushes the universe apart instead of pulling it back together. This phenomenon is called dark energy.\n\nNew Simulated Universe Previews Panoramas From NASA’s Roman Telescope\n\nNASA Successfully Integrates Roman Mission’s Telescope, Instruments\n\nSnippet of Euclid Mission’s Cosmic Atlas Released by ESA\n\nNASA Completes Spacecraft to Transport, Support Roman Space Telescope\n\nPrimary Instrument for Roman Space Telescope Arrives at NASA Goddard\n\nGalaxies\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/stories/deep-dives/",
    "title": "Deep Dives",
    "date": "2023-09-12T14:54:59-04:00",
    "content": "Some 13.8 billion years ago, the universe began with a rapid expansion we call the big bang. After this initial expansion, which lasted a fraction of a second, gravity started to slow the universe down. But the cosmos wouldn’t stay…\n\nThe most powerful events in the known universe – gamma-ray bursts (GRBs) – are short-lived outbursts of the highest-energy light. They can erupt with a quintillion (a 10 followed by 18 zeros) times the luminosity of our Sun. Now thought…\n\nBillions of trillions of stars speckle the universe. Star clusters are groups of stars that share an origin, forming at roughly the same time and location, and are tied together by gravity for up to millions or even billions of…\n\nA blazing red supergiant shining brilliantly in the night sky, Betelgeuse is a star that has captured attention for centuries.\n\nCan a star be squeezed like a tube of toothpaste, flattened like a pancake, or stretched out like a piece of spaghetti? If there’s a black hole nearby, maybe. Scattered across the universe, black holes are objects with gravity so…\n\nThe handsome Horsehead Nebula, rearing up against glowing red gas, is sculpted from dust. Like many of the most iconic images in astronomy, the nebula is made of thick clouds of the stuff, part of a vast molecular cloud complex…"
  },
  {
    "url": "https://science.nasa.gov/universe/overview/",
    "title": "Cosmic History",
    "date": "2020-09-01T19:03:30-04:00",
    "content": "\n\nThe origin, evolution, and nature of the universe have fascinated and confounded humankind for centuries. New ideas and major discoveries made during the 20th century transformed cosmology – the term for the way we conceptualize and study the universe – although much remains unknown. Here is the history of the universe according to cosmologists’ current theories.\n\nAround 13.8 billion years ago, the universe expanded faster than the speed of light for a fraction of a second, a period called cosmic inflation. Scientists aren’t sure what came before inflation or what powered it. It’s possible that energy during this period was just part of the fabric of space-time. Cosmologists think inflation explains many aspects of the universe we observe today, like its flatness, or lack of curvature, on the largest scales. Inflation may have also magnified density differences that naturally occur on space’s smallest, quantum-level scales, which eventually helped form the universe’s large-scale structures.\n\nWhen cosmic inflation stopped, the energy driving it transferred to matter and light – the big bang. One second after the big bang, the universe consisted of an extremely hot (18 billion degrees Fahrenheit or 10 billion degrees Celsius) primordial soup of light and particles. In the following minutes, an era called nucleosynthesis, protons and neutrons collided and produced the earliest elements – hydrogen, helium, and traces of lithium and beryllium. After five minutes, most of today’s helium had formed, and the universe had expanded and cooled enough that further element formation stopped. At this point, though, the universe was still too hot for the atomic nuclei of these elements to catch electrons and form complete atoms. The cosmos was opaque because a vast number of electrons created a sort of fog that scattered light.\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\nThe Mind-Bending Math Inside Black Holes\n\nHow NASA’s Roman Space Telescope Will Illuminate Cosmic Dawn\n\nWhat is Dark Energy? Inside our accelerating, expanding Universe\n\nNASA’s Webb Identifies the Earliest Strands of the Cosmic Web\n\nAround 380,000 years after the big bang, the universe had cooled enough that atomic nuclei could capture electrons, a period astronomers call the epoch of recombination. This had two major effects on the cosmos. First, with most electrons now bound into atoms, there were no longer enough free ones to completely scatter light, and the cosmic fog cleared. The universe became transparent, and for the first time, light could freely travel over great distances. Second, the formation of these first atoms produced its own light. This glow, still detectable today, is called the cosmic microwave background. It is the oldest light we can observe in the universe.\n\nAfter the cosmic microwave background, the universe again became opaque at shorter wavelengths due to the absorbing effects of all those hydrogen atoms. For the next 200 million years the universe remained dark. There were no stars to shine. The cosmos at this point consisted of a sea of hydrogen atoms, helium, and trace amounts of heavier elements.\n\nGas was not uniformly distributed throughout the universe. Cooler areas of space were lumpier, with denser clouds of gas. As these clumps grew more massive, their gravity attracted additional matter. As they became denser, and more compact, the centers of these clumps became hotter – hot enough eventually that nuclear fusion occurred in their centers. These were the first stars. They were 30 to 300 times more massive than our Sun and millions of times brighter. Over several hundred million years, the first stars collected into the first galaxies.\n\nAt first, starlight couldn’t travel far because it was scattered by the relatively dense gas surrounding the first stars. Gradually, the ultraviolet light emitted by these stars broke down, or ionized, hydrogen atoms in the gas into their constituent electrons and protons. As this reionization progressed, starlight traveled farther, breaking up more and more hydrogen atoms. By the time the universe was 1 billion years old, stars and galaxies had transformed nearly all this gas, making the universe transparent to light as we see it today.\n\nFor many years, scientists thought the universe’s current expansion was slowing down. But in fact, cosmic expansion is speeding up. In 1998, astronomers found that certain supernovae, bright stellar explosions, were fainter than expected. They concluded this could only happen if the supernovae had moved farther away, at a faster rate than predicted.\n\nScientists suspect a mysterious substance they call dark energy is accelerating expansion. Future research may yield new surprises, but cosmologists suggest it’s likely the universe will continue to expand forever.\n\nGalaxies\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/overview/forces/",
    "title": "Four Forces",
    "date": "2020-09-01T23:08:58-04:00",
    "content": "\n\nWhy does Earth stay in orbit around the Sun? How does light travel? What holds atoms and nuclei together?\n\nFor centuries, scientists have sought to describe the forces that dictate interactions on the largest and smallest scales, from planets to particles. They understand that there are four fundamental forces — gravity, electromagnetism, and the strong and weak nuclear forces — that are responsible for shaping the universe we inhabit.\n\nThe most familiar force is gravity. It is responsible for keeping our feet on the ground and holding Earth in its orbit around the Sun.\n\nAccording to the general theory of relativity, gravity can be understood as bends and curves in the fabric of space-time that affect the motions of galaxies, stars, planets, and even light. Anything with mass makes a dent in space-time, causing objects to be attracted to each other.\n\nGravity is an attractive force that draws two objects together. Its strength approximately increases with the masses of the two objects but decreases with the square of the distance between them. That means that if the Moon were twice its current distance from Earth, the gravitational tug between the two would be just one fourth of what it is now.\n\nDespite being the weakest force, gravity works across infinite distances, making it responsible for the formation of the universe's structure.\n\nOur television sets are powered by electromagnetism. Light carries this force, which illuminates our houses at night, keeps electrons in orbit around atomic nuclei, and allows chemical compounds to form.\n\nAs the name implies, electromagnetism is the force that includes both electricity and magnetism. They are intertwined — a moving electric field produces a magnetic field, and vice versa.\n\nLike gravity, the strength of electromagnetism drops off with the square of the distance between objects and works at infinite range. However, electromagnetism only comes into play for charged objects, and whether it attracts or repels depends on the charges of each. Two negative or positive charges repel each other; one of each attracts.\n\nWhile electromagnetism is stronger than gravity, it is often balanced out in large objects by the equal numbers of positive and negative charges that form neutral atoms. For example, Earth has a magnetic field due to electric currents in its liquid core; however, Earth itself is electrically neutral.\n\nNuclear forces affect our daily lives, but they work on distances smaller than atoms.\n\nThe strong nuclear force, or strong force for short, holds together the building blocks of atoms. It always attracts and works at two different size scales in atoms. At the level of an atomic nucleus, the strong force holds together the protons and neutrons that form the essence of the elements. On an even smaller scale, the strong force holds together the oppositely charged quarks that make up the neutrons and protons themselves.\n\nAs suggested by its name, the strong force is the strongest of the fundamental forces. It is about 100 times stronger than electromagnetism and 100 trillion trillion trillion times stronger than gravity.\n\nHowever, the strong force only has influence over very, very small distances. For anything larger than the nucleus of a medium-sized atom (about 100 million times smaller than the width of a human hair), its influence quickly drops, and other forces will be stronger.\n\nThe weak force is responsible for interactions between subatomic particles – the tiny particles that are the building blocks for matter, like protons, neutrons, and electrons.\n\nIn particular, the weak force can change one quark type into another. Protons and neutrons are made of two quark varieties, up and down. The weak force can turn a down quark in a neutron into an up quark, which would change the neutron into a proton and switch its electric charge from neutral to positive. If that neutron were in the nucleus of an atom, the change to a proton would turn that atom into a different type of element. Such reactions are happening all the time in our Sun, giving it the energy to shine. This type of action also occurs in radioactive decay, which happens when atoms spontaneously shed energy and subatomic particles.\n\nThe weak force works on the smallest distance scales, another 1,000 times smaller than the strong force. It is about a million times weaker than the strong force, too, though it is still considerably stronger than gravity.\n\nGalaxies\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/black-holes/anatomy/",
    "title": "Black Hole Anatomy",
    "date": "2022-08-02T21:21:40-04:00",
    "content": "\n\nThis is what makes a black hole black. We can think of the event horizon as the black hole’s surface. Inside this boundary, the velocity needed to escape the black hole exceeds the speed of light, which is as fast as anything can go. So whatever passes into the event horizon is doomed to stay inside it – even light. Because light can’t escape, black holes themselves neither emit nor reflect it, and nothing about what happens within them can reach an outside observer. But astronomers can observe black holes thanks to light emitted by surrounding matter that hasn’t yet dipped into the event horizon.\n\nThe main light source from a black hole is a structure called an accretion disk. Black holes grow by consuming matter, a process scientists call accretion, and by merging with other black holes. A stellar-mass black hole paired with a star may pull gas from it, and a supermassive black hole does the same from stars that stray too close. The gas settles into a hot, bright, rapidly spinning disk. Matter gradually works its way from the outer part of the disk to its inner edge, where it falls into the event horizon. Isolated black holes that have consumed the matter surrounding them do not possess an accretion disk and can be very difficult to find and study.\n\nIf we could see it up close, we’d find that the accretion disk has a funny shape when viewed from most angles. This is because the black hole’s gravitational field warps space-time, the fabric of the universe, and light must follow this distorted path. Astronomers call this process gravitational lensing. Light coming to us from the top of the disk behind the black hole appears to form into a hump above it. Light from beneath the far side of the disk takes a different path, creating another hump below. The humps’ sizes and shapes change as we view them from different angles, and we see no humps at all when seeing the disk exactly face on.\n\nThe event horizon captures any light passing through it, and the distorted space-time around it causes light to be redirected through gravitational lensing. These two effects produce a dark zone that astronomers refer to as the event horizon shadow, which is roughly twice as big as the black hole’s actual surface.\n\nFrom every viewing angle, thin rings of light appear at the edge of the black hole shadow. These rings are really multiple, highly distorted images of the accretion disk. Here, light from the disk actually orbits the black hole multiple times before escaping to us. Rings closer to the black hole become thinner and fainter.\n\nViewed from most angles, one side of the accretion disk appears brighter than the other. Near the black hole, the disk spins so fast that an effect of Einstein’s theory of relativity becomes apparent. Light streaming from the part of the disk spinning toward us becomes brighter and bluer, while light from the side the disk rotating away from us becomes dimmer and redder. This is the optical equivalent of an everyday acoustic phenomenon, where the pitch and volume of a sound – such as a siren – rise and fall as the source approaches and passes by. The black hole’s particle jets show off this effect even more dramatically.\n\nIt’s been called one of the most extreme physical environments in the universe. Strong magnetic fields threading the inner accretion disk extend out of it, creating a tenuous, turbulent, billion-degree cloud. Particles in the corona orbit the black hole at velocities approaching the speed of light. It’s a source of X-rays with much higher energies than those emanating from the accretion disk, but astronomers are still trying to figure out its extent, shape, and other characteristics.\n\nIn black holes of all sizes, something strange can occur near the inner edge of the accretion disk. A small amount of material heading toward the black hole may suddenly become rerouted into a pair of jets that blast away from it in opposite directions. These jets fire out particles at close to the speed of light, but astronomers don’t fully understand how they work. The jets from supermassive black holes – the type found in the centers of most big galaxies – can reach lengths of hundreds of thousands of light-years. In cases where the jets happen to angle into our line of sight, we may only easily detect the one firing toward us due to Doppler beaming. This process makes the near jet considerably brighter, but greatly dims the rear jet.\n\nGeneral relativity predicts that the very center of a black hole contains a point where matter is crushed to infinite density. It’s the final destination for anything falling into the event horizon. The singularity may be either a physical structure or a purely mathematical one, but right now astronomers don’t know which is true. The prediction of a singularity may signal the limits of relativity, where quantum effects not included in the theory become important in a more complete description of gravity.\n\nUniverse\n\nGalaxies\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/stars/multiple-star-systems/",
    "title": "Multiple Star Systems",
    "date": "2022-08-22T14:53:48-04:00",
    "content": "\n\nOur solar system, with its eight planets orbiting a solitary Sun, feels familiar because it's where we live. But in the galaxy at large, planetary systems like ours are decidedly in the minority. More than half of all stars in the sky have one or more partners. These multiple star systems come in a stunning variety of flavors: large, hot stars orbited by smaller, cooler ones; double stars orbited by planets; pairs pulsing with X-rays as one sheds material that is devoured by the other; systems with as many as seven stars in a complex gravitational dance. Let’s take a short tour.\n\nThe variety seen in double-star systems is nearly as rich as the galaxy’s stellar population as a whole. These pairs can differ significantly in mass, with, say, a mid-sized yellow star like our Sun locked in an orbital embrace with a far smaller, cooler red dwarf. Some binary partners evolve rapidly into red giant or supergiant stars, while their small companions remain stable. Binary systems also can host orbiting planets that have two stars in their skies, as on the fictional Tatooine in the Star Wars movies. And from our viewpoint on Earth, some binary stars stage their own eclipses. Eclipses are scientifically valuable because observing changes in light as one star passes in front of the other can reveal their masses, diameters, precise orbits, and even compositions. Pairs of neutron stars can spiral together and collide, producing some of the universe’s heavy elements, like gold, platinum, and iodine.\n\nBizarre pairs known as X-ray binaries can exchange material between stars. A larger, more quickly evolving star can run out of nuclear fuel, explode in a supernova, and leave behind a far denser white dwarf, neutron star, or black hole. The collapsed star’s more powerful gravity can begin to drain away material from the companion star if it orbits closely enough. That process produces X-rays as the material falling onto the collapsed star is heated to more than 1.8 million degrees Fahrenheit (1 million degrees Celsius). X-ray binaries, including those that eclipse, can provide valuable data that help scientists understand extreme physical phenomena including the lighthouse-like pulses emitted by spinning neutron stars, thermonuclear blasts ignited in the fallen gas, and dips in starlight that reveal the presence of intervening material forming an accretion disk around the orbiting stars.\n\nSome multiple star systems include three stars or more, their orbits intricately intertwined by gravity. As many as seven stars have been observed in a single system.\n\nLike binaries, triple-star systems can host planets. For example, our nearest stellar neighbor, the Alpha Centauri system, includes three stars. The outermost, Proxima Centauri, is known to host at least one planet. Another three-star system, HD 131399, includes a giant gas planet four times the mass of Jupiter in orbit around its central star, while two more stars appear to orbit both at a much greater distance.\n\nA recently discovered and spectacular six-star system, TYC 7037-89-1, possesses a gravitational complexity worthy of Rube Goldberg. Three separate pairs of stars orbit each other in typical binary fashion. But two of these pairs also orbit one another. The third pair, at a greater distance, orbits the other two pairs – the stars in each binary eclipse each other in turn from our point of view.\n\nUniverse\n\nGalaxies\n\nBlack Holes\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/galaxies/large-scale-structures/",
    "title": "Large Scale Structures",
    "date": "2022-08-02T21:36:03-04:00",
    "content": "\n\nThe nearly 10,000 galaxies captured in the Hubble Ultra Deep Field may look like they’re randomly scattered across the sky. But galaxies, including the Milky Way, are often part of larger structures and superstructures in space. Galaxy groups and clusters are collections of galaxies bound together by gravity. They are building blocks for the larger-scale structures of the universe.\n\nGalaxy groups generally hold 100 or fewer galaxies. The Milky Way and its closest neighbors, including the Andromeda galaxy, live alongside over 50 other galaxies within the Local Group.\n\nGalaxy clusters contain many more galaxies, from hundreds to thousands. The Coma cluster, for example, houses over 1,000 individual galaxies and stretches over 20 million light-years across.\n\nIn addition to their galaxies, these clusters also contain a lot of hot gas – tens of millions of degrees – and abundant amounts of dark matter, an invisible substance that scientists know must exist but have yet to identify.\n\nSuperclusters are large collections of galaxy clusters, groups, and individual galaxies that are typically not gravitationally bound to each other. The Local Group, containing the Milky Way, is located on the outer edges of the Laniakea supercluster.\n\nThe intergalactic medium is the gas and plasma – a mixture of electrons and atoms with an electric charge – found in the space between galaxies. It’s extremely hot, reaching millions of degrees, but it’s also very thin, only about one atom per cubic foot. For comparison, the “empty” space between stars may have 1,000 atoms per cubic foot. So, while the medium is hot, it’s so spread out that it’s dimmer than stars and other light-emitting matter within galaxies. This makes it difficult to detect.\n\nMuch of the intergalactic medium is made up of hydrogen and helium, the pristine gas left over from the big bang. But over cosmic history, the amount of heavier elements in the medium has increased. These elements include oxygen, neon, magnesium, silicon, and sulfur, and they are produced in stars as they burn and evolve. Supernovae, the explosions that mark the end of some stars’ lives, eject these elements into the medium.\n\nGroupings of superclusters can form walls or sheets of galaxies. These walls are likely the largest-known superstructures within the observable universe. They can stretch hundreds of millions of light-years across but are relatively thin – only about 20 million light-years deep.\n\nThe first galactic wall astronomers discovered, called the Coma Wall, is about 500 million light-years long, 16 million light-years deep, and 300 million light-years away. Scientists have since identified additional walls, most notably the Sloan Great Wall,  which spans about 1.4 billion light-years.\n\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\n\nGalaxies, galaxy groups and clusters, superclusters, and galactic walls are arranged in twisting, threadlike structures called the cosmic web. The web forms as the gravitational attraction of the universe’s matter draws larger and larger objects together. This leads to concentrations of galaxies with voids of space in between, as if the galaxies were resting on empty bubbles. Where those concentrations intersect, they form larger structures like clusters and walls. The cosmic web forms a sort of scaffolding that cradles everything that exists within the universe.\n\nUniverse\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/missions/webb/newfound-galaxy-class-may-indicate-early-black-hole-growth-webb-finds/",
    "title": "Newfound Galaxy Class May Indicate Early Black Hole Growth, Webb Finds",
    "date": "2025-01-14T10:15:00-05:00",
    "content": "In December 2022, less than six months after commencing science operations, NASA’s James Webb Space Telescope revealed something never seen before: numerous red objects that appear small on the sky, which scientists soon called “little red dots” (LRDs). Though these dots are quite abundant, researchers are perplexed by their nature, the reason for their unique colors, and what they convey about the early universe.\n\nA team of astronomers recently compiled one of the largest samples of LRDs to date, nearly all of which existed during the first 1.5 billion years after the big bang. They found that a large fraction of the LRDs in their sample showed signs of containing growing supermassive black holes.\n\n“We’re confounded by this new population of objects that Webb has found. We don’t see analogs of them at lower redshifts, which is why we haven’t seen them prior to Webb,” said Dale Kocevski of Colby College in Waterville, Maine, and lead author of the study. “There's a substantial amount of work being done to try to determine the nature of these little red dots and whether their light is dominated by accreting black holes.”\n\nA significant contributing factor to the team’s large sample size of LRDs was their use of publicly available Webb data. To start, the team searched for these red sources in the Cosmic Evolution Early Release Science (CEERS) survey before widening their scope to other extragalactic legacy fields, including the JWST Advanced Deep Extragalactic Survey (JADES) and the Next Generation Deep Extragalactic Exploratory Public (NGDEEP) survey.\n\nThe methodology used to identify these objects also differed from previous studies, resulting in the census spanning a wide redshift range. The distribution they discovered is intriguing: LRDs emerge in large numbers around 600 million years after the big bang and undergo a rapid decline in quantity around 1.5 billion years after the big bang.\n\nThe team looked toward the Red Unknowns: Bright Infrared Extragalactic Survey (RUBIES) for spectroscopic data on some of the LRDs in their sample. They found that about 70 percent of the targets showed evidence for gas rapidly orbiting 2 million miles per hour (1,000 kilometers per second) – a sign of an accretion disk around a supermassive black hole. This suggests that many LRDs are accreting black holes, also known as active galactic nuclei (AGN).\n\n“The most exciting thing for me is the redshift distributions. These really red, high-redshift sources basically stop existing at a certain point after the big bang,” said Steven Finkelstein, a co-author of the study at the University of Texas at Austin. “If they are growing black holes, and we think at least 70 percent of them are, this hints at an era of obscured black hole growth in the early universe.”\n\nWhen LRDs were first discovered, some suggested that cosmology was “broken.” If all of the light coming from these objects was from stars, it implied that some galaxies had grown so big, so fast, that theories could not account for them.\n\nThe team’s research supports the argument that much of the light coming from these objects is from accreting black holes and not from stars. Fewer stars means smaller, more lightweight galaxies that can be understood by existing theories.\n\n“This is how you solve the universe-breaking problem,” said Anthony Taylor, a co-author of the study at the University of Texas at Austin.\n\nThere is still a lot up for debate as LRDs seem to evoke even more questions. For example, it is still an open question as to why LRDs do not appear at lower redshifts. One possible answer is inside-out growth: As star formation within a galaxy expands outward from the nucleus, less gas is being deposited by supernovas near the accreting black hole, and it becomes less obscured. In this case, the black hole sheds its gas cocoon, becomes bluer and less red, and loses its LRD status.\n\nAdditionally, LRDs are not bright in X-ray light, which contrasts with most black holes at lower redshifts. However, astronomers know that at certain gas densities, X-ray photons can become trapped, reducing the amount of X-ray emission. Therefore, this quality of LRDs could support the theory that these are heavily obscured black holes.\n\nThe team is taking multiple approaches to understand the nature of LRDs, including examining the mid-infrared properties of their sample, and looking broadly for accreting black holes to see how many fit LRD criteria. Obtaining deeper spectroscopy and select follow-up observations will also be beneficial for solving this currently “open case” about LRDs.\n\n“There’s always two or more potential ways to explain the confounding properties of little red dots,” said Kocevski. “It’s a continuous exchange between models and observations, finding a balance between what aligns well between the two and what conflicts.”\n\nThese results were presented in a press conference at the 245th meeting of the American Astronomical Society in National Harbor, Maryland, and have been submitted for publication in The Astrophysical Journal.\n\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb is solving mysteries in our solar system, looking beyond to distant worlds around other stars, and probing the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and CSA (Canadian Space Agency).\n\nRight click any image to save it or open a larger version in a new tab/window via the browser's popup menu.\n\nView/Download all image products at all resolutions for this article from the Space Telescope Science Institute.\n\n\n\n\n\nLaura Betz - laura.e.betz@nasa.govNASA’s Goddard Space Flight Center, Greenbelt, Md.\n\nAbigail Major - amajor@stsci.edu, Christine Pulliam - cpulliam@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\nScience -  Dale Kocevski (Colby College)\n\n\n\n3D visualization: CEERS Fly Through visualization and JADES GOODS South Fly Through visualization\n\nGraphic: What is cosmological redshift?\n\nGraphic: Dissecting Supermassive Black Holes\n\nArticle:  Webb Science: Galaxies Through Time\n\nWeb Page: Learn more about black holes\n\nMore Webb News\n\nMore Webb Images\n\nWebb Science Themes\n\nWebb Mission Page\n\n\n\nWhat is a Black Hole?\n\nWhat is the Webb Telescope?\n\nSpacePlace for Kids\n\n\n\nCiencia de la NASA\n\nNASA en español\n\nSpace Place para niños\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nGalaxies\n\nBlack Holes\n\nUniverse"
  },
  {
    "url": "https://science.nasa.gov/universe/",
    "title": "Welcome to the Universe",
    "date": "2024-06-03T10:45:30-04:00",
    "content": "Discover the universe: Learn about the history of the cosmos, what it's made of, and so much more.\n\nWorlds beyond our solar system.\n\nGiant balls of hot gas that burn for millions to billions of years.\n\nConcentrations of matter with gravity so powerful not even light can escape.\n\nCollections of stars, planets, and vast clouds of gas and dust bound together by gravity.\n\nGravitational lensing happens when massive objects like galaxies warp time and space around them, forcing light to bend and brighten as it travels through space. In the image to the right, light bending around the elliptical galaxy NGC 6505 forms a ring that seems aligned with the galaxy as predicted by Albert Einstein’s general theory of relativity.\n\nHow does the universe work? How is it changing, and what does its future hold? Is there other life in the cosmos awaiting our discovery? The answers to some of humanity’s most profound questions lie in the stars.\n\nCosmic Piece of Pi\n\nX-ray Satellite XMM-Newton Sees ‘Space Clover’ in a New Light\n\n10 Steps to Confirm a Planet Around Another Star\n\nDiscovery Alert! Kepler’s First Planet Candidate Confirmed, 10 Years Later\n\nPi Day Challenge: Solve Stellar Math Problems With NASA\n\nLEDA 1313424, aptly nicknamed the Bullseye, is two and a half times the size of our Milky Way and has nine rings — six more than any other known galaxy.\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\nNASA Webb Wows With Incredible Detail in Actively Forming Star System\n\nHubble Spies a Spiral in the Water Snake\n\nNASA’s Webb Exposes Complex Atmosphere of Starless Super-Jupiter\n\nHubble Captures New View of Colorful Veil\n\nGalaxies\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/stories/quick-reads/",
    "title": "Quick Reads",
    "date": "2023-09-12T14:12:31-04:00",
    "content": "Gravity is obviously pretty important. It holds your feet down to Earth so you don’t fly away into space, and (equally important) it keeps your ice cream from floating right out of your cone! We’ve learned a lot about gravity…\n\nGamma-ray bursts are the brightest, most violent explosions in the universe, but they can be surprisingly tricky to detect. Our eyes can’t see them because they are tuned to just a limited portion of the types of light that exist,…\n\nJust about every galaxy the size of our Milky Way (or bigger) has a supermassive black hole at its center. These objects are ginormous – hundreds of thousands to billions of times the mass of the Sun! Now, we know…\n\nFermi Gamma-ray Space Telescope has spotted gamma rays coming from thunderstorms.\n\nDo you ever look up at the night sky and get lost in the stars? Maybe while you’re stargazing you spot some of your favorite constellations. But did you know there’s more to constellations than meets the eye? They’re not…\n\nWe can agree that nebulae are some of the most majestic-looking objects in the universe. But what are they exactly?\n\nMatter makes up all the stuff we can see in the universe, from pencils to people to planets. But there’s still a lot we don’t understand about it! For example: How does matter work when it’s about to become a black…\n\nBlack holes are some of the most bizarre and fascinating objects in the cosmos. Astronomers want to study lots of them, but there’s one big problem – black holes are invisible! Since they don’t emit any light, it’s pretty tough…\n\nWhat is pi? We’re not talking about your favorite pastry with yummy fillings and a side of ice cream. Pi can be written as the Greek letter 𝞹 or the number 3.14159…, which goes on and on because pi is…\n\nWho among us doesn’t covertly read tabloid headlines when we pass them by? But if you’re really looking for a dramatic story, you might want to redirect your attention from Hollywood’s stars to the real thing. From birth to death,…"
  },
  {
    "url": "https://science.nasa.gov/universe/stars/planetary-system/",
    "title": "Planetary Systems",
    "date": "2022-08-22T14:55:16-04:00",
    "content": "\n\nOur solar system consists of the Sun, whose gravity keeps everything from flying apart, eight planets, hundreds of moons, and billions of smaller bodies – from comets and asteroids to meteoroids and tiny bits of ice and rock. Similarly, exoplanetary systems are groups of non-stellar objects circling stars other than the Sun, and astronomers have found thousands of them.\n\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\n\nThe layout of our solar system provided the first clues for how planetary systems come to be. All of the planets circle the Sun in the same direction, and their orbits all lie in nearly the same plane. From this, early astronomers supposed that the Sun formed at the center of a large, flat cloud of gas and dust now called the solar nebula and that the planets formed farther out. This picture has been much refined, but it captures the essential idea – planetary systems are really a side effect of making stars.\n\nStars form inside vast, cold clouds of gas and dust, stellar factories called molecular clouds. They’re always in motion, and now and then part of a cloud begins to collapse  in response to its own gravity. As gas falls toward the center, it heats up and rotates faster, flattening into a disk. The glowing central mass becomes a newborn star, while farther out in the disk solid particles of rock and ice collide and merge to build up ever-larger objects. This protoplanetary disk may extend more than 100 times Earth’s distance from the Sun.\n\nOur solar system began to form about 4.6 billion years ago. Astronomers think small rocky and icy grains within the solar nebula began sticking together, growing into even larger objects. Although the process remains poorly understood, solid objects miles or more across eventually populated the disk. Astronomers call these bodies planetesimals. Within a million years after the proto-Sun formed, collisions among planetesimals created larger bodies called planetary embryos, which were roughly as massive as Mars. After another few million years, radiation from the young Sun and nearby stars dispersed the disk’s remaining gas, leaving behind only solid objects, which continued to collide, shatter, and merge to form the planets, asteroids, and other bodies we see today.\n\nAstronomers now routinely observe disks around young stars, either by directly imaging them or by detecting extra light – more than the star alone could produce – emitted by the disk materials. Examples of directly imaged disks include those around the stars AU Microscopii and Beta Pictoris, which both also harbor at least two confirmed planets.\n\nIn our solar system, meteorites – space rocks that fall to Earth’s surface – and samples from space missions provide chemical, physical, and magnetic clues about the ancient solar nebula and how planet formation progressed within it.\n\nStar clusters contain hundreds of stars that formed at about the same time. In the youngest clusters, those less than a million years old, 80% or more of the stars show strong infrared light produced by warm disks. This percentage drops quickly as the cluster ages increase, which shows that the disks do not survive for more than a few million years. What’s left behind once they dissipate? Roughly 20% of stars similar to our Sun have observable dust at mid-infrared wavelengths, which is thought to be produced by collisions among icy and rocky bodies much like comets and asteroids. Astronomers regard these objects as the leftover materials of planet formation.\n\nSince the 1990s, astronomers have found thousands of planets, including stars hosting multiple worlds – true planetary systems. Astronomers refer to a planet beyond our solar system as an exoplanet. Most orbit stars, but some were ejected from their stars by gravitational interactions with other exoplanets, during the hustle and bustle of planetary formation, or nearby stars. These worlds – often called free-floating or rogue planets – now roam the galaxy unbound to any star.\n\nTo learn more about exoplanets and NASA’s hunt for them, please visit https://science.nasa.gov/exoplanets/.\n\nUniverse\n\nGalaxies\n\nBlack Holes\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/glossary/a-g/",
    "title": "Universe Glossary A-G",
    "date": "2023-09-13T15:36:57-04:00",
    "content": "A-G | H-M | N-S | T-Z\n\nThe process in which atoms or molecules retain the energy delivered by electromagnetic radiation that strikes them. When an atom absorbs light, its electrons are excited into higher energy states.\n\nA line of reduced brightness that appears in a continuous spectrum. Absorption lines appear when cooler material, such as a cloud of interstellar gas, lies between a source and the observer.\n\nGrowth by the gradual accumulation of additional matter. For example, young planets grow bigger by accreting gas and dust.\n\nA relatively flat cloud of gas or dust surrounding any massive object growing in size by attracting matter, such as a newborn star or a black hole.\n\nA class of galaxies whose central regions appear much brighter than ordinary galaxies and are also strong sources of X-ray, ultraviolet, and other radiation. Astronomers think supermassive black holes at the centers of AGN produce this additional energy as they accrete matter. Seyfert galaxies, radio galaxies, quasars, and blazars are all AGN.\n\nLower-energy electromagnetic radiation, including X-rays, visible light, and radio waves, that often follow the initial burst of gamma rays in a gamma-ray burst. Afterglows can persist for days to weeks, gradually dissipating with time. The BeppoSAX satellite discovered the afterglow phenomenon in 1997.\n\nA metric unit of length equal to 0.1 nanometer used to specify wavelengths of electromagnetic radiation, named for Swedish physicist Anders Jonas Ångström (1814–1874).\n\nA property of a mass or system of masses turning about some fixed point, for example, a planet in orbit around a star. It is defined as the body's mass multiplied by its velocity and its distance from the center of motion. In a closed system, it is a conserved quantity in physics, which means it remains constant. For example, a planet in an eccentric orbit constantly changes the distance from its star. Because the planet's mass is constant, its velocity must change too — faster at perihelion, slower at aphelion — so that its angular momentum remains the same at every point in the orbit. The conservation of angular momentum explains Kepler's second law of planetary motion.\n\nThe mutual conversion of a particle and its antiparticle into electromagnetic radiation, converting their mass (m) into energy (E) according to Einstein's famous formula, E = mc2, where c is the speed of light. An electron and a positron annihilate to produce two gamma-ray photons, each with an energy of 511 keV.\n\nA system on a gamma-ray observatory that triggers when it detects a charged particle entering the telescope so a detector does not mistake the incoming particle for a gamma ray.\n\nCounterparts of the subatomic particles making up normal matter that have opposite properties, typically electrical charge (the antineutron has reversed magnetic polarity, and antineutrinos have reversed spin). When a particle and its antiparticle collide, they annihilate. The positron is the antiparticle of the electron. By manipulating positrons into orbit around antiprotons, scientists at the European Organization for Nuclear Research (CERN) created the first antimatter atoms — antihydrogen — in 1995.\n\nThe farthest point in the path of an orbiting body; its opposite is periapsis. This relationship takes on special names in commonly used systems:\n\nAn angular measurement equal to 1/60th of a degree. It is approximately the smallest angle discernible to the unaided human eye. As viewed from Earth, both the Sun and the Moon appear about 30 arcminutes across.\n\nAn angular measurement equal to 1/3,600th of a degree or 1/60th of an arcminute. This is about the apparent thickness of a U.S. dime viewed from a distance of about 278 meters (913 feet).\n\nA unit of length approximating the distance from Earth to the Sun, defined as 149,597,870.7 km (92,955,807.3 miles).\n\nThe scientific study of matter in outer space, especially the positions, dimensions, distribution, motion, composition, energy, and evolution of celestial bodies and phenomena.\n\nThe branch of astronomy concerned with the physical nature of stars, galaxies, interstellar clouds, and other objects, including their luminosities, temperatures, densities, and chemical composition.\n\nThe envelope of gas that surrounds a planet or star.\n\nA ground-based telescope that observes high-energy gamma rays and cosmic rays through the faint flashes of blue light they produce when interacting with Earth's atmosphere. High-energy radiation entering the atmosphere eventually collides with molecules in the air. Each impact shatters the molecule’s atoms into their constituent particles — protons, neutrons, electrons — and produces others, such as muons and pions. These particles then strike other atoms, producing more fast-moving debris that breaks apart more atoms, and so on. This cascade of particles moves faster through air than light is able to, which results in a broad blue flash called Cherenkov light, named for the Russian physicist Pavel Cherenkov (1904–1990).\n\nThe smallest unit of an element that retains the element’s characteristics. An atom consists of a central nucleus with one or more protons and neutrons (except for hydrogen, which may have no neutrons) orbited by one or more electrons. Each chemical element consists of atoms that possess a characteristic number of protons (e.g., one for hydrogen, eight for oxygen) reflected in its atomic number. By sharing their electrons, atoms join together to form larger structures called molecules.\n\nA set of emission or absorption lines in the spectrum of hydrogen that arise from electron transitions between the atom's first excited state and those at higher energies, discovered by the Swiss physicist Johann Balmer (1825–1898). The first four lines prominent in visible light are identified using the chemical symbol for hydrogen (H) and the lowercase Greek letters alpha (α), beta (β), gamma (γ), and delta (δ). Because hydrogen is the universe's most abundant element, the Balmer lines play a major role in how we see the cosmos. For example, the light of the Hα line provides the prominent reddish color to images of emission nebulae taken in natural light. Hydrogen also produces additional line sets beyond visible light, including the Lyman series (ultraviolet, important for cosmology), the Paschen series (infrared) and the Brackett series (far infrared).\n\nA class of hadrons built from three quarks that includes protons and neutrons. The other class, called mesons, are unstable particles built from only two quarks. Baryons produce both electromagnetic and gravitational signals that reveal their presence throughout the universe. In astronomy, the term \"baryonic matter\" refers more loosely to the normal atomic matter (including electrons) that makes up people, planets, stars, and galaxies. It represents just 4.9% of the mass-energy in the universe. See also: dark matter and dark energy.\n\nSound waves from the early universe whose imprint is reflected in the large-scale distribution of matter. When the universe was a hot, dense plasma, regions with greater concentrations of light and matter were at higher pressure, and sound waves rippled outward from them. These waves carried along ordinary (baryonic) matter until the universe cooled enough that light could travel freely, which is when the cosmic microwave background formed. The movement of matter from sound waves up to this time resulted in spherical shells of excess density throughout the cosmos, and they grew in size as the universe expanded. BAOs appear in the temperature variations of the cosmic microwave background, and today they leave a faint imprint in the clustering of galaxies — detectable as a small excess in the number of galaxy pairs separated by about 500 million light-years. These features serve as \"standard rulers\" that allow astronomers to probe the expansion rate of the universe and learn more about dark energy.\n\nA hot, often variable star of spectral class B that shows emission lines (the \"e\" in the name) in its spectrum. Be stars rotate so rapidly that they eject material, which collects into a surrounding disk thought to be many times the star's size. Hydrogen emission lines arise because the star's ultraviolet light interacts with the gaseous disk. Examples include Gamma Cassiopeiae A — the first one identified, in 1866 — and the bright southern star Achernar (Alpha Eridani A).\n\nA widely accepted model of the universe that explains its observed properties by postulating that it originated as a tiny, superdense, rapidly expanding fireball about 13.8 billion years ago. The universe expanded, cooled, and condensed into subatomic particles that later accumulated into the matter that formed stars and galaxies. The model naturally explains the cosmic microwave background, the expansion of space, and the ratio of hydrogen, helium, and other light elements observed throughout the universe.\n\nTwo stars that are gravitationally bound together and orbit their common center of mass.\n\nAn indicator that provides scientific evidence for the presence of past or present life. In exoplanet research, scientists have suggested that certain gases — such as oxygen, ozone, methane, nitrous oxide, methyl bromide, methyl chloride, hydrogen sulfide, carbonyl sulfide, phosphine, sulfur dioxide, and others — could accumulate in the atmosphere of an exoplanet as byproducts of life. Detecting spectral lines from such gases could, in principle, allow astronomers to determine the presence of life on these worlds.\n\nRadiation emitted by a model object that emits all electromagnetic radiation perfectly. This means that the pattern of the intensity of radiation emitted over a range of wavelengths (i.e., its spectral energy distribution) depends only on the blackbody's temperature. For a blackbody at a temperature (T), the intensity (I) of radiation emitted at a particular energy (E) is given by Planck's law:I(E,T) = 2 E3[h2c2(eE/kT - 1)]-1where h is Planck's constant, k is Boltzmann's constant, and c is the speed of light.\n\nThe temperature of a body, such as a star or planet, equal to that of a perfect radiator (a blackbody) that would emit the same total amount of electromagnetic radiation. Other names for the same essential concept are effective temperature and equilibrium temperature. The body's actual temperature may be quite different depending on additional properties, such as the presence of a heat-retaining atmosphere around a planet. An extreme example is Venus, which has a blackbody temperature of 227 K (–46° C or 51° F) but a globally averaged surface temperature of 737 K (464° C or 867° F).\n\nA hypothetical stellar remnant formed once a white dwarf has radiated away all of its energy and no longer emits heat or light. The time required to reach this state is expected to be hundreds of billions of years. Because this is far longer than the age of the oldest white dwarf in our universe, they do not yet exist.\n\nAn object whose gravity is so strong that not even light can escape from it. Black holes are completely characterized by only three parameters: mass, rotation, and electrical charge. Abundant observational evidence exists for stellar-mass black holes, with masses from four to dozens of solar masses formed through the collapse of massive stars at the ends of their lives, with the higher-mass objects formed through mergers. Supermassive black holes weighing hundreds of thousands to billions of solar masses are observed at the centers of most large galaxies and power AGNs. Although expected to exist, there is less certain evidence for intermediate-mass black holes of hundreds to one hundred thousand solar masses. Primordial black holes are hypothetical objects that may have formed in the early universe; they represent a possible explanation for dark matter.\n\nA type of active galactic nucleus often appearing as a bright, highly variable point-like source that does not display emission lines. Blazars vary dramatically in all observable parts of the electromagnetic spectrum, so studying them requires simultaneous multiwavelength observations. An accreting supermassive black hole at the center of a blazar expels jets of matter in opposite directions that travel at nearly the speed of light. Blazars appear so bright and variable because we are looking almost directly down the barrel of one jet.\n\nAn apparent shift toward shorter wavelengths of spectral lines emitted by an object caused by its motion toward an observer. See also: Doppler effect and redshift.\n\nThe total energy radiated by an object at all wavelengths, usually given in watts. For example, the Sun's bolometric luminosity is 3.83 x 1026 watts. See also: scientific notation.\n\nA number that relates the temperature of an ideal gas to the average kinetic energy of molecules in the gas. It is defined as 1.380649 x 10–23 joule per kelvin. Named for Austrian physicist Ludwig Boltzmann (1844–1906).\n\nElectromagnetic radiation emitted when a charged particle, such as an electron, decelerates when deflected by the electric and magnetic fields of another particle or atomic nucleus. Very fast charged particles primarily lose energy by this process when traveling through matter. The term is a German word that literally means \"braking radiation.\"\n\nSubstellar objects lacking the mass needed to begin the hydrogen fusion processes found in the cores of full-fledged stars.\n\nA process for translating the signals produced by a measuring instrument (such as a detector attached to a telescope) into something that is scientifically useful. This procedure removes most of the errors caused by environmental and instrumental instabilities.\n\nAn instrument that measures the energy of a particle or photon through the amount of heat the particle or photon deposits in a material.\n\nA close binary star system where a white dwarf accretes gas from a low-mass normal star. The gas collects into an accretion disk around the white dwarf and then flows onto its surface, producing X-rays. In some systems, this gas accumulates and eventually begins thermonuclear fusion reactions, producing a nova outburst that suddenly increases the system's apparent brightness by up to 100,000 times.\n\nA type of star that regularly expands and contracts, resulting in a repeating cycle of brightness changes over time. The length of the pulsation cycle is directly related to the star's intrinsic brightness, and astronomers can determine its distance by comparing this to the star's observed brightness. This discovery, made in 1912 by Henrietta Leavitt (1868–1921), transforms cepheid variables into a powerful astronomical tool. The class is named for its prototype, Delta Cephei, and includes Polaris, the closest member to the Sun. Both are Type I cepheids, with pulsation periods ranging from 1.5 to more than 50 days. Type II cepheids include two subclasses, with BL Herculis stars exhibiting periods of a few days and W Virginis stars showing periods greater than about 10 days.\n\nThe theoretical maximum mass of a white dwarf, equal to about 1.4 solar masses. Beyond it, a white dwarf must collapse into a neutron star. Named for Subrahmanyan Chandrasekhar (1910–1995), who calculated it in 1931.\n\nA system of galaxies containing anywhere between a few and a few thousand member galaxies that are gravitationally bound together. Also called a galaxy cluster.\n\nThe area of a telescope that is capable of collecting light. Collecting area is important for a telescope's sensitivity: the more radiation it can collect (that is, the larger its collecting area), the better it can detect dimmer objects.\n\nA small ice-rich body, typically less than about 20 km (12 miles) across, that travels around the Sun, often in highly eccentric orbits. The solid body is also called the comet's nucleus. It is composed of frozen gases — including water ice, carbon dioxide, carbon monoxide, methane, and ammonia — mixed with dust and organic molecules. When a comet nears the Sun, it warms up, and ice on the surface converts to gas, forming jets that carry ice and dust grains into space. This material surrounds the comet with a vast atmosphere, called a coma, typically up to 80,000 km (50,000 miles) across. Ultraviolet sunlight breaks up water molecules released by the comet, and this forms a vast, thin neutral hydrogen cloud visible only in UV light that may span 100 million km (62 million miles). Radiation pressure from sunlight pushes dust grains averaging a micrometer across — about the size of particles in smoke — out of the coma. They sweep back into a gently curved dust tail that glows by reflecting sunlight and may extend tens of millions of kilometers; it is the most visually striking phenomenon associated with comets. Additionally, the solar wind acts on charged ions broken off of molecules by UV sunlight, sweeping them into a straight, narrow, bluish, and visually faint gas tail (also called an ion or plasma tail) that shines by fluorescence. In 1996, the joint ESA-NASA Ulysses mission unexpectedly passed through the gas tail of comet Hyakutake (C/1996 B2) from a distance of 570 million km (360 million miles), making it the longest comet tail known. Hyakutake is also the first comet shown to emit X-rays.\n\nA transfer of energy between a photon and a particle, such as an electron, that lowers the photon's energy and increases the velocity of the particle. Inverse Compton scattering occurs when a charged particle transfers some of its energy to a photon, boosting it to higher energy, and plays an important role in astrophysics. When light from microwave to ultraviolet wavelengths collides with a high-energy particle, the interaction can boost the photon to gamma-ray energies.\n\nThe outermost level of a star's atmosphere. In the Sun, the corona is characterized by low densities and high temperatures (exceeding 1 million Celsius or 1.8 million Fahrenheit).\n\nIrregularly shaped grains of carbon and/or silicates measuring a fraction of a micron across which are found between the stars. Dust is most evident by its absorption, causing large dark patches in regions of our Milky Way galaxy and dark bands across other galaxies.\n\nA faint signal present everywhere in the sky and the oldest light we can detect, discovered in 1965 by American astronomers Arno Penzias and Robert Wilson. It is the afterglow of the hot, young, expanding universe at a time when it was only about 380,000 years old, a fraction of its current age of 13.8 billion years. Before this time, the universe was a hot, dense plasma filled with electrons, protons, nuclei, neutrinos, other particles, and light. All light was tied up with interactions between particles, especially electrons, so it couldn’t travel far before striking one of them, making the universe an opaque fog. As it expanded and cooled below about 3,000 K, electrons, protons and nuclei could combine into atoms. This greatly reduced the number of free electrons that light could crash into, and for the first time the universe became transparent — light could travel unimpeded through the cosmos. The continued expansion of space has redshifted the wavelength of this glow by about 1,100 times, so we detect the CMB in the microwave part of the electromagnetic spectrum, brightest at a wavelength of 1.9 mm (corresponding to near-ultraviolet light when it last bounced off an electron). The CMB exhibits a perfect blackbody spectrum with an average temperature of about 2.725 K and shows very small temperature differences, measured in microkelvins, that were first detected by NASA's COBE satellite and mapped in greater detail by the WMAP and Planck missions. These variations reflect differences in the density of the universe that were already present before the CMB formed and that ultimately led to the formation of the first stars and galaxies.\n\nAtomic nuclei — about 90% of them protons — and elementary particles, such as electrons, that travel through interstellar space at speeds approaching that of light.\n\nA mathematical fix to the general theory of relativity, symbolized by the capital Greek letter lambda (Λ), which Einstein proposed in the mistaken belief that the universe was static, neither expanding nor contracting. By 1929 observations made clear that the universe is expanding, and so this fix was unnecessary. If Einstein had believed what his equations were telling him, he could have claimed the expansion of the universe as perhaps the greatest and most convincing prediction of general relativity — a failure he called the \"greatest blunder of my life.\" See also: dark energy.\n\nA distance far beyond the boundaries of our galaxy. When viewing objects at cosmological distances, the curved nature of space-time introduces effects such as time dilation and cosmological redshift.\n\nAn effect where light emitted from a distant source appears redshifted because of the expansion of space-time. See also: Doppler effect.\n\nThe branch of astrophysics concerned with the history, structure, dynamics, and evolution of universe.\n\nA theoretical repulsive pressure that behaves the opposite of gravity and drives the ever-accelerating expansion of space. In 1998, astronomers George Smoot, Brian Schmidt, and Adam Reiss unexpectedly discovered, through studies of distant supernovae, that the expansion of space was speeding up over time. While the nature of dark energy is unknown, cosmologists have determined that it makes up 68.3% of the mass-energy in the universe. One possible explanation for dark energy involves properties of space similar to those suggested by Einstein for his cosmological constant.\n\nHypothetical non-baryonic matter of unknown composition that does not emit or reflect enough electromagnetic radiation to be observed directly, but whose presence can be inferred from gravitational effects on visible matter. Observations of the motions of stars and gas in galaxies, the properties of hot gas in galaxy clusters and the radial velocities of their member galaxies, and gravitational lensing of distant background galaxies by foreground galaxy clusters indicate the presence of large amounts of dark matter. It is now thought to comprise 26.8% of the total mass-energy in the universe. Candidate particles include WIMPs, axions, and even primordial black holes. See also: baryonic matter and dark energy.\n\nThe quantum mechanical wavelength associated with a particle, named after Louis de Broglie (1892–1987), who in 1924 proposed the concept that matter behaves like a wave. In quantum mechanics, all massive particles have wave characteristics, where the wavelength of a particle equals the Planck constant divided by the particle's momentum.\n\nA celestial coordinate which, along with right ascension, locates any position in the sky. Analogous to latitude on Earth, it extends from +90 degrees to –90 degrees.\n\nAn angular measure devised so there are 360 degrees in a circle. From Earth, the Sun and Moon both appear to be about 0.5 degree across. The term is also used to describe a unit of temperature in the Celsius and Fahrenheit scales.\n\nThe ratio between the mass of an object and its volume. In the metric system, density is measured in grams per cubic centimeter (or kilograms per liter); the density of water is 1.0 gm/cm3; iron is 7.9 gm/cm3; lead is 11.3 gm/cm3.\n\nA double-walled container of metal or silvered glass with a vacuum between the walls, used to hold low-temperature liquids. In astronomy, dewars are often used for liquid nitrogen (temperature, 77 K), but can also be used for liquid helium (4.2 K) or solid neon (17 K). These materials are used because astronomical detectors work better at such cold temperatures. The dewar was invented by Sir James Dewar (1842–1923), a Scottish chemist and physicist.\n\nWidespread gamma-ray emission along the plane of our Milky Way galaxy. It arises mostly from cosmic rays interacting with interstellar gas, dust, and starlight.\n\n(a) A flattened, circular region of gas, dust, and/or stars. It may refer to material surrounding a newly-formed star; material accreting onto a black hole or neutron star; or the large region of a spiral galaxy containing the spiral arms. (b) The apparent circular shape of the Sun, a planet, or the Moon when seen in the sky or through a telescope.\n\nThe apparent change in wavelength of sound or light caused by the motion of the source, observer, or both. Waves emitted by a moving object as received by an observer will be blueshifted (compressed) if approaching, redshifted (elongated) if receding. It occurs both in sound and light. How much the frequency changes depends on how fast the object is moving toward or away from the receiver. See also: cosmological redshift.\n\nThe amount by which an elliptical orbit deviates from a perfect circle, which has an eccentricity of 0. Elliptical orbits have values between 0 and 1, parabolic orbits have a value of exactly 1, and hyperbolic orbits have values exceeding 1. Eccentricity is the ratio of the distance between the focus points and the major axis of the ellipse. Equivalently, the eccentricity is (ra– rp) / (ra+rp), where ra is the apoapsis distance and rp is the periapsis distance.\n\nThe passage of one celestial body in front of another, cutting off the light from the second body (for example, an eclipse of the Sun by the Moon, or of one star in a binary system eclipsing the other). It may also refer to the passage of all or part of one body through the shadow of another (for example, in a lunar eclipse, the Moon passes through Earth's shadow).\n\nThe plane of Earth's orbit about the Sun. The Sun follows the ecliptic in its apparent annual motion through the sky.\n\nThe theoretical maximum luminosity a body, such as a star, can attain when the outward force of its radiation balances the inward force of its gravitational pull. A body exceeding this luminosity will emit an intense outflow (called a stellar wind) from its outer layers. Supernovae, novae, gamma-ray bursts, and accreting black holes in active galaxies can briefly exceed their Eddington luminosities, producing short, intense outflows. Named for English astronomer and physicist Sir Arthur Stanley Eddington (1882-1944).\n\nMaterial that is ejected. Used mostly to describe the content of a massive star that is propelled outward in a supernova explosion. Also used to describe the material that is blown radially outward in a meteor impact on the surface of a planet or Moon.\n\nLight in all of its forms, including radio, infrared, visible light, ultraviolet, X-rays, and gamma rays. Electromagnetic radiation moves at the speed of light and is a traveling periodic fluctuation of an electric and magnetic field. These fields oscillate at right angles to each other and to the wave's travel direction.\n\nThe full range of frequencies, from radio waves to gamma rays, that characterizes electromagnetic radiation (light).\n\nA negatively charged particle commonly found in the outer layers of atoms. The electron has only 0.0005 the mass of the proton.\n\nThe change of potential energy experienced by an electron moving from a place where the potential has a value of V to a place where it has a value of V+1 volt. This is a convenient energy unit when dealing with the motions of electrons and ions in electric fields; the unit is also the one used to describe the energy of X-rays and gamma rays. A keV (or kiloelectron volt) is equal to 1,000 electron volts. An MeV is equal to one million electron volts. A GeV is equal to one billion (109) electron volts. A TeV is equal to a million million (1012) electron volts.\n\nA substance made from atoms that have the same number of protons in their nuclei (their atomic number). Elements cannot be chemically interconverted or broken down into simpler substances and are primary constituents of matter; there are 118 elements known. Hydrogen and helium are the simplest and most abundant elements in the universe, making up about 74% and 24% of all the matter, respectively. Heavier elements — often collectively called \"metals\" in astronomy — comprise about 2% of the Milky Way's disk but can greatly influence astronomical phenomena.\n\nA curve on a plane surrounding two focal points, such that the sum of the distances from both of these points is constant for all points on the curve. A circle is a special type of ellipse where both focal points are located in the same spot. The orbits of the planets are non-circular ellipses, a fact first recognized by Johannes Kepler (1571–1630) through analysis of careful observations of Mars collected by the Danish astronomer Tycho Brahe (1546–1601).\n\nThe production of light, or more generally, electromagnetic radiation by an atom or other object.\n\nA spectrum consisting of bright lines at certain wavelengths separated by dark regions in which there is no light.\n\nA form of the metric unit for power. It is equal to 10–10 kilowatts. See also: scientific notation.\n\nAn intergovernmental organization of 22 European states dedicated to the exploration of space, established in 1975, and headquartered in Paris. ESA maintains and operates the Guiana Space Centre, a major spaceport near Kourou, French Guiana.\n\nThe distance from a black hole where the escape velocity equals the speed of light, the fastest possible speed known, and within which nothing can escape. In this sense, the event horizon is a \"point of no return.\" See also: Schwarzschild radius.\n\nA planet beyond our solar system.\n\nBeyond our own galaxy, the Milky Way.\n\nA process by which charged particles gain energy through repeatedly passing through magnetic fields, typically those associated with the shock waves produced by solar flares or supernova explosions. This process produces high-energy cosmic rays, which travel close to the speed of light.\n\nThe emission of light by a substance that has absorbed light or other electromagnetic radiation. Typically, the emitted light has a longer wavelength, and therefore lower energy, than the absorbed radiation. Ions of carbon monoxide (CO) in the gas tails of comets absorb ultraviolet sunlight, then emit bluish light at a wavelength of 420 nm.\n\nA measure of the amount of energy given off by an astronomical object over a fixed amount of time and area. Flux measurements make it easy for astronomers to compare the relative energy output of objects with very different sizes or ages.\n\nA property of a wave that describes how many wave patterns or cycles pass by in a period of time. Frequency is often measured in hertz (Hz), where a wave with a frequency of 1 Hz will go through 1 cycle each second.\n\nThe process in which atomic nuclei collide so fast that they stick together and emit a large amount of energy. In the centers of most stars, hydrogen fuses into helium. The energy emitted by fusion supports the star's enormous mass from collapsing in on itself and causes the star to glow.\n\nA spherical region surrounding a galaxy that may extend beyond its visible boundaries and contain a significant fraction of the galaxy's mass.\n\nA component of our universe made up of gas, dust, and numerous (usually more than a million) stars held together by gravity.\n\nThe highest-energy, shortest-wavelength electromagnetic radiation. Usually, thought of as any light having energies greater than about 500 keV.\n\nA burst of gamma rays from space lasting from a fraction of a second to many minutes. In general, GRBs longer than 2 seconds are associated with supernovae and are thought to occur when a collapsing massive star forms a black hole, driving high-energy jets that drill through the star and emit gamma rays when they emerge. Shorter bursts are associated with end stage of binary systems containing either a pair of neutron stars or a neutron star and a black hole, which produce similar jets of matter when they merge. - LESS\n\nOne of four states of matter, in which atoms, molecules, or ions move freely and are not bound to each other. In astronomy, it usually refers to hydrogen or helium.\n\nThe geometric theory of gravitation developed by Albert Einstein (1879–1955), which incorporated and extended his theory of special relativity to include accelerated frames of reference and introduced the principle that gravitational and inertial forces are equivalent. The theory has consequences for the bending of light by massive objects, the nature of black holes, and the fabric of space and time. See also: special relativity.- LESS\n\nMassive clouds of gas in interstellar space composed primarily of hydrogen molecules (two hydrogen atoms bound together), but also containing other molecules observable by radio telescopes. These clouds can contain enough mass to make several million stars like our Sun and are often the sites of star formation.- LESS\n\nA spherically symmetric collection of stars which share a common origin. The cluster may contain up to millions of stars and span more than 150 light-years.\n\nWhen a massive body collapses under its own weight. For example, interstellar clouds collapse to become stars until the onset of nuclear fusion stops the collapse.\n\nA phenomenon where a concentration of matter, such as a star or a cluster of galaxies, distorts and magnifies the light of more distant objects passing through it. Einstein’s general theory of relativity describes how masses distort the space-time around them, and light from more distant objects passing through this region must travel through the distorted space. The effect allows astronomers to detect planets around stars that would otherwise be undetectable (microlensing), and on larger scales allows researchers to study the details of galaxies that would otherwise be too far away to be seen with current telescopes.\n\nObjects held in orbit about each other by their gravitational attraction. For example, satellites in orbit around Earth are gravitationally bound to it because they can't escape Earth's gravity. By contrast, the Voyager spacecraft were launched with enough energy to escape the Sun's gravity and hence are not gravitationally bound.\n\nRipples in space-time caused by the acceleration of massive objects. The first directly detected sources include binary systems where orbiting black holes or neutron stars merged together. Gravitational waves are also thought to emanate from the motion of matter during the big bang.\n\nA mutual physical force attracting two bodies.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/universe/galaxies/types/",
    "title": "Galaxy Types",
    "date": "2020-09-21T23:44:01-04:00",
    "content": "\n\nScientists sometimes categorize galaxies based on their shapes and physical features. Other classifications organize galaxies by the activity in their central regions – powered by a supersized black hole – and the angle at which we view them.\n\nOur Milky Way is one example of a broad class of galaxies defined by the presence of spiral arms. These galaxies resemble giant rotating pinwheels with a pancake-like disk of stars and a central bulge or tight concentration of stars.\n\nThe spiral arms can be wound tightly or loosely, and some cannot be seen from Earth because we view the galaxy from the side, edge on.\n\nSpiral galaxies are surrounded by halos, mixtures of old stars, star clusters, and dark matter – invisible material that does not emit or reflect light but still has a gravitational pull on other matter. The youngest stars form in gas-rich arms, while older stars can be found throughout the disk and within the bulge and halo.\n\nBoth the Milky Way and the Andromeda galaxies belong to a subtype known as barred spirals, which make up two-thirds of the group. Barred spirals sport ribbons of stars, gas, and dust that cut across their centers. Scientists think the presence of a bar indicates that a galaxy has reached full maturity.\n\nElliptical galaxies have shapes that range from completely round to oval. They are less common than spiral galaxies.\n\nUnlike spirals, elliptical galaxies usually contain little gas and dust and show very little organization or structure. The stars orbit around the core in random directions and are generally older than those in spiral galaxies since little of the gas needed to form new stars remains. Scientists think elliptical galaxies originate from collisions and mergers with spirals.\n\nLenticular galaxies are a kind of cross between spirals and ellipticals. They have the central bulge and disk common to spiral galaxies but no arms. But like ellipticals, lenticular galaxies have older stellar populations and little ongoing star formation.\n\nScientists have a few theories about how lenticular galaxies evolved. One idea suggests these galaxies are older spirals whose arms have faded. Another proposes that lenticulars formed from mergers of spiral galaxies.\n\nIrregular galaxies have unusual shapes, like toothpicks, rings, or even little groupings of stars. They range from dwarf irregular galaxies with 100 million times the Sun’s mass to large ones weighing 10 billion solar masses.\n\nAstronomers think these galaxies’ odd shapes are sometimes the result of interactions with others. For example, one spiral galaxy passing another with a stronger gravitational pull could lose some of its material, become distorted, and morph into a new shape. Some, like gas-rich dwarf galaxies, may be new, formed by material pulled from such encounters. Or perhaps when galaxies collide, they create a larger, oddly shaped mashup. Some scientists theorize that some large irregular galaxies could represent an intermediate step between spiral and elliptical galaxies.\n\nIrregular galaxies born from galaxy interactions or collisions typically host a mix of older and younger stars, depending on the characteristics and composition of the original galaxies. Irregular galaxies may also hold significant amounts of gas and dust – essential ingredients for making new stars.\n\nAround 10% of known galaxies are active, which means their centers appear more than 100 times brighter than the combined light of their stars. They can be spiral, elliptical, or irregular. The Milky Way is not currently an active galaxy, although it likely experienced a burst of activity in the past few million years.\n\nAstronomers think this excess energy comes from areas near the galaxies’ central supermassive black holes, which range from hundreds of thousands to billions of times the mass of our Sun.\n\nGas and dust collect around the black hole to form an accretion disk. The black hole’s gravity compresses and heats the disk, which causes the material to glow across multiple wavelengths, from infrared to X-rays.\n\nInfrared observations show that the black hole and its accretion disk are embedded within a clumpy ring of cooler dust, called a torus, that may be a few light-years across. Close to the black hole, a small fraction of the infalling gas can be driven outward, perpendicular to the disk, as jets of particles that move near the speed of light.\n\nDuring the early 20th century, astronomers began classifying active galaxies based on the distinctive characteristics and behaviors they observed. Scientists now think viewing the centers of these galaxies at different angles – for example, seeing directly into the torus versus seeing it from the side – produce many of the signature traits.\n\nActive galaxies can also be categorized by their brightness in radio wavelengths. Radio-loud galaxies typically emit from both the accretion disk and the jets. Radio-quiet galaxies tend to have little-to-no emission from jets. The observed luminosity is also thought to be another aspect of our viewing angle. Jets directed more toward our line of sight, viewed “down the barrel,” appear brighter and more variable than those viewed at wider angles.\n\nSeyfert galaxies, first identified in 1943 by American astronomer Carl Seyfert, are the most common active galaxies and also exhibit the lowest energies. All Seyferts look like normal galaxies in visible light, but they emit considerable infrared radiation. When observed in the infrared, some reveal bright emission from the donut-shaped torus. Some also emit X-rays. Seyfert galaxies tend to have lower radio luminosities, although some produce radio jets.\n\nScientists divide Seyferts into two classes. Type I Seyfert galaxies display unusual features in their visible light that imply rapid motion near the accretion disk. Type II Seyferts show features that imply much slower motion. However, this distinction may result from different viewing angles into the centers of these galaxies.\n\nQuasars are the most luminous type of active galaxy. They emit light across the electromagnetic spectrum, produce powerful particle jets, and can radiate thousands of times the energy emitted by a galaxy like the Milky Way. The nearest quasar, called Markarian 231, is located some 600 million light-years away, but we see many more quasars the farther we look.\n\nScientists have identified over 1 million quasars, with the farthest one currently known lying about 13 billion light-years away. Since light takes time to travel, scientists can use light from these galaxies as a way to peer back in time to study black hole growth and galaxy evolution. Merging galaxies in the young universe may provide the fuel to power the enormous energy output of quasars, but when the feeding frenzy ends, the black hole cannot maintain it. It’s thought that quasar activity may be episodic and that this entire phase may last only about 10 million years.\n\nBlazars produce light across the electromagnetic spectrum. Their powerful jets point almost directly at Earth, so they appear brighter than other active galaxies. Observatories on Earth can sometimes detect high-energy particles – like neutrinos – produced within the jets and trace them back to their home galaxy. This information gives scientists a glimpse into the environment around the blazar’s supermassive black hole.\n\nUniverse\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/observatories/",
    "title": "Observatories",
    "date": "2024-02-23T13:47:42-05:00",
    "content": "\n\nNASA’s Chandra is one of NASA's Great Observatories and the most powerful X-ray telescope, with eight times the resolution of any previous X-ray telescope and able to detect sources more than 20 times fainter. Chandra detects cosmic X-rays produced where matter is superheated by extreme gravity, magnetic fields, or even explosions.Launched: July 23, 1999\n\nESA's (European Space Agency) Euclid mission will investigate some of the biggest mysteries in the cosmos. Using two instruments, a Near-Infrared Spectrometer and Photometer with NASA-supplied infrared detectors and a visible-light camera, Euclid will work to understand dark matter and dark energy by measuring the expansion of the universe and the distribution of dark matter over cosmic time.Launched: July 1, 2023\n\nNASA's Fermi mission observes gamma rays, the most energetic type of light, from extreme cosmic phenomena including gamma-ray bursts, active galaxies, supernova remnants, pulsars, and more. The mission has improved our understanding of dark matter and discovered the Fermi bubbles, two previously unknown massive structures extending above and below the plane of our galaxy, the Milky Way.Launched: June 11, 2008\n\nNASA’s Hubble mission has revolutionized our view of the universe. One of NASA's Great Observatories, Hubble has peered as far as 13.4 billion light-years away, capturing images of everything from merging galaxies to nebulae where stars are born and much more.Launched: April 24, 1990\n\nESA's (European Space Agency) INTEGRAL mission observes the universe in gamma-ray, X-ray, and visible light. It uses spectroscopy and wide-field-of-view imaging to study gamma-ray bursts, supernovae, X-ray binaries, active galaxies, and other phenomena. NASA aided INTEGRAL’s development and supports the U.S. scientific community’s use of the mission.Launched: October 17, 2002\n\nThe International Space Station is a microgravity laboratory orbiting Earth which has been continuously occupied by humans since 2000. A collaborative multinational project between NASA, the Japan Aerospace Exploration Agency (JAXA), ESA (European Space Agency), Roscosmos and the Canadian Space Agency (CSA), the space station houses astronauts who work on everything from spacewalks to perform maintenance and upgrades, to scientific research investigations to improve life on Earth.Launched: November 20, 1998\n\nNASA’s IXPE is a space-based observatory that uses three identical X-ray telescopes to detect polarized X-rays from extreme cosmic objects like black holes, neutron stars, and pulsars.Launched: December 9, 2021\n\nNASA's James Webb Space Telescope is the largest and most powerful observatory ever launched. Webb observes the cosmos in infrared using highly sensitive instruments designed to solve mysteries in our solar system, look beyond to distant worlds around other stars, and detect the first galaxies born after the big bang.Launched: December 25, 2021\n\nNASA’s Swift observatory is a space satellite that studies gamma-ray bursts, the most powerful explosions in the universe, and other cosmic objects and events. Swift houses three multiwavelength telescopes, collecting data in visible, ultraviolet, X-ray, and gamma-ray light.Launched: November 20, 2004\n\nNASA’s NICER is an X-ray observatory that studies neutron stars and other phenomena from its home aboard the International Space Station. NICER also demonstrated the use of galactic pulsars for the navigation of future deep-space exploration missions.Launched: June 3, 2017\n\nNASA’s NuSTAR is a space-based telescope that detects high-energy X-rays. With NuSTAR, scientists observe and investigate some of the hottest, densest, and most energetic objects in the universe, like supermassive black holes actively consuming gas and dust, and the remnants of exploded stars.Launched: June 13, 2012\n\nNASA’s PIPER is a balloon-borne instrument that measures and studies the polarization of the cosmic microwave background and diffuse interstellar dust. PIPER will map 85% of the sky and enable scientists to look for signs of primordial gravity waves created by the rapid expansion of the universe shortly after the big bang.Campaigns: 2017, 2019\n\nNASA’s SuperTIGER is a balloon-borne instrument flown above Antarctica. SuperTIGER detects and measures cosmic rays, high-energy particles and atomic nuclei from beyond our solar system and galaxy that constantly reach the top of Earth’s atmosphere.Campaigns: 2012, 2019\n\nNASA’s TESS was designed to detect exoplanets, worlds beyond our solar system. In the course of its extended observations of the sky, TESS also discovers all types of objects that change in brightness, from nearby asteroids to pulsating stars and distant galaxies containing supernovae.Launched: April 18, 2018\n\nNASA's WISE mission mapped the entire sky in infrared light. It discovered the coolest and nearest brown dwarfs (objects that aren’t quite stars and aren’t quite planets), and the most luminous galaxies in the universe. In 2013, it was renamed NEOWISE and was given a new mission to help NASA identify and study near-Earth objects (NEOs), including comets and asteroids, in our planet's neighborhood.Launched: December 14, 2009\n\nESA's (European Space Agency) XMM-Newton is a space observatory that uses X-ray and optical/ultraviolet telescopes to study a wide variety of objects, from distant galaxy clusters to solar system planets. NASA provided funding for elements of the instrument package and supports the U.S. scientific community’s usage of XMM-Newton.Launched: December 10, 1999\n\nNASA is partnering with the Japanese Aerospace Exploration Agency on the XRISM mission to study celestial objects that emit X-rays. The mission will investigate big, cosmic questions like how the largest structures in the universe came to be, what happens to matter under extreme gravitational force, and how high-energy particle jets work.Launched: September 6, 2023\n\nASTHROS will send a telescope into Earth’s stratosphere using a high-altitude balloon. The telescope will observe far-infrared light, which is blocked by our planet’s atmosphere and thus cannot be observed on the ground. ASTHROS will create 3D maps of interstellar gas, providing new information about stellar feedback, a process that influences the rate of star formation. Planned launch: TBD\n\nESA's (European Space Agency) ATHENA is an X-ray observatory designed to investigate how ordinary matter assembles into galaxies and galaxy clusters and how black holes grow and influence their surroundings. NASA facilitates the mission’s development through hardware contributions and testing and will support access for the U.S. scientific community.Planned launch: Early 2030s\n\nBurstCube is a mission under development at NASA’s Goddard Space Flight Center. This CubeSat will increase the sky coverage for short gamma-ray bursts, an important source for studying neutron star mergers in the current era of time domain and multimessenger astronomy.Planned launch: 2023\n\nCOSI is a gamma-ray telescope that will study energetic phenomena in the Milky Way and beyond, including the creation and destruction of matter and antimatter and the final stages of the lives of stars.Planned launch: 2027\n\nNASA's EXCLAIM is a balloon mission that will loft a far-infrared telescope to the top of Earth's atmosphere to study how stars and galaxies have formed over time and create 3D maps of the universe.Planned launch: Fall, 2023\n\nESA's (European Space Agency) LISA is a space probe that will detect and measure gravitational waves, ripples in the fabric of space-time caused by astrophysical events such as merging massive black holes.Planned launch: 2035\n\nNASA’s Roman mission is a wide-field infrared space telescope that will investigate dark energy, far-off exoplanets, the history of the universe, and more. Roman's Wide Field Instrument, its primary instrument, will have a field of view 100 times greater than the Hubble Space Telescope's infrared instrument. Roman's other instrument, the Coronagraph Instrument, will perform spectroscopy and high-contrast imaging of nearby exoplanets.Planned launch: No later than May 2027\n\nNASA's SPHEREx mission will map the entire sky in near-infrared wavelengths, observing over 100 million stars in the Milky Way and more than 300 million galaxies. SPHEREx will use a method called spectroscopy to learn about the composition of those objects and measure the distances to other galaxies, creating a 3D map of the cosmos.Planned launch date: No later than April 2025\n\nASCA was an X-ray astronomy spacecraft that studied distant active galaxies, sources of the cosmic X-ray background, and other phenomena. The mission was developed by the Japanese Institute of Space and Astronautical Science with significant U.S. contributions, including NASA.Launched: February 20, 1993Decommissioned: July 15, 2000\n\nCGRO mission, one of NASA's Great Observatories, studied the gamma-ray sky using four telescopes that detected different energies. The mission found a class of active galaxies called blazars, mapped the Milky Way’s distribution of a radioactive isotope of aluminum, and hinted at gamma-ray bursts’ cosmological origins, among other discoveries.Launched: April 5, 1991Decommissioned: June 4, 2000\n\nNASA’s COBE was a mission that measured and mapped the cosmic microwave background radiation (CMB) left over from the big bang, which is the oldest light in the universe. The mission provided key evidence for the expanding universe theory, also known as the big bang theory, as an explanation for the origins of the universe and refined our understanding of the event and CMB.Launched: November 18, 1989Decommissioned: December 23, 1993\n\nNASA’s GALEX was a space telescope that orbited Earth and observed the cosmos in ultraviolet light, performing the first all-sky UV survey and studying star formation throughout the history of the universe.Launched: April 28, 2003Decommissioned: June 28, 2013\n\nHaloSat was a CubeSat that studied the mass and shape of the Milky Way's halo, a region around our galaxy filled with hot gas. The mission was led by students and researchers at the University of Iowa with NASA participation.Launched: May 21, 2018Decommissioned: September 29, 2020\n\nNASA partnered with the Japan Aerospace Exploration Agency on Hitomi, an X-ray observatory designed to detect radiation ranging from X-rays to gamma rays. Hitomi’s goal was to study cosmic elements from the evolution of the universe to the distribution of dark matter within galaxy clusters.Launched: February 17, 2016Operations ceased: March 26, 2016\n\nNASA’s Kepler was a planet-hunting space telescope designed to discover Earth-size and larger planets orbiting in or near the habitable zones of their stars. Kepler surveyed our neighborhood in the Milky Way galaxy and, throughout its lifetime, observed over half a million stars, enabling the discovery of over 3,200 planets. The Kepler mission revealed that there are more planets than stars in our galaxy.Launched: March 7, 2009Decommissioned: October 30, 2018\n\nESA's (European Space Agency) LISA Pathfinder spacecraft demonstrated technologies required for LISA, a future space probe designed to detect gravitational waves.Launched: December 3, 2015Decommissioned: June 30, 2017\n\nNASA’s OAO program was a series of four satellites that launched between 1966 and 1972, two of which were successful. These missions included OAO-2 and OAO-3, the direct ancestors of Hubble, Chandra, Swift, and many other astronomy satellites.Launched:OAO 1: April 8, 1966OAO 2 (Stargazer): December 7, 1968OAO B: November 30, 1970OAO 3 (Copernicus): August 21, 1972\n\nESA's (European Space Agency) Planck mission made precise measurements of minuscule variations in the cosmic microwave background, the oldest light in the universe, which was emitted just 380,000 years after the big bang, which took place 13.8 billion years ago.Launched: May 14, 2009Decommissioned: October 23, 2013\n\nNASA’s RXTE satellite collected information about the extreme environments that surround white dwarf stars, neutron stars, black holes, and other objects that emit X-rays.Launched: December 30, 1995Decommissioned: January 12, 2012\n\nNASA’s SOFIA was a modified Boeing 747SP aircraft carrying a reflecting telescope that observed the cosmos in infrared light. SOFIA flew into Earth's stratosphere, up to about 45,000 feet (13,700 meters), and collected data during 10-hour overnight flights, observing the Moon, planets, stars, nearby galaxies and more. SOFIA was a joint project of NASA and the German Space Agency at DLR.First Flight: April 26, 2007Final Flight: Sept. 28-29, 2022\n\nNASA's Spitzer, the fourth and final mission launched as part of NASA's Great Observatories Program, studied the universe in infrared light. Spitzer’s discoveries were enabled by studying a wide range of cosmic targets, including some of the most distant galaxies ever observed, hidden stellar nurseries in our home galaxy, and planets around other stars.Launched: August 25, 2003Decommissioned: January 30, 2020\n\nSuzaku was a space satellite that studied sources of high energy X-rays like supernova explosions and black holes. The Japan Aerospace Exploration Agency developed the mission in collaboration with Japanese and U.S. institutions, including NASA.Launched: July 10, 2005Decommissioned: September 2, 2015\n\nNASA's WMAP spacecraft measured temperature differences across the sky in the cosmic microwave background radiation, a remnant of the big bang.Launched: June 30, 2001Operations ceased: August 19, 2010\n\nGalaxies\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/graphics/",
    "title": "Graphics",
    "date": "2024-06-07T08:58:03-04:00",
    "content": "These stylized graphics of black holes, galaxies, missions, and other objects are available as PNG files and can be used in a variety of different products.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGalaxies\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/universe/galaxies/evolution/",
    "title": "Galaxy Evolution",
    "date": "2022-08-02T21:35:13-04:00",
    "content": "\n\nIn 2004, NASA released the Hubble Ultra Deep Field. This image of a small part of the constellation Fornax contains around 10,000 galaxies, some of which existed 13 billion years ago, less than 800 million years after the big bang. Snapshots like these allow scientists to study galaxies at different evolutionary stages. It’s a bit like taking a picture of all the people in New York City’s Times Square and using it to study human aging, since it would show examples of people of all ages. But even with all our modern observatories, astronomers still have many questions about exactly how galaxies begin and grow.\n\nAstronomers know that some of the oldest galaxies observed formed when the universe was only about a billion years old. They think those galaxies started to grow around pockets of space that were slightly denser than their surroundings, an effect created by cosmic inflation when the universe began. But when it comes to the exact order of formation, they have a little bit of a “chicken or the egg” problem.\n\nMost big galaxies have supermassive black holes at their centers that pack hundreds of thousands to billions of times the Sun’s mass. A black hole weighing 4 million Suns sits in the center of our own galaxy, the Milky Way. It’s possible that the black holes came first, and galaxies grew around them. Or perhaps the galaxies came first, and small black holes within them merged and fed on gas, dust, and stars, eventually becoming the monsters they are today. Exploring this question is a major goal for NASA’s James Webb Space Telescope.\n\nMany older spiral galaxies develop a central band-like structure of stars called a bar. In these galaxies, called barred spirals, this feature connects to the arms rather than the nucleus itself. Scientists think stellar bars are temporary structures that form when stars, gas, and dust at the base of spiral arms build up to make a denser region that favors star formation.\n\nSometimes, galaxies collide. This doesn’t necessarily mean their stars crash – galaxies contain a lot of empty space – but collisions can compress gas clouds, spurring new bouts of star formation. Each galaxy deforms in reaction to the gravitational pull of its partner. Astronomers think the Milky Way and its galactic neighbor Andromeda are set to collide in another 4.5 billion years.\n\nIf colliding galaxies don’t have enough momentum to move past each other, they can merge to form a single larger galaxy. A merged galaxy can look very different from the two that created it. For example, if a spiral and elliptical merge, the result could be an irregular galaxy.\n\nIf a large galaxy merges with a smaller one, gravitational ripples can disturb both, throwing gas, dust, and stars outward. The result can be a ring of material at the edge of the new galaxy that is full of the material needed to form new stars – a ring galaxy. While some material is thrown outward, other material can stream toward the core and fuel the galaxy’s central black hole, resulting in an active galactic nucleus.\n\nScientists see evidence of galaxy mergers all across the cosmos, and since most big galaxies contain supermassive black holes at their centers, it stands to reason their black holes should merge too. Astronomers don’t exactly know what that kind of event should look like, but they’re actively trying to find out.\n\nLarger galaxies can also gobble up smaller ones through proximity and gravitational interactions, pulling material away to fuel their own growth. Researchers think the Milky Way is currently funneling away a stream of hydrogen from its satellite dwarf galaxies, the Large and Small Magellanic Clouds.\n\nUniverse\n\nBlack Holes\n\nStars\n\nExoplanets"
  },
  {
    "url": "https://www.space.com/space-exploration/search-for-life/dna-busting-radiation-from-star-killing-supernova-could-have-influenced-evolution-on-earth",
    "title": "DNA-busting radiation from star-killing supernova could have influenced evolution on Earth",
    "date": "6 March 2025",
    "content": "The cichlid fish in Lake Tanganyika never knew what was coming. How could they? A star from dozens of lightyears away was to blame for what would soon happen. Cosmic rays from a nearby supernova would soon rain down on the unsuspecting cichlids, tearing apart their DNA, causing the fish to mutate and opening the door for myriad viruses to infect their population. Or so we think, anyway.\n\nThat's the scenario posited by a team led by former University of California (UC) Santa Cruz undergraduate Caitlyn Nojiri.\n\nDuring her studies of astrophysics, Nojiri became fascinated with cosmic rays, showers of high-energy particles from deep space, and their effects on Earth. Nojiri cites a 2003 Belgian election that went haywire due to a cosmic ray as one of her early interests. In that case, a cosmic ray is thought to have caused a slight flip in the electronic voting system, incorrectly adding votes to the tally.\n\n\"It's insane that something is from space can have that kind of an impact on our electronics,\" Nojiri told Space.com. \"So we're thinking, okay, how does that have a potential impact on other aspects of our life?\"That question initiated her research with UC Santa Cruz professor Enrico Ramirez-Ruiz and postdoctoral fellow Noémie Globus. \"Our project was to model the propagation of cosmic rays from supernova sources to see their potential impacts on life on Earth,\" Nojiri explained.\n\nOne particular supernova caught the attention of Nojiri and colleagues.\n\nA study dating iron-60, an isotope of iron that is a byproduct of supernovas, in the seafloor indicated that a nearby supernova likely bombarded the Earth with cosmic rays some 2.5 million years ago.\n\nSimulating the supernova with computer models, the team suggested that the radiation from this stellar explosion pummeled the our planet for around 100,000 years after the event. That radiation was potentially strong enough to break apart DNA.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\n\"But we're not biologists,\" laughed Nojiri. Thus, the team dug into biology papers to look for clues. And that's when they came across a 2024 study about the cichlids in Lake Tanganyika.\n\n\n\nNot only is Lake Tanganyika Africa's largest and deepest lake, but it's also one of the world's 20 most ancient lakes, having formed between 9 million and 12 million years ago. Lake Tanganyika is perhaps best known by scientists for its incredible biodiversity. More than 2,000 species live in the lake, including some 250 types of cichlids. With its ancient age and rich biodiversity, Lake Tanganyika is an evolutionary biologist's dream.\n\n\n\nThat 2003 study indicates that about 2.5 million years ago, cichlids underwent rapid species diversification, which might have impacted virus evolution in the lake, too. This is interesting as Lake Tanganyika's cichlids are disproportionately affected by viruses compared to other fish.\n\nThat 2.5-million-year timeframe coincides with Nojiri's supernova, supporting the theory that its DNA-busting radiation might be responsible for the diversity of cichlids and their associated viruses. \"There could have been other factors, but it's definitely interesting,\" Nojiri pointed out.\n\n— The giant black hole of galaxy M87 shoots jets at nearly light speed\n\n— Vampire black hole is a 'cosmic particle accelerator' that may solve a longstanding astronomy mystery\n\n— Black holes snacking on small stars create particle accelerators that bombard Earth with cosmic rays\n\nOf course, there needs to be far more research to prove this is a case of causation rather than mere correlation, but that research is plausible. \"You could expect to see diversification potentially in other places as well,\" Nojiri, now looking to continue her studies of astrophysics at the doctoral level, concluded.\n\nSo, who's ready for a cosmic fishing trip?The team's research was published in The Astrophysical Journal Letters.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nSpace.com contributing writer Stefanie Waldek is a self-taught space nerd and aviation geek who is passionate about all things spaceflight and astronomy. With a background in travel and design journalism, as well as a Bachelor of Arts degree from New York University, she specializes in the budding space tourism industry and Earth-based astrotourism. In her free time, you can find her watching rocket launches or looking up at the stars, wondering what is out there. Learn more about her work at www.stefaniewaldek.com.\n\nWhat's that smell? Astronomers discover a stinky new clue in the search for alien life\n\nBoost for alien hunters? Earth life may not be so improbable, study suggests\n\nThe PSVR 2 is now one of its lowest ever prices with a huge $150 off at Walmart"
  },
  {
    "url": "https://www.space.com/the-universe/mars/mars-may-have-a-solid-inner-core-just-like-earth",
    "title": "Mars may have a solid inner core just like Earth",
    "date": "6 March 2025",
    "content": "Scientists have identified another possible commonality between Earth and Mars: a solid inner core.\n\nNew research from the University of Bayreuth and the European Synchrotron Radiation Facility (ESRF) conducted here on Earth found that an iron and sulphur mixture mirroring the Red Planet’s inner core crystallized under high heat and pressure. This suggests that the deep interior of Mars could, in fact, be solid, too.\n\nThis research contradicts previous studies using Marsquake data from NASA’s InSight Mars Lander, which supported the belief that the Red Planet has a liquid core. Many geoscientists also argue that Mars’ molten center is too hot and consists of lighter elements like sulphur, making it less likely to solidify.\n\nUsing diamond anvil cells — a technique that uses two diamonds to squeeze material to create extreme pressures — and laser heating, the researchers subjected iron-sulfur samples to extreme conditions resembling the deep interior of Mars. According to an ESRF statement, this, in turn, created a novel iron-sulfide crystal phase called Fe4+xS3. Subsequent experiments showed that the iron-sulfide could crystallize from liquid even when subjected to lower temperatures within the estimated range of Mars’s core. Therefore, if Mars’ deep interior were on the cooler side, then a solid core seems perfectly feasible, the researchers said in the statement.\n\n\n\nMars and Earth share many similarities, including geographic features like polar ice caps, volcanoes, and canyons. Similarities between Earth and Mars also include a roughly 24-hour day, an axial tilt that creates distinct seasons, weather patterns, and a rocky composition. Having a solid core would be yet another characteristic that makes Mars one of the most Earth-like planets in our solar system.\n\n—  Did NASA's Viking landers accidentally kill life on Mars? Why one scientist thinks so\n\n— Martian Life Could Have Evaded Detection by Viking Landers\n\n— Life on Mars? 40 Years Later, Viking Lander Scientist Still Says 'Yes'\n\nWhile Mars is believed to have once been home to flowing rivers and lakes billions of years ago — much like Earth — the planet has become a cold, dry desert today. Studying Mars’ internal structure is key to better understanding this evolution; however, further research is required to determine if the Red Planet’s core is solid or not.\n\nThe findings were published Feb. 25 in the journal Nature Communications.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nSamantha Mathewson joined Space.com as an intern in the summer of 2016. She received a B.A. in Journalism and Environmental Science at the University of New Haven, in Connecticut. Previously, her work has been published in Nature World News. When not writing or reading about science, Samantha enjoys traveling to new places and taking photos! You can follow her on Twitter @Sam_Ashley13.\n\nNASA switches off Voyager instruments to extend life of the two interstellar spacecraft 'Every day could be our last.'\n\nHubble Telescope discovers a new '3-body problem' puzzle among Kuiper Belt asteroids (video)\n\nDNA-busting radiation from star-killing supernova could have influenced evolution on Earth"
  },
  {
    "url": "https://www.space.com/the-universe/moon/private-blue-ghost-lander-spotted-on-the-moon-by-nasa-lunar-orbiter-photo",
    "title": "Private Blue Ghost lander spotted on the moon by NASA lunar orbiter (photo)",
    "date": "6 March 2025",
    "content": "NASA's Lunar Reconnaissance Orbiter captured an exciting view of Firefly Aerospace's Blue Ghost lander following its recent touchdown on the moon.\n\nBlue Ghost successfully landed on the moon on Sunday (March 2), touching down in Mare Crisium (\"Sea of Crises\") — a large impact basin about 345 miles (555 kilometers) wide. The spacecraft sits near a volcanic cone called Mons Latreille within the basin, which is located in the northeast region of the moon's near side.\n\nThe Lunar Reconnaissance Orbiter (LRO) spotted the lander among the moon's cratered surface in photos taken using the spacecraft's Narrow Angle Cameras. The photos, which NASA shared March 5 in a post on X (formally Twitter), were taken when the orbiter was roughly 109 miles (175 km) east of the Blue Ghost landing site.\n\nBlue Ghost is a robotic lunar lander built and operated by the Texas-based company Firefly Aerospace. The lander flew to the moon as part of NASA's Commercial Lunar Payload Services (CLPS) program, which contracts private landers to deliver science and technology instruments to the lunar surface in support of the agency's Artemis program. Blue Ghost carried 10 such demonstration instruments with it to the moon.\n\nThe photos taken by LRO, which has been surveying the moon since 2009, show the Blue Ghost lander as a single bright pixel casting a shadow over the volcanic terrain. Since the images were taken from lunar orbit, it's hard to spot the little lander.\n\nHowever, the base of Mons Latreille can be seen in the lower left corner of the image and used as a guide to find Blue Ghost, which landed within 330 feet (100 meters) of the volcanic feature.\n\nRelated: 'We're on the moon!' Private Blue Ghost moon lander aces historic lunar landing for NASA\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\n\n\n— Sunrise on the moon! Private Blue Ghost lander captures amazing shot after historic lunar touchdown (photo)\n\n— Welcome to the moon! Firefly's Blue Ghost lander reaches lunar orbit (video, photos)\n\n— Watch Firefly Aerospace's Blue Ghost moon lander witness an eclipse from space (video)\n\nThe spacecraft is already hard at work, deploying its payloads, sampling lunar soil (or regolith) and taking photos of its surroundings. It will spend one lunar day, or about two Earth weeks, studying the moon and conducting technology demonstrations before the sun sets over Mare Crisium on March 16 and the solar-powered lander shuts down.\n\nIf all goes according to plan, the data obtained by Blue Ghost will provide insight to help prepare for future crewed Artemis missions and a more sustained human presence on the moon.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nSamantha Mathewson joined Space.com as an intern in the summer of 2016. She received a B.A. in Journalism and Environmental Science at the University of New Haven, in Connecticut. Previously, her work has been published in Nature World News. When not writing or reading about science, Samantha enjoys traveling to new places and taking photos! You can follow her on Twitter @Sam_Ashley13.\n\n1st American robotic lunar rover set to land on the moon today\n\nWatch Intuitive Machines land private Athena probe at the lunar south pole today\n\n7 fascinating facts about lunar eclipses"
  },
  {
    "url": "https://www.space.com/space-exploration/private-spaceflight/spacex-loses-starship-upper-stage-again-but-catches-giant-super-heavy-booster-during-flight-8-launch-video",
    "title": "SpaceX loses Starship rocket stage again, but catches giant Super Heavy booster during Flight 8 launch (video)",
    "date": "7 March 2025",
    "content": "Starship's eighth flight was a lot like its seventh.\n\nSpaceX launched the eighth test flight of its Starship megarocket today (March 6), sending the 403-foot-tall (123 meters) vehicle aloft from its Starbase site in South Texas at 6:30 p.m. EST (2330 GMT; 5:30 p.m. local Texas time).\n\nSeven minutes later, Starship's huge first-stage booster, known as Super Heavy, returned to Starbase for a dramatic catch by the launch tower's \"chopstick\" arms. It was the third time that SpaceX has demonstrated this jaw-dropping technique.\n\n\n\nStarship's 171-foot-tall (52-meter-tall) upper stage — called Starship, or just \"Ship\" — kept flying, heading southeast toward the Atlantic Ocean. The Flight 8 plan called for Ship to deploy four payloads — dummy versions of SpaceX's Starlink internet satellites — on its suborbital trajectory about 17.5 minutes after liftoff before coming in for a controlled splashdown in the Indian Ocean off of Western Australia roughly 50 minutes later.\n\nThat didn't happen, however. Several of Ship's six Raptor engines conked out toward the end of its ascent burn, and the vehicle began to tumble. SpaceX lost contact with Ship about nine minutes into the flight, and it presumably detonated high in the sky shortly thereafter.\n\nToday's results mirrored those of Starship Flight 7, which launched on Jan. 16. SpaceX pulled off a Super Heavy chopsticks catch on that day as well, and it lost Ship at about the same point in the mission.\n\n\"Obviously a lot to go through, a lot to dig through, and we're going to go right at it,\" SpaceX's Dan Huot said during live launch commentary today after Ship was lost. \"We have some more to learn about this vehicle.\"\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nSpectators in the Bahamas spotted debris from Starship upper stage falling back to Earth in a fiery light show as the Ship vehicle broke apart.\n\nRelated: SpaceX catches Super Heavy booster on Starship Flight 7 test but loses upper stage (video, photos)\n\n\n\nStarship Die Cast Rocket Model Now $47.99 on Amazon.\n\nIf you can't see SpaceX's Starship in person, you can score a model of your own. Standing at 13.77 inches (35 cm), this is a 1:375 ratio of SpaceX's Starship as a desktop model. The materials here are alloy steel and it weighs just 225g.\n\nSpaceX traced the Flight 7 anomaly to \"a harmonic response several times stronger in flight than had been seen during testing, which led to increased stress on hardware in the propulsion system,\" the company wrote in a Feb. 24 update. That stress caused propellant leaks, which in turn triggered \"sustained fires.\"\n\n(The SpaceX-led investigation into the mishap is ongoing, but the U.S. Federal Aviation Administration recently gave the company permission to launch Flight 8 after completing a safety review.)\n\nSpaceX took steps to minimize the chances that the problem would recur on Flight 8. For example, it conducted an extra-long 60-second \"static fire\" test with Flight 8's Ship, a sustained trial that \"informed hardware changes to the fuel feedlines to vacuum engines, adjustments to propellant temperatures, and a new operating thrust target,\" SpaceX wrote in last month's update.\n\n\"Additional vents and a new purge system utilizing gaseous nitrogen are being added to the current generation of ships to make the area more robust to propellant leakage,\" the company added.\n\n\n\n— Starship and Super Heavy explained\n\n— Will 2025 be the year of Starship? SpaceX's megarocket is growing up.\n\n— SpaceX likely to get FAA approval for 25 Starship launches in 2025\n\nDuring operational missions, SpaceX plans to bring both Super Heavy and Ship back to Starbase for launch-tower catches. This strategy will reduce the time between launches for the fully reusable rocket, which SpaceX aims to fly multiple times per day.\n\nSo, prior to today's launch, the company made some modifications to help facilitate a future Ship chopsticks catch. For example, SpaceX removed some heat-shield tiles from the Flight 8 upper stage to stress-test certain vulnerable areas.\n\n\"Multiple metallic tile options, including one with active cooling, will test alternative materials for protecting Starship during reentry,\" SpaceX wrote in a Flight 8 mission description. \"On the sides of the vehicle, non-structural versions of Starship's catch fittings are installed to test the fittings' thermal performance, along with a section of the tile line receiving a smoothed and tapered edge to address hot spots observed during reentry on Starship’s sixth flight test.\"\n\nIn addition, the company tested radar sensors on the Starbase launch tower during Flight 8, \"with the goal of increasing the accuracy when measuring distances between the chopsticks and a returning vehicle.\"\n\nIt's too soon to say what went wrong on Flight 8, so it's unclear what further changes SpaceX may make going forward.\n\nRelated: Explosion of Starship Flight 7 traced to fires in rocket's 'attic,' SpaceX says\n\nSpaceX believes Starship's combination of immense power and full reusability will make Mars settlement — a long-held goal of company founder and CEO Elon Musk — economically feasible.\n\nThe rocket flew in a fully stacked configuration for the first time in April 2023. It flew twice that year and four times in 2024. We should expect another boost in cadence this year, perhaps a dramatic one; SpaceX has requested approval for 25 Starship launches from Starbase in 2025.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nMichael Wall is a Senior Space Writer with Space.com and joined the team in 2010. He primarily covers exoplanets, spaceflight and military space, but has been known to dabble in the space art beat. His book about the search for alien life, \"Out There,\" was published on Nov. 13, 2018. Before becoming a science writer, Michael worked as a herpetologist and wildlife biologist. He has a Ph.D. in evolutionary biology from the University of Sydney, Australia, a bachelor's degree from the University of Arizona, and a graduate certificate in science writing from the University of California, Santa Cruz. To find out what his latest project is, you can follow Michael on Twitter.\n\nSecretive US Space Force X-37B space plane 'breaks new ground' as it returns to Earth after 434 days in orbit (photos)\n\nSpaceX Dragon capsule arrives at launch site for Crew-10 astronaut flight to ISS (photos)\n\nThe PSVR 2 is now one of its lowest ever prices with a huge $150 off at Walmart"
  },
  {
    "url": "https://www.space.com/space-exploration/missions/nasa-lunar-trailblazer-moon-probe-spinning-low-power-future-looks-grim",
    "title": "Low on power and spinning out of control, NASA's Lunar Trailblazer moon probe's future looks grim",
    "date": "6 March 2025",
    "content": "NASA's new water-scouting moon orbiter has been in trouble ever since its Feb. 26 launch atop a SpaceX rocket, but things are looking more dire as the spacecraft runs low on power while spinning in space.\n\nGround controllers for the NASA/Caltech-led mission, called Lunar Trailblazer, have valiantly tried to reestablish communications with the small satellite over the last week, but the probe is still out of contact.\n\n\"Based on telemetry before the loss of signal last week and ground-based radar data collected March 2, the team believes the spacecraft is spinning slowly in a low-power state,\" NASA's Naomi Hartono wrote in a statement on March 4.\n\nThe team will continue to monitor for signals \"should the spacecraft orientation change to where the solar panels receive more sunlight, increasing their output to support higher-power operations and communication,\" Hartono added.Lunar Trailblazer flight controllers are using NASA's Deep Space Network, along with ground-based observatories, to better understand the spacecraft’s orientation in space. But the spacecraft's woes have kept it from performing vital post-launch trajectory correction maneuvers, or TCMs – small thruster operations to adjust the small spacecraft's flight path toward the moon. Ideally, future TCMs would put the probe into its planned science orbit around the moon, if NASA can get it back under control..\n\n\"The team is now working to define alternative TCM strategies that could be used after reacquiring communications and establishing normal spacecraft functionality,\" Hartono wrote in the NASA update. \"These alternative TCM strategies may be able to place Lunar Trailblazer in lunar orbit and allow it to complete some of its science objectives.\"\n\n\n\nLunar Trailblazer is designed to orbit the moon to detect signatures of water ice in reflected light, pinpointing the locales of ice or water trapped in rock on the moon’s surface.\n\nMission operators at Caltech's Lunar Trailblazer control center in Pasadena, California, were able to establish communications with the small satellite as expected following its deployment after launch on Feb. 26. But soonafter, the team received engineering data indicating intermittent power system issues. They lost communication with the spacecraft Thursday morning, Feb. 27, at about 4:30 a.m. Pacific Standard Time. Several hours later, the spacecraft turned on its transmitter, but has since fallen out of contact.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nLunar Trailblazer was developed and built by Lockheed Martin, with the aerospace firm also integrating the craft’s science instruments. The spacecraft weighs a modest 440 pounds (200 kilograms) and measures 11.5 feet (3.5 meters) wide when its solar panels are fully deployed. The mission is based out of Caltech and NASA's Jet Propulsion Laboratory in Pasadena.\n\n\"We've been working closely with our partners at NASA JPL and Caltech throughout the mission,\" Lockheed Martin representatives said in a statement to Inside Outer Space. \"Our spacecraft team onsite and our mission operations team in Denver are advising the Caltech-led flight operations team with solutions. We're dedicated to the health and safety of Lunar Trailblazer and its mission.\"\n\n— SpaceX rocket launches private moon lander and NASA 'trailblazer' to hunt for lunar water (video)\n\n—  1st map of moon water could help Artemis astronauts live at the lunar south pole\n\n— Can NASA's Artemis moon missions count on using lunar water ice?\n\nLunar Trailblazer used Lockheed Martin's new Curio platform. Curio is a scalable smallsat spacecraft architecture designed to aid deep-space exploration and probe scientific questions in a cost-efficient way.\n\nThe mission has a total lifetime cost of about $94.1 million, according to a NASA statement provided to Inside Outer Space. It was originally selected as part of NASA's SIMPLEx (Small Innovative Missions for Planetary Exploration) competition.\n\n\"To maintain the lower overall cost, SIMPLEx missions have a higher risk posture and less-stringent requirements for oversight and management,\" Hartono wrote in the NASA update. \"This higher risk acceptance bolsters NASA's portfolio of targeted science missions designed to test pioneering technologies.\"\n\nLunar Trailblazer is one of several moon missions launched in recent weeks to explore the lunar surface. On Sunday (March 2), the private Blue Ghost lander built by Firefly Aerospace touched down on the moon's Mare Crisium region to begin a two-week mission on the lunar surface.\n\nLunar Trailblazer launched alongside another private moon lander, Intuitive Machines' Athena probe, which is scheduled to land at the lunar south pole on March 6 to deliver a NASA ice-hunting drill, small rover, hopping robot and more to the moon. You can watch that Athena moon landing live on Space.com.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nLeonard David is an award-winning space journalist who has been reporting on space activities for more than 50 years. Currently writing as Space.com's Space Insider Columnist among his other projects, Leonard has authored numerous books on space exploration, Mars missions and more, with his latest being \"Moon Rush: The New Space Race\" published in 2019 by National Geographic. He also wrote \"Mars: Our Future on the Red Planet\" released in 2016 by National Geographic. Leonard  has served as a correspondent for SpaceNews, Scientific American and Aerospace America for the AIAA. He has received many awards, including the first Ordway Award for Sustained Excellence in Spaceflight History in 2015 at the AAS Wernher von Braun Memorial Symposium. You can find out Leonard's latest project at his website and on Twitter.\n\nHubble Telescope discovers a new '3-body problem' puzzle among Kuiper Belt asteroids (video)\n\nNASA delays launch of SPHEREx and PUNCH missions to March 7\n\nDNA-busting radiation from star-killing supernova could have influenced evolution on Earth"
  },
  {
    "url": "https://www.space.com/the-universe",
    "title": "The universe",
    "date": "8 March 25",
    "content": "By Tariq Malik\n\nLast updated 8 March 25\n\nBy Sharmila Kuthunur\n\nPublished 7 March 25\n\nBy Robert Lea\n\nPublished 7 March 25\n\nBy Harry Baker\n\nPublished 7 March 25\n\nBy Stephanie Pappas\n\nPublished 7 March 25\n\nBy Sharmila Kuthunur\n\nPublished 7 March 25\n\nBy Tariq Malik\n\nLast updated 7 March 25\n\nBy Robert Lea\n\nPublished 7 March 25\n\nBy Robert Lea\n\nPublished 21 February 25\n\nBy Robert Lea\n\nPublished 19 February 25\n\nBy Robert Lea\n\nPublished 19 February 25\n\nBy Robert Lea\n\nPublished 18 February 25\n\nBy Nola Taylor Tillman\n\nLast updated 15 February 25\n\nBy Robert Lea\n\nPublished 14 February 25\n\nBy Robert Lea\n\nPublished 12 February 25\n\nBy Robert Lea\n\nPublished 7 February 25\n\nBy Robert Lea\n\nPublished 18 February 25\n\nBy Robert Lea\n\nPublished 14 February 25\n\nBy Mike Wall\n\nPublished 11 February 25\n\nBy Robert Lea\n\nPublished 6 February 25\n\nBy Keith Cooper\n\nPublished 5 February 25\n\nBy Robert Lea\n\nPublished 3 February 25\n\nBy Keith Cooper\n\nPublished 28 January 25\n\nBy Sharmila Kuthunur\n\nPublished 24 January 25\n\nBy Robert Lea\n\nPublished 15 January 25\n\nBy Keith Cooper\n\nPublished 28 February 25\n\nBy Samantha Mathewson\n\nPublished 23 February 25\n\nBy Stephanie Pappas\n\nPublished 22 February 25\n\nBy Keith Cooper\n\nPublished 28 January 25\n\nBy Victoria Corless\n\nPublished 6 January 25\n\nBy Robert Lea\n\nPublished 3 January 25\n\nBy Samantha Mathewson\n\nPublished 26 December 24\n\nBy Samantha Mathewson\n\nPublished 16 December 24\n\nBy Robert Lea\n\nPublished 8 December 24\n\nBy Tariq Malik\n\nLast updated 8 March 25\n\nBy Sharmila Kuthunur\n\nPublished 7 March 25\n\nBy Harry Baker\n\nPublished 7 March 25\n\nBy Stephanie Pappas\n\nPublished 7 March 25\n\nBy Sharmila Kuthunur\n\nPublished 7 March 25\n\nBy Tariq Malik\n\nLast updated 7 March 25\n\nBy Mike Wall\n\nPublished 6 March 25\n\nBy Samantha Mathewson\n\nPublished 6 March 25\n\nBy Samantha Mathewson\n\nPublished 6 March 25\n\nBy Robert Lea\n\nPublished 20 February 25\n\nBy Keith Cooper\n\nPublished 20 February 25\n\nBy Nola Taylor Tillman\n\nPublished 17 February 25\n\nBy Victoria Corless\n\nPublished 11 February 25\n\nBy Robert Lea\n\nPublished 10 February 25\n\nBy Paul Sutter\n\nPublished 26 January 25\n\nBy Keith Cooper\n\nPublished 23 January 25\n\nBy Sharmila Kuthunur\n\nPublished 20 January 25\n\nBy Robert Lea\n\nPublished 10 January 25\n\nBy Tariq Malik\n\nLast updated 7 March 25\n\nBy Mike Wall\n\nPublished 6 March 25\n\nBy Samantha Mathewson\n\nPublished 6 March 25"
  },
  {
    "url": "https://www.space.com/galactic-center-vr-black-hole-visualization.html",
    "title": "Visit the Milky Way's supermassive black hole with 'Galactic Center VR' visualization (video)",
    "date": "4 June 2020",
    "content": "A new virtual reality experience lets you fly closely, but safely, towards the supermassive black hole embedded in the heart of our galaxy, the Milky Way.\n\nThe \"adventure\" visualization is called Galactic Center VR and is based on data from NASA's Chandra X-Ray Observatory, as well as other telescopes. The latest iteration allows viewers to see 500 years of evolution at Sagittarius A* (Sgr A*), the black hole in the Milky Way's Center. You can view the experience for free from Steam or Vivepoint.\n\nThe Sgr A* simulation is based on modeling from 25 extremely bright and massive objects, called Wolf-Rayet stars. Similarly to supernovas, or star explosions, Wolf-Rayet stars push their outer layers of material into space. At Sgr A*, this star-shedding activity produces supersonic winds, and the material is picked up in the black hole's gravity.\n\nVideo: Last 500 years around Milky Way's supermassive black hole\nRelated: Something weird is up with the black hole at the Milky Way's center\n\n\"When the winds from the Wolf-Rayet stars collide, the material is heated to millions of degrees by shocks — similar to sonic booms — and produce copious amounts of X-rays,\" NASA said in a statement. \"The center of the galaxy is too distant for Chandra to detect individual examples of these collisions, but the overall X-ray glow of this hot gas is detectable with Chandra's sharp X-ray vision.\"\n\n\n\nThe visualization displays about three light-years of space centered on Sgr A*, but the black hole is not shown to scale. It is enlarged by about 10,000 times to make it more visible; otherwise, NASA said, Sgr A* would only occupy a single pixel of space in the simulation.\n\nUsers can move around the simulation in different directions, playing with aspects such as the playback speed and the number of Wolf-Rayet winds shown. The visualization shows the Wolf-Rayet stars in white, with their orbits represented in gray. X-ray emissions are shown in blue and cyan, and wind material is portrayed in red and yellow. The overlap of wind materials and X-ray emissions is shown in purple.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nChandra is one of the two remaining NASA \"Great Observatories\" that launched to space in the 1990s and 2000s to observe astronomical phenomena in different wavelengths of light. The other observatories are the Hubble Space Telescope (still active), the Compton Gamma Ray Observatory (decommissioned in 2000) and the Spitzer Space Telescope (retired earlier this year).\n\nFollow Elizabeth Howell on Twitter @howellspace. Follow us on Twitter @Spacedotcom and on Facebook.\n\nOFFER: Save 45% on 'All About Space' 'How it Works' and 'All About History'!\n\nFor a limited time, you can take out a digital subscription to any of our best-selling science magazines for just $2.38 per month, or 45% off the standard price for the first three months.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nElizabeth Howell (she/her), Ph.D., was a staff writer in the spaceflight channel between 2022 and 2024 specializing in Canadian space news. She was contributing writer for Space.com for 10 years from 2012 to 2024. Elizabeth's reporting includes multiple exclusives with the White House, leading world coverage about a lost-and-found space tomato on the International Space Station, witnessing five human spaceflight launches on two continents, flying parabolic, working inside a spacesuit, and participating in a simulated Mars mission. Her latest book, \"Why Am I Taller?\" (ECW Press, 2022) is co-written with astronaut Dave Williams.\n\nHow do black holes 'leak' energy? Scientists have a new spin on the answer\n\nBlack holes snacking on small stars create particle accelerators that bombard Earth with cosmic rays\n\nWatch fiery SpaceX Starship Flight 8 debris rain down over The Bahamas (video)"
  },
  {
    "url": "https://www.space.com/nasa-switches-off-voyager-instruments-to-extend-life-of-the-two-interstellar-spacecraft",
    "title": "NASA switches off Voyager instruments to extend life of the two interstellar spacecraft 'Every day could be our last.'",
    "date": "6 March 2025",
    "content": "NASA engineers are turning off two instruments to ensure that the twin spacecraft, Voyager 1 and Voyager 2, can continue exploring space beyond the limits of the solar system.\n\nTo save energy for further interstellar exploration, mission engineers at NASA’s Jet Propulsion Laboratory (JPL) deactivated Voyager 1's cosmic ray subsystem experiment on Feb. 25. On March 24, they will shut down the low-energy charged particle instrument onboard Voyager 2.\n\nLaunched in 1977 and carrying the same suite of ten instruments, Voyager 1 and Voyager 2 reached interstellar space in 2012 and 2018, respectively. It is little wonder that Voyager 1 and Voyager 2 are operating on dwindling power supplies. After all, the two spacecraft have traveled a combined 29 billion miles to become the farthest human-built objects from Earth.\n\n\"The Voyagers have been deep space rock stars since launch, and we want to keep it that way as long as possible,\" Voyager project manager at NASA Jet Propulsion Laboratory Suzanne Dodd said in a statement. \"But electrical power is running low. If we don’t turn off an instrument on each Voyager now, they would probably have only a few more months!\"\n\nBoth Voyager spacecraft have a power system based on generating electricity from the heat emitted by the decay of a radioactive isotope of plutonium.\n\nThis radioisotopic power system loses around 4 watts of power from Voyager 1 and Voyager 2 each year. In the 1980s, several instruments aboard both spacecraft were turned off. This was because the Voyager twins had both completed their investigation of the solar system's giant planets, which boosted the longevity of both probes.\n\nTo conserve this power, NASA operators turned off Voyager 2's plasma science experiment in October 2024. The experiment aimed to measure how much plasma flows past it and in what direction. The Voyager 2 instrument had been collecting limited data in the years before its shutdown due to its orientation of Voyager 2 in relation to the flow of plasma beyond the solar system.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nVoyager 1's own plasma science instrument stopped working correctly in 1980 and was turned off in 2007 to preserve power.\n\n\n\nMost recently, NASA shut off Voyager 1's cosmic ray subsystem at the end of February. The data from the suite of three telescopes designed to study cosmic rays was integral in the Voyager science team's determination that Voyager 1 had exited the heliosphere, the sun's sphere of influence at the edge of the solar system.\n\nShutting down at the end of March is Voyager 2’s low-energy charged particle instrument, the role of which is to measure the various ions, electrons, and cosmic rays originating from the solar system and our galaxy.\n\n\"The Voyager spacecraft have far surpassed their original mission to study the outer planets,\" Voyager program scientist Patrick Koehn said. \"Every bit of additional data we have gathered since then is not only valuable bonus science for heliophysics, but also a testament to the exemplary engineering that has gone into the Voyagers — starting nearly 50 years ago and continuing to this day.\"\n\n— Voyager 1 is back online! NASA's most distant spacecraft returns data\n\n— Voyager: 15 incredible images of our solar system (gallery)— Scientists' predictions for the long-term future of the Voyager Golden Records will blow your mind— Voyager 1 spacecraft phones home with transmitter that hasn't been used since 1981\n\nThe fact that the Voyager spacecraft are the only two human-made objects to make it to interstellar space means that the data they collect is unique. Thus, the decision to switch off any instruments on either Voyager 1 or Voyager 2 isn't taken lightly. Shutting down these two instruments should grant both spacecraft another year of exploration before more instruments have to be turned off.\n\nBoth spacecraft have three operational instruments, dropping to two in 2026. It is hoped that Voyager 1 and Voyager 2 will carry one operational instrument into the 2030s. Unforeseen circumstances could arise and change these plans, though.\n\n\"Every minute of every day, the Voyagers explore a region where no spacecraft has gone before,\" Voyager project scientist at JPL Linda Spilker said. \"That also means every day could be our last. But that day could also bring another interstellar revelation. \"So, we’re pulling out all the stops, doing what we can to make sure Voyagers 1 and 2 continue their trailblazing for the maximum time possible.\"\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nRobert Lea is a science journalist in the U.K. whose articles have been published in Physics World, New Scientist, Astronomy Magazine, All About Space, Newsweek and ZME Science. He also writes about science communication for Elsevier and the European Journal of Physics. Rob holds a bachelor of science degree in physics and astronomy from the U.K.’s Open University. Follow him on Twitter @sciencef1rst.\n\nA monster black hole may be hiding in the galaxy next door: 'It is astounding'\n\nSpectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans\n\nNASA's Artemis 2 crew wants your help designing the plush toy that will fly with them around the moon."
  },
  {
    "url": "https://www.space.com/15421-black-holes-facts-formation-discovery-sdcmp.html",
    "title": "Black holes: Everything you need to know",
    "date": "15 February 2025",
    "content": "Black holes are some of the strangest and most fascinating objects in the universe. They're extremely dense, with gravitational forces so strong, that nothing, not even lights, can escape once it crosses the boundary known as the event horizon.\n\nThe Milky Way could contain over 100 million black holes, though detecting these gluttonous beasts is very difficult. At the heart of the Milky Way lies a supermassive black hole — Sagittarius A*. The colossal structure is about 4 million times the mass of the sun and lies approximately 26,000 light-years away from Earth, according to a statement from NASA.\n\nThe first image of a black hole was captured in 2019 by the Event Horizon Telescope (EHT) collaboration. The striking photo of the black hole at the center of the M87 galaxy 55 million light-years from Earth thrilled scientists around the world.\n\nRelated: White holes: What we know about black holes' neglected twins\n\nWe asked theoretical astrophysicist Priyamvada Natarajan a few commonly asked questions about black holes.\n\nChair of the Department of Astronomy, Joseph S. and Sophia S. Fruton Professor of Astronomy and Professor of Physics, Yale University. Natarajan's research explores how black holes form, grow, and shape the universe, along with mapping dark matter in cosmic structures.\n\nBlack holes are expected to form via two distinct channels. According to the first pathway, they are stellar corpses, so they form when massive stars die. Stars whose birth masses are above roughly 8 to 10 times mass of our sun, when they exhaust all their fuel — their hydrogen — they explode and die leaving behind a very compact dense object, a black hole. The resulting black hole that is left behind is referred to as a stellar mass black hole and its mass is of the order of a few times the mass of the sun.\n\nNot all stars leave behind black holes, stars with lower birth masses leave behind a neutron star or a white dwarf. Another way that black holes form is from the direct collapse of gas, a process that is expected to result in more massive black holes with a mass ranging from 1000 times the mass of the sun up to even 100,000 times the mass of the sun. This channel circumvents the formation of the traditional star, and is believed to operate in the early universe and produce more massive black hole seeds.\n\nBlack holes were predicted as an exact mathematical solution to Einstein's equations. Einstein's equations describe the shape of space around matter. The theory of general relativity connects the geometry or shape of shape to the detailed distribution of matter.\n\nThe black hole solution was found was by Karl Schwarzschild in 1915, and these regions — black holes — were found to distort space extremally and generate a puncture in the fabric of spacetime. It was unclear at the time if these corresponded to real objects in the universe. Over time, as other end products of stellar death were detected, namely, neutron stars seen as pulsars it became clear that black holes were real and ought to exist. The first detected black hole was Cygnus-X1.\n\nBlack holes do not die per se, but they are theoretically predicted to eventually slowly evaporate over extremely long time scales.\n\nBlack holes grow by the accretion of matter nearby that is pulled in by their immense gravity. Hawking predicted that black holes could also radiate away energy and shrink very slowly. Quantum theory suggests that there exist virtual particles popping in and out of existence all the time. When this happens, a particle and its companion anti-particle appear. However, they can also recombine and disappear again. When this process occurs near the event horizon of a black hole, strange things can happen. Instead of the particle antiparticle pair existing for a moment and then annihilating each other, one of them can get by gravity and fall into the black hole, while the other particle can fly off into space. Over very long timescales, we are speaking about timescales that are much much longer than the age of our universe, the theory states that this trickle of escaping particles will cause the black hole to slowly evaporate.\n\nNo black holes are not wormholes. Wormholes can be thought of as tunnels that connect two separate points in space and time. It is believed that the interior of black holes could contain a wormhole, the puncture is spacetime, that could offer a portal to another point in spacetime potentially even in a different universe.\n\nAlbert Einstein first predicted the existence of black holes in 1916, with his general theory of relativity. The term \"black hole\" was coined many years later in 1967 by American astronomer John Wheeler. After decades of black holes being known only as theoretical objects.\n\nThe first black hole ever discovered was Cygnus X-1, located within the Milky Way in the constellation of Cygnus, the Swan. Astronomers saw the first signs of a black hole in 1964 when a sounding rocket detected celestial sources of X-rays according to NASA. In 1971, astronomers determined that the X-rays were coming from a bright blue star orbiting a strange dark object. It was suggested that the detected X-rays were a result of stellar material being stripped away from the bright star and \"gobbled\" up by the dark object — an all-consuming black hole.\n\n\n\nAccording to the Space Telescope Science Institute (STScI) approximately one out of every thousand stars is massive enough to become a black hole. Since the Milky Way contains over 100 billion stars, our home galaxy must harbor some 100 million black holes.\n\nThough detecting black holes is a difficult task and estimates from NASA suggest there could be as many as 10 million to a billion stellar black holes in the Milky Way.\n\nThe closest black hole to Earth is called Gaia-BH1, and it sits only 1,560 light-years away from us.\n\nRelated: How many black holes are there in the universe?\n\n\n\nIn 2019 the Event Horizon Telescope (EHT) collaboration released the first image ever recorded of a black hole. The EHT saw the black hole in the center of galaxy M87 while the telescope was examining the event horizon or the area past which nothing can escape from a black hole. The image maps the sudden loss of photons (particles of light). It also opens up a whole new area of research in black holes, now that astronomers know what a black hole looks like.\n\nIn 2021, astronomers revealed a new view of the giant black hole at the center of M87, showing what the colossal structure looks like in polarized light. As polarized light waves have a different orientation and brightness compared to unpolarized light, the new image shows the black hole in even more detail. Polarization is a signature of magnetic fields and the image makes it clear that the black hole's ring is magnetized.\n\n\n\nIn May 2022, scientists revealed the historic first image of the supermassive black hole at the center of our galaxy — Sagitarrius A*.\n\nRelated: The 1st photo of the Milky Way's monster black hole explained in images\n\nBlack holes have three \"layers\": the outer and inner event horizon, and the singularity.\n\nThe event horizon of a black hole is the boundary around the mouth of the black hole, past which light cannot escape. Once a particle crosses the event horizon, it cannot leave. Gravity is constant across the event horizon.\n\nThe inner region of a black hole, where the object's mass lies, is known as its singularity, the single point in space-time where the mass of the black hole is concentrated.\n\nScientists can't see black holes the way they can see stars and other objects in space. Instead, astronomers must rely on detecting the radiation black holes emit as dust and gas are drawn into the dense creatures. But supermassive black holes, lying in the center of a galaxy, may become shrouded by the thick dust and gas around them, which can block the telltale emissions.\n\n— What happens at the center of a black hole?\n\n— Where do black holes lead to?\n\n— What is the biggest thing in the universe?\n\nSometimes, as matter is drawn toward a black hole, it ricochets off the event horizon and is hurled outward, rather than being tugged into the maw. Bright jets of material traveling at near-relativistic speeds are created. Although the black hole remains unseen, these powerful jets can be viewed from great distances.\n\nThe EHT's image of a black hole in M87 (released in 2019) was an extraordinary effort, requiring two years of research even after the images were taken. That's because the collaboration of telescopes, which stretches across many observatories worldwide, produces an astounding amount of data that is too large to transfer via the internet.\n\nWith time, researchers expect to image other black holes and build up a repository of what the objects look like. The next target is likely Sagittarius A*, which is the black hole in the center of our own Milky Way galaxy. Sagittarius A* is intriguing because it is quieter than expected, which may be due to magnetic fields smothering its activity, a 2019 study reported. Another study that year showed that a cool gas halo surrounds Sagittarius A*, which gives unprecedented insight into what the environment around a black hole looks like.\n\n\n\nSo far, astronomers have identified three types of black holes: stellar black holes, supermassive black holes and intermediate black holes.\n\nWhen a star burns through the last of its fuel, the object may collapse, or fall into itself. For smaller stars (those up to about three times the sun's mass), the new core will become a neutron star or a white dwarf. But when a larger star collapses, it continues to compress and creates a stellar black hole.\n\nBlack holes formed by the collapse of individual stars are relatively small but incredibly dense. One of these objects packs more than three times the mass of the sun into the diameter of a city. This leads to a crazy amount of gravitational force pulling on objects around the object. Stellar black holes then consume the dust and gas from their surrounding galaxies, which keeps them growing in size.\n\nSmall black holes populate the universe, but their cousins, supermassive black holes, dominate. These enormous black holes are millions or even billions of times as massive as the sun but are about the same size in diameter. Such black holes are thought to lie at the center of pretty much every galaxy, including the Milky Way.\n\nScientists aren't certain how such large black holes spawn. Once these giants have formed, they gather mass from the dust and gas around them, material that is plentiful in the center of galaxies, allowing them to grow to even more enormous sizes.\n\nSupermassive black holes may be the result of hundreds or thousands of tiny black holes that merge. Large gas clouds could also be responsible, collapsing together and rapidly accreting mass. A third option is the collapse of a stellar cluster, a group of stars all falling together. Fourth, supermassive black holes could arise from large clusters of dark matter. This is a substance that we can observe through its gravitational effect on other objects; however, we don't know what dark matter is composed of because it does not emit light and cannot be directly observed.\n\nScientists once thought that black holes came in only small and large sizes, but research has revealed the possibility that midsize, or intermediate, black holes (IMBHs) could exist. Such bodies could form when stars in a cluster collide in a chain reaction. Several of these IMBHs forming in the same region could then eventually fall together in the center of a galaxy and create a supermassive black hole.\n\nIn 2014, astronomers found what appeared to be an intermediate-mass black hole in the arm of a spiral galaxy. And in 2021 astronomers took advantage of an ancient gamma-ray burst to detect one.\n\n\"Astronomers have been looking very hard for these medium-sized black holes,\" study co-author Tim Roberts, of the University of Durham in the United Kingdom, said in a statement. \"There have been hints that they exist, but IMBHs have been acting like a long-lost relative that isn't interested in being found.\"\n\nResearch, from 2018, suggested that these IMBHs may exist in the heart of dwarf galaxies (or very small galaxies). Observations of 10 such galaxies (five of which were previously unknown to science before this latest survey) revealed X-ray activity — common in black holes — suggesting the presence of black holes of from 36,000 to 316,000 solar masses. The information came from the Sloan Digital Sky Survey, which examines about 1 million galaxies and can detect the kind of light often observed coming from black holes that are picking up nearby debris.\n\n\n\nIn 2015, astronomers using the Laser Interferometer Gravitational-Wave Observatory (LIGO) detected gravitational waves from merging stellar black holes.\n\n\"We have further confirmation of the existence of stellar-mass black holes that are larger than 20 solar masses — these are objects we didn't know existed before LIGO detected them,\" David Shoemaker, the spokesperson for the LIGO Scientific Collaboration (LSC), said in a statement. LIGO's observations also provide insights into the direction a black hole spins. As two black holes spiral around one another, they can spin in the same direction or the opposite direction.\n\nThere are two theories on how binary black holes form. The first suggests that the two black holes in a binary form at about the same time, from two stars that were born together and died explosively at about the same time. The companion stars would have had the same spin orientation as one another, so the two black holes left behind would as well.\n\nUnder the second model, black holes in a stellar cluster sink to the center of the cluster and pair up. These companions would have random spin orientations compared to one another according to LIGO Scientific Collaboration. LIGO's observations of companion black holes with different spin orientations provide stronger evidence for this formation theory.\n\n\"We're starting to gather real statistics on binary black hole systems,\" said LIGO scientist Keita Kawabe of Caltech, who is based at the LIGO Hanford Observatory. \"That's interesting because some models of black hole binary formation are somewhat favored over the others even now, and in the future, we can further narrow this down.\"\n\nDive deeper into the mystery of black holes with NASA Science. Watch videos and read more about black holes from NASA's Hubblesite. Discover more about black holes with the National Science Foundation.\n\nHubblesite: Black holes: Gravity's relentless pull interactive: Encyclopedia. STScI Home. Retrieved May 6, 2022.\n\nNASA. Imagine the universe! NASA. Retrieved May 6, 2022.\n\nBoen, B. (2013, August 29). Supermassive black hole Sagittarius A*. NASA. Retrieved May 6, 2022.\n\nNASA's Chandra Finds Intriguing Member of Black Hole Family Tree. Chandra X-ray Observatory. (2015, February 25). Retrieved May 6, 2022.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nNola Taylor Tillman is a contributing writer for Space.com. She loves all things space and astronomy-related, and enjoys the opportunity to learn more. She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine. In her free time, she homeschools her four children. Follow her on Twitter at @NolaTRedd\n\n'Primordial' helium from the birth of the solar system may be stuck in Earth's core\n\nWater mining on the moon may be easier than expected, India's Chandrayaan-3 lander finds\n\nSee the moon cozy up to a fading Mars on March 8"
  },
  {
    "url": "https://www.space.com/17661-theory-general-relativity.html",
    "title": "What is the theory of general relativity? Understanding Einstein's space-time revolution",
    "date": "29 October 2024",
    "content": "General relativity is physicist Albert Einstein's understanding of how gravity affects the fabric of space-time.\n\nThe theory, which Einstein published in 1915, expanded the theory of special relativity that he had published 10 years earlier. Special relativity argued that space and time are inextricably connected, but that theory didn't acknowledge the existence of gravity.\n\nEinstein spent the decade between the two publications determining that particularly massive objects warp the fabric of space-time, a distortion that manifests as gravity, according to NASA.\n\nRelated: The hunt for wormholes: How scientists look for space-time tunnels\n\nTo understand general relativity, first, let's start with gravity, the force of attraction that two objects exert on one another. Sir Isaac Newton quantified gravity in the same text in which he formulated his three laws of motion, the \"Principia.\"\n\nThe gravitational force tugging between two bodies depends on how massive each one is and how far apart the two lie, according to NASA Glenn Research Center. Even as the center of the Earth is pulling you toward it (keeping you firmly lodged on the ground), your center of mass is pulling back at the Earth. But the more massive body barely feels the tug from you, while with your much smaller mass, you find yourself firmly rooted thanks to that same force. Yet Newton's laws assume that gravity is an innate force of an object that can act over a distance.\n\nAlbert Einstein, in his theory of special relativity, determined that the laws of physics are the same for all non-accelerating observers, and he showed that the speed of light within a vacuum is the same no matter the speed at which an observer travels, according to Wired.\n\nAs a result, he found that space and time were interwoven into a single continuum known as space-time. And events that occur at the same time for one observer could occur at different times for another.\n\nRelated: What would happen if the speed of light was much lower?\n\nAs he worked out the equations for his general theory of relativity, Einstein realized that massive objects caused a distortion in space-time. Imagine setting a large object in the center of a trampoline. The object would press down into the fabric, causing it to dimple. If you then attempt to roll a marble around the edge of the trampoline, the marble would spiral inward toward the body, pulled in much the same way that the gravity of a planet pulls at rocks in space.\n\nIn the decades since Einstein published his theories, scientists have observed countless of phenomena matching the predictions of relativity.\n\nWe asked Elena Giorgi, an assistant professor of mathematics at Columbia University a few commonly asked questions about general relativity.\n\nElena Giorgi is an assistant professor of mathematics at Columbia University in the group of Geometry & Analysis and Mathematical Physics. Giorgi's research interests are general relativity, partial differential equations and differential geometry.\n\nGeneral relativity is a physical theory about space and time and it has a beautiful mathematical description. According to general relativity, the spacetime is a 4-dimensional object that has to obey an equation, called the Einstein equation, which explains how the matter curves the spacetime.\n\nGeneral relativity explains gravity, and in this theory, it is not really a \"force\" anymore. The gravitational field comes out of the description of general relativity as a result of the curved spacetime.\n\nGeneral Relativity was established in 1915 by Albert Einstein and the first solutions to the Einstein equation were found already in early 1916.\n\nGeneral relativity has passed all the experimental tests so far, but its applicability is expected to break down when [the] effects of quantum mechanics (the theory of the very small particles) should become dominant.\n\nLight bends around a massive object, such as a black hole, causing it to act as a lens for the things that lie behind it. Astronomers routinely use this method to study stars and galaxies behind massive objects.\n\nThe Einstein Cross, a quasar in the Pegasus constellation, according to the European Space Agency (ESA), and is an excellent example of gravitational lensing. The quasar is seen as it was about 11 billion years ago; the galaxy that it sits behind is about 10 times closer to Earth. Because the two objects align so precisely, four images of the quasar appear around the galaxy because the intense gravity of the galaxy bends the light coming from the quasar.\n\nRelated: What is quantum gravity?\n\nIn cases like Einstein's cross, the different images of the gravitationally lensed object appear simultaneously, but that isn't always the case. Scientists have also managed to observe lensing examples where, because the light traveling around the lens takes different paths of different lengths, different images arrive at different times, as in the case of one particularly interesting supernova.\n\n\n\nThe orbit of Mercury is shifting very gradually over time due to the curvature of space-time around the massive sun, according to NASA.\n\nAs the closest planet to the sun, Mercury’s perihelion (the point along its orbit that it’s closest to the sun) is predicted to follow a slightly different direction over time. Under Newton’s predictions, gravitational forces in the solar system should advance Mercury's precession ( change in its orbital orientation) is measured to be 5,600 arcseconds per century (1 arcsecond is equal to 1/3600 of a degree). However, there is a discrepancy of 43 arcseconds per century, something Einstein's theory of general relativity accounts for. Using Einstein’s theory of curved space-time, the precession of Mercury’s perihelion should advance slightly more than under the predictions of Newton, since planets don’t orbit the sun in a static elliptical orbit.\n\nSure enough, several research papers published since the mid 20th century have confirmed Einstein's calculations of Mercury’s perihelion precession to be accurate.\n\nIn a few billion years, this wobble could even cause the innermost planet to collide with the sun or a planet.\n\nThe spin of a heavy object, such as Earth, should twist and distort the space-time around it. In 2004, NASA launched the Gravity Probe B (GP-B). The axes of the satellite's precisely calibrated gyroscopes drifted very slightly over time, according to NASA, a result that matched Einstein's theory.\n\n\"Imagine the Earth as if it were immersed in honey,\" Gravity Probe-B principal investigator Francis Everitt, of Stanford University, said in a NASA statement about the mission.\n\n\"As the planet rotates, the honey around it would swirl, and it's the same with space and time. GP-B confirmed two of the most profound predictions of Einstein's universe, having far-reaching implications across astrophysics research.\"\n\nThe electromagnetic radiation of an object is stretched out slightly inside a gravitational field. Think of the sound waves that emanate from a siren on an emergency vehicle; as the vehicle moves toward an observer, sound waves are compressed, but as it moves away, they are stretched out, or redshifted. Known as the Doppler Effect, the same phenomena occurs with waves of light at all frequencies.\n\nIn the 1960s, according to the American Physical Society, physicists Robert Pound and Glen Rebka shot gamma-rays first down, then up the side of a tower at Harvard University. Pound and Rebka found that the gamma-rays slightly changed frequency due to distortions caused by gravity.\n\nEinstein predicted that violent events, such as the collision of two black holes, create ripples in space-time known as gravitational waves. And in 2016, the Laser Interferometer Gravitational Wave Observatory (LIGO) announced that it had detected such a signal for the first time.\n\nThat detection came on Sept. 14, 2015. LIGO, made up of twin facilities in Louisiana and Washington, had recently been upgraded, and were in the process of being calibrated before they went online. The first detection was so large that, according to then-LIGO spokesperson Gabriela Gonzalez, it took the team several months of analysis to convince themselves that it was a real signal and not a glitch.\n\nRelated: Phantom energy and dark gravity: Explaining the dark side of the universe\n\n\"We were very lucky on the first detection that it was so obvious,\" she said during the 228 American Astronomical Society meeting in June 2016.\n\nSince then, scientists have begun quickly catching gravitational waves. All told LIGO and its European counterpart Virgo have detected over 100 gravitational-wave events, according to the Gravitational Wave Open Science Center.\n\nThose collisions have included unusual events like a collision with an object that scientists can't definitively identify as a black hole or neutron star, merging neutron stars accompanied by a bright explosion, mismatched black holes colliding and more.\n\n\n\nIn 2021 research published in the journal Physical Review X, challenged several of Einstein's predictions by observing a double-pulsar system around 2,400 light-years from Earth. Each of the seven predictions of general relativity was confirmed by the study.\n\nPulsars are a type of neutron star that appears to pulse due to beams of electromagnetic radiation and that are emitting from their magnetic poles.\n\nThe pulsar test subjects spin very fast - around 44 times a second - and are 30% more massive than the sun but are only 15 miles (around 24 kilometers) in diameter, making them incredibly dense. This means that their gravitational pull is immense, for example, on the surface of a neutron star gravity is around 1 billion times stronger than its pull on Earth. This makes neutron stars a great test subject to challenge predictions in Einstein's theories, such as the ability of gravity to bend light.\n\n\"We follow the propagation of radio photons emitted from a cosmic lighthouse, a pulsar, and track their movements in the strong gravitational field of a companion pulsar,\" Professor Ingrid Stairs from the University of British Columbia at Vancouver said in a statement.\n\n\"We see for the first time how the light is not only delayed due to a strong curvature of spacetime around the companion but also that the light is deflected by a small angle of 0.04 degrees that we can detect. Never before has such an experiment been conducted at such a high spacetime curvature\" Stairs adds.\n\nRead more about general relativity in the book Relativity: The Special and the General Theory - 100th Anniversary Edition. Explore the Nature of Space and Time (Isaac Newton Institute Series of Lectures, 3) and The Physics Book: Big Ideas Simply Explained.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nMeghan is a senior writer at Space.com and has more than five years' experience as a science journalist based in New York City. She joined Space.com in July 2018, with previous writing published in outlets including Newsweek and Audubon. Meghan earned an MA in science journalism from New York University and a BA in classics from Georgetown University, and in her free time she enjoys reading and visiting museums. Follow her on Twitter at @meghanbartels.\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nIndia's Aditya-L1 solar probe watches powerful flare erupt from the sun\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri"
  },
  {
    "url": "https://www.space.com/20881-wormholes.html",
    "title": "What are wormholes?",
    "date": "5 March 2024",
    "content": "The wormhole theory postulates that a theoretical passage through space-time could create shortcuts for long journeys across the universe.\n\nWormholes are predicted by the theory of general relativity.\n\nBut be wary: wormholes bring with them the dangers of sudden collapse, high radiation and dangerous contact with exotic matter.\n\nWe asked physicist Robert Kehoe, some frequently asked questions about wormholes.\n\nRobert Kehoe is a physicist currently studying the nature of the accelerating expansion of the universe. He is a lead researcher on the Dark Energy Spectroscopic Instrument (DESO), which is creating a far-reaching map of our universe. His research has also included work in particle physics, including contributing to the discovery of the Higgs boson, a previously only theoretical subatomic particle that allows for things to have mass.\n\nA wormhole is thought to be essentially a tunnel from one place in space to another. When you have a massive object in spacetime, it basically creates a curvature of the spacetime in the nearby region.\n\nAs you get more and more mass, we expect that that curvature becomes more and more extreme. We think such objects occur in the universe, and they are what we call a black hole, where light cannot escape due to this extreme curvature of spacetime.\n\nWe think what happens is, at some point, if the mass of an object becomes large enough, the other forces of nature besides gravity can’t support the matter, and it becomes a black hole. You could think about this as one side of a wormhole.\n\nCould you have a situation in which the curvature is extreme enough to connect up with something analogous on the other side somewhere else in spacetime? Theoretically, that could be true.\n\nNo. We have a substantial amount of evidence for the existence of black holes.  But there's been no wormholes found.\n\nThere are different theoretical implementations of our theory of gravitation, called general relativity, that would describe wormholes with somewhat different properties. For instance, one of the big distinctions in the types of wormholes that are described are whether or not they are traversable — by that I mean, whether you can go from one end to another.\n\nSo yes, in that sense, there could be different types of wormholes.\n\nWormholes were first theorized in 1916, though that wasn't what they were called at the time. While reviewing another physicist's solution to the equations in Albert Einstein's theory of general relativity, Austrian physicist Ludwig Flamm realized another solution was possible. He described a \"white hole,\" a theoretical time reversal of a black hole. Entrances to both black and white holes could be connected by a space-time conduit.\n\nIn 1935, Einstein and physicist Nathan Rosen used the theory of general relativity to elaborate on the idea, proposing the existence of \"bridges\" through space-time. These bridges connect two different points in space-time, theoretically creating a shortcut that could reduce travel time and distance. The shortcuts came to be called Einstein-Rosen bridges, or wormholes.\n\n\"The whole thing is very hypothetical at this point,\" said Stephen Hsu, a professor of theoretical physics at the University of Oregon, told our sister site, LiveScience. \"No one thinks we're going to find a wormhole anytime soon.\"\n\nWormholes contain two mouths, with a throat connecting the two, according to an article published in the Journal of High Energy Physics (2020). The mouths would most likely be spheroidal. The throat might be a straight stretch, but it could also wind around, taking a longer path than a more conventional route might require.\n\nEinstein's theory of general relativity mathematically predicts the existence of wormholes, but none have been discovered to date. A negative mass wormhole might be spotted by the way its gravity affects light that passes by.\n\nCertain solutions of general relativity allow for the existence of wormholes where the mouth of each is a black hole. However, a naturally occurring black hole, formed by the collapse of a dying star, does not by itself create a wormhole.\n\nScience fiction is filled with tales of traveling through wormholes. But the reality of such travel is more complicated, and not just because we've yet to spot one.\n\nThe first problem is size. Primordial wormholes are predicted to exist on microscopic levels, about 10–33 centimeters. However, as the universe expands, it is possible that some may have been stretched to larger sizes.\n\n\n\nAnother problem comes from stability. The predicted Einstein-Rosen wormholes would be useless for travel because they collapse quickly.\n\n\"You would need some very exotic type of matter in order to stabilize a wormhole,\" said Hsu, \"and it's not clear whether such matter exists in the universe.\"\n\n— Is time travel possible?\n\n— Wormholes make the best time machines\n\n— What happens if black holes fall into wormholes?\n\nBut more recent research found that a wormhole containing \"exotic\" matter could stay open and unchanging for longer periods of time.\n\nExotic matter, which should not be confused with dark matter or antimatter, contains negative energy density and a large negative pressure. Such matter has only been seen in the behavior of certain vacuum states as part of quantum field theory.\n\nIf a wormhole contained sufficient exotic matter, whether naturally occurring or artificially added, it could theoretically be used as a method of sending information or travelers through space, according to our sister website Live Science. Unfortunately, human journeys through the space tunnels may be challenging.\n\n\"The jury is not in, so we just don't know,\" physicist Kip Thorne, one of the world's leading authorities on relativity, black holes and wormholes, told Space.com. \"But there are very strong indications that wormholes that a human could travel through are forbidden by the laws of physics. That's sad, that's unfortunate, but that's the direction in which things are pointing.\"\n\nWormholes may not only connect two separate regions within the universe, they could also connect two different universes. Similarly, some scientists have conjectured that if one mouth of a wormhole is moved in a specific manner, it could allow for time travel.\n\n\"You can go into the future or into the past using traversable wormholes,\" astrophysicist Eric Davis told LiveScience. But it won't be easy: \"It would take a Herculean effort to turn a wormhole into a time machine. It's going to be tough enough to pull off a wormhole.\"\n\nHowever, British cosmologist Stephen Hawking has argued that such use is not possible.\n\n\"A wormhole is not really a means of going back in time, it's a short cut, so that something that was far away is much closer,\" according to NASA's Eric Christian.\n\nAlthough adding exotic matter to a wormhole might stabilize it to the point that human passengers could travel safely through it, there is still the possibility that the addition of \"regular\" matter would be sufficient to destabilize the portal.\n\nToday's technology is insufficient to enlarge or stabilize wormholes, even if they could be found. However, scientists continue to explore the concept as a method of space travel with the hope that technology will eventually be able to utilize them.\n\n\"You would need some of super-super-advanced technology,\" Hsu said. \"Humans won't be doing this any time in the near future.\"\n\nWhich of Albert Einsteins theories proved correct? Read NASA's article about 10 things Einstein got right to find out. To see an artist's impression of a wormhole, watch this short clip from ESA's movie \"15 Years of Discovery\".\n\n\"Phantom energy traversable wormholes\". Physical Review D (2005).  https://journals.aps.org/prd/abstract/10.1103/PhysRevD.71.084011\n\n\"Wormholes in spacetime and their use for interstellar travel\". American Journal of Physics (1987).  https://aapt.scitation.org/doi/abs/10.1119/1.15620\n\n\"The General Theory of Relativity\". The Meaning of Relativity (1922). https://link.springer.com/chapter/10\n\n\"Multi-mouth Traversable Wormholes\". Journal of High Energy Physics (2020) https://www.researchgate.net/publication/347125665_Multi-mouth_Traversable_Wormholes\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nNola Taylor Tillman is a contributing writer for Space.com. She loves all things space and astronomy-related, and enjoys the opportunity to learn more. She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine. In her free time, she homeschools her four children. Follow her on Twitter at @NolaTRedd\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nIndia's Aditya-L1 solar probe watches powerful flare erupt from the sun\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri"
  },
  {
    "url": "https://www.space.com/41146-neutrino-source-blazar-cosmic-rays.html",
    "title": "High-Energy 'Ghost Particle' Traced to Distant Galaxy in Astronomy Breakthrough",
    "date": "12 July 2018",
    "content": "Astronomers have traced a high-energy neutrino to its cosmic source for the first time ever, solving a century-old mystery in the process.\n\nNeutrinos are nearly massless subatomic particles that have no electric charge and therefore interact rarely with their surroundings. Indeed, trillions of these \"ghost particles\" stream through your body unnoticed and unhindered every second.\n\nMost of these neutrinos come from the sun. But a small percentage, which boast extremely high energies, have rocketed to our neck of the woods from very deep space. The inherent elusiveness of neutrinos has prevented astronomers from pinning down the origin of such cosmic wanderers — until now. [Tracing a Neutrino to Its Source: The Discovery in Pictures]\n\nObservations by the IceCube Neutrino Observatory at the South Pole and a host of other instruments allowed researchers to track one cosmic neutrino to a distant blazar, a huge elliptical galaxy with a fast-spinning supermassive black hole at its heart.\n\nAnd there's more. Cosmic neutrinos go hand in hand with cosmic rays, highly energetic charged particles that slam into our planet continuously. So, the new find pegs blazars as accelerators of at least some of the fastest-moving cosmic rays as well.\n\nAstronomers have wondered about this since cosmic rays were first discovered, way back in 1912. But they've been thwarted by the particles' charged nature, which dictates that cosmic rays get tugged this way and that by various objects as they zoom through space. Success finally came from using the straight-line journey of a fellow-traveler ghost particle.\n\n\"We have been looking for the sources of cosmic rays for more than a century, and we finally found one,\" Francis Halzen, lead scientist at the IceCube Neutrino Observatory and a professor of physics at the University of Wisconsin-Madison, told Space.com. [Wacky Physics: The Coolest Little Particles in Nature]\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\n\n\nIceCube, which is managed by the U.S. National Science Foundation (NSF), is a dedicated neutrino hunter. The facility consists of 86 cables, which nestle within boreholes that extend about 1.5 miles (2.5 kilometers) into the Antarctic ice. Every cable, in turn, holds 60 basketball-size \"digital optical modules,\" which are outfitted with sensitive light detectors.\n\nThese detectors are designed to pick up the characteristic blue light emitted after a neutrino interacts with an atomic nucleus. (This light is thrown off by a secondary particle created by the interaction. And in case you were wondering: All that overlying ice prevents particles other than neutrinos from reaching the detectors and dirtying up the data.) These are rare events; IceCube spots just a couple of hundred neutrinos per year, Halzen said.\n\nThe facility has already made big contributions to astronomy. In 2013, for example, IceCube made the first-ever confirmed detection of neutrinos from beyond the Milky Way galaxy. Researchers weren't able to pin down the source of those high-energy ghost particles at the time.\n\nOn Sept. 22, 2017, however, IceCube picked up another cosmic neutrino. It was extremely energetic, packing about 300 teraelectron volts — nearly 50 times greater than the energy of the protons cycling through Earth's most powerful particle accelerator, the Large Hadron Collider.\n\nWithin 1 minute of the detection, the facility sent out an automatic notification, alerting other astronomers to the find and relaying coordinates to the patch of sky that seemed to house the particle's source.\n\nThe community responded: Nearly 20 telescopes on the ground and in space scoured that patch across the electromagnetic spectrum, from low-energy radio waves to high-energy gamma-rays. The combined observations traced the neutrino's origin to an already-known blazar called TXS 0506+056, which lies about 4 billion light-years from Earth.\n\nFor example, follow-up observations by several different instruments — including NASA's Earth-orbiting Fermi Gamma-ray Space Telescope and the Major Atmospheric Gamma Imaging Cherenkov Telescope (MAGIC) in the Canary Islands — revealed a powerful burst of gamma-ray light flaring from TXS 0506+056. [Gamma-Ray Universe: Photos by NASA's Fermi Space Telescope]\n\nThe IceCube team also went through its archival data and found more than a dozen other cosmic neutrinos that seemed to be coming from the same blazar. These additional particles were picked up by the detectors from late 2014 through early 2015.\n\n\"All the pieces fit together,\" Albrecht Karle, a senior IceCube scientist and UW-Madison physics professor, said in a statement. \"The neutrino flare in our archival data became independent confirmation. Together with observations from the other observatories, it is compelling evidence for this blazar to be a source of extremely energetic neutrinos, and thus high-energy cosmic rays.\"\n\nThe findings are reported in two new studies published online today (July 12) in the journal Science. You can find them here and here.\n\nBlazars are a special type of superluminous active galaxy that blast out twin jets of light and particles, one of which is aimed directly at Earth. (That's partly why blazars appear so bright to us — because we're in the line of jet fire.)\n\nAstronomers have identified several thousand blazars throughout the universe, none of which have yet been found to be slinging neutrinos at us like TXS 0506+056 is.\n\n\"There's something special about this source, and we have to figure out what it is,\" Halzen told Space.com.\n\nThat's just one of many questions raised by the new results. For example, Halzen would also like to know the acceleration mechanism: How, exactly, do blazars get neutrinos and cosmic rays up to such tremendous speeds?\n\nHalzen expressed optimism about answering such questions in the relatively near future, citing the power of \"multimessenger astrophysics\" — the use of at least two different types of signals to interrogate the cosmos — on display in the two new studies.\n\nThe neutrino discovery follows closely on the heels of another multimessenger landmark: In October 2017, researchers announced that they had analyzed a collision between two superdense neutron stars by observing both the electromagnetic radiation and gravitational waves emitted during the dramatic event.\n\n\"The era of multimessenger astrophysics is here,\" NSF Director France Cordova said in the same statement. \"Each messenger — from electromagnetic radiation, gravitational waves and now neutrinos — gives us a more complete understanding of the universe and important new insights into the most powerful objects and events in the sky.\"\n\nFollow Mike Wall on Twitter @michaeldwall and Google+. Follow us @Spacedotcom, Facebook or Google+. Originally published on Space.com.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nMichael Wall is a Senior Space Writer with Space.com and joined the team in 2010. He primarily covers exoplanets, spaceflight and military space, but has been known to dabble in the space art beat. His book about the search for alien life, \"Out There,\" was published on Nov. 13, 2018. Before becoming a science writer, Michael worked as a herpetologist and wildlife biologist. He has a Ph.D. in evolutionary biology from the University of Sydney, Australia, a bachelor's degree from the University of Arizona, and a graduate certificate in science writing from the University of California, Santa Cruz. To find out what his latest project is, you can follow Michael on Twitter.\n\nHubble Telescope discovers a new '3-body problem' puzzle among Kuiper Belt asteroids (video)\n\nMystery solved! Odd X-ray signal was 'death knell' of planet destroyed by zombie star (video)\n\nVarda space capsule returns to Earth in 1st commercial landing in Australian Outback (photos)"
  },
  {
    "url": "https://www.space.com/15830-light-speed.html",
    "title": "What is the speed of light?",
    "date": "29 October 2024",
    "content": "The speed of light traveling through a vacuum is exactly 299,792,458 meters (983,571,056 feet) per second. That's about 186,282 miles per second — a universal constant known in equations as \"c,\" or light speed.\n\nAccording to physicist Albert Einstein's theory of special relativity, on which much of modern physics is based, nothing in the universe can travel faster than light. The theory states that as matter approaches the speed of light, the matter's mass becomes infinite. That means the speed of light functions as a speed limit for the whole universe.\n\nThe speed of light is so immutable that, according to the U.S. National Institute of Standards and Technology, it is used to define international standard measurements like the meter (and by extension, the mile, the foot and the inch). Through some crafty equations, it also helps define the kilogram and the temperature unit Kelvin.\n\nBut despite the speed of light's reputation as a universal constant, scientists and science fiction writers alike spend time contemplating faster-than-light travel. So far no one's been able to demonstrate a real warp drive, but that hasn't slowed our collective hurtle toward new stories, new inventions and new realms of physics.\n\nA light-year is the distance that light can travel in one year — about 6 trillion miles (10 trillion kilometers). It's one way that astronomers and physicists measure immense distances across our universe.\n\nLight travels from the moon to our eyes in about 1 second, which means the moon is about 1 light-second away. Sunlight takes about 8 minutes to reach our eyes, so the sun is about 8 light minutes away. Light from Alpha Centauri, which is the nearest star system to our own, requires roughly 4.3 years to get here, so Alpha Centauri is 4.3 light-years away.\n\n\"To obtain an idea of the size of a light-year, take the circumference of the Earth (24,900 miles), lay it out in a straight line, multiply the length of the line by 7.5 (the corresponding distance is one light-second), then place 31.6 million similar lines end to end,\" NASA's Glenn Research Center says on its website. \"The resulting distance is almost 6 trillion (6,000,000,000,000) miles!\"\n\nAn airplane traveling 600 mph (965 km/h) would take 1 million years to travel a single light-year! If we could travel one light-year using a crewed spacecraft like the Apollo lunar module, the journey would take approximately 27,000 years, according to the BBC Sky at Night Magazine.\n\nStars and other objects beyond our solar system lie anywhere from a few light-years to a few billion light-years away. And everything astronomers \"see\" in the distant universe is literally history. When astronomers study objects that are far away, they are seeing light that shows the objects as they existed at the time that light left them.\n\nThis principle allows astronomers to see the universe as it looked after the Big Bang, which took place about 13.8 billion years ago. Objects that are 10 billion light-years away from us appear to astronomers as they looked 10 billion years ago — relatively soon after the beginning of the universe — rather than how they appear today.\n\nRelated: Why the universe is all history\n\nWe asked Rob Zellem, exoplanet-hunter and staff scientist at NASA's Jet Propulsion Lab, a few frequently asked questions about the speed of light.\n\nDr. Rob Zellem is a staff scientist at NASA's Jet Propulsion Laboratory, a federally funded research and development center operated by the California Institute of Technology. Rob is the project lead for Exoplanet Watch, a citizen science project to observe exoplanets, planets outside of our own solar system, with small telescopes. He is also the Science Calibration lead for the Nancy Grace Roman Space Telescope's Coronagraph Instrument, which will directly image exoplanets.\n\nNothing! Light is a \"universal speed limit\" and, according to Einstein's theory of relativity, is the fastest speed in the universe: 300,000 kilometers per second (186,000 miles per second).\n\nThe speed of light is a universal constant in a vacuum, like the vacuum of space. However, light *can* slow down slightly when it passes through an absorbing medium, like water (225,000 kilometers per second = 140,000 miles per second) or glass (200,000 kilometers per second = 124,000 miles per second).\n\nOne of the first measurements of the speed of light was by Ole Rømer in 1676 by observing the moons of Jupiter. The speed of light was first measured to high precision in 1879 by the Michelson-Morley Experiment.\n\nOle Rømer was able to measure the speed of light by observing eclipses of Jupiter's moon Io. When Jupiter was closer to Earth, Rømer noted that eclipses of Io occurred slightly earlier than when Jupiter was farther away. Rømer attributed this effect to the time it takes for light to travel over the longer distance when Jupiter was farther from the Earth.\n\n\n\nAs early as the 5th century BC, Greek philosophers like Empedocles and Aristotle disagreed on the nature of light speed. Empedocles proposed that light, whatever it was made of, must travel and therefore, must have a rate of travel. Aristotle wrote a rebuttal of Empedocles' view in his own treatise, On Sense and the Sensible, arguing that light, unlike sound and smell, must be instantaneous. Aristotle was wrong, of course, but it would take hundreds of years for anyone to prove it.\n\nIn the mid 1600s, the Italian astronomer Galileo Galilei stood two people on hills less than a mile apart. Each person held a shielded lantern. One uncovered his lantern; when the other person saw the flash, he uncovered his too. But Galileo's experimental distance wasn't far enough for his participants to record the speed of light. He could only conclude that light traveled at least 10 times faster than sound.\n\nIn the 1670s, Danish astronomer Ole Rømer tried to create a reliable timetable for sailors at sea, and according to NASA, accidentally came up with a new best estimate for the speed of light. To create an astronomical clock, he recorded the precise timing of the eclipses of Jupiter's moon, Io, from Earth. Over time, Rømer observed that Io's eclipses often differed from his calculations. He noticed that the eclipses appeared to lag the most when Jupiter and Earth were moving away from one another, showed up ahead of time when the planets were approaching and occurred on schedule when the planets were at their closest or farthest points. This observation demonstrated what we today know as the Doppler effect, the change in frequency of light or sound emitted by a moving object that in the astronomical world manifests as the so-called redshift, the shift towards \"redder\", longer wavelengths in objects speeding away from us. In a leap of intuition, Rømer determined that light was taking measurable time to travel from Io to Earth.\n\nRømer used his observations to estimate the speed of light. Since the size of the solar system and Earth's orbit wasn't yet accurately known, argued a 1998 paper in the American Journal of Physics, he was a bit off. But at last, scientists had a number to work with. Rømer's calculation put the speed of light at about 124,000 miles per second (200,000 km/s).\n\nIn 1728, English physicist James Bradley based a new set of calculations on the change in the apparent position of stars caused by Earth's travels around the sun. He estimated the speed of light at 185,000 miles per second (301,000 km/s) — accurate to within about 1% of the real value, according to the American Physical Society.\n\nTwo new attempts in the mid-1800s brought the problem back to Earth. French physicist Hippolyte Fizeau set a beam of light on a rapidly rotating toothed wheel, with a mirror set up 5 miles (8 km) away to reflect it back to its source. Varying the speed of the wheel allowed Fizeau to calculate how long it took for the light to travel out of the hole, to the adjacent mirror, and back through the gap. Another French physicist, Leon Foucault, used a rotating mirror rather than a wheel to perform essentially the same experiment. The two independent methods each came within about 1,000 miles per second (1,609 km/s) of the speed of light.\n\n\n\nAnother scientist who tackled the speed of light mystery was Poland-born Albert A. Michelson, who grew up in California during the state's gold rush period, and honed his interest in physics while attending the U.S. Naval Academy, according to the University of Virginia. In 1879, he attempted to replicate Foucault's method of determining the speed of light, but Michelson increased the distance between mirrors and used extremely high-quality mirrors and lenses. Michelson's result of 186,355 miles per second (299,910 km/s) was accepted as the most accurate measurement of the speed of light for 40 years, until Michelson re-measured it himself. In his second round of experiments, Michelson flashed lights between two mountain tops with carefully measured distances to get a more precise estimate. And in his third attempt just before his death in 1931, according to the Smithsonian's Air and Space magazine, he built a mile-long depressurized tube of corrugated steel pipe. The pipe simulated a near-vacuum that would remove any effect of air on light speed for an even finer measurement, which in the end was just slightly lower than the accepted value of the speed of light today.\n\nMichelson also studied the nature of light itself, wrote astrophysicist Ethan Siegal in the Forbes science blog, Starts With a Bang. The best minds in physics at the time of Michelson's experiments were divided: Was light a wave or a particle?\n\nMichelson, along with his colleague Edward Morley, worked under the assumption that light moved as a wave, just like sound. And just as sound needs particles to move, Michelson and Morley and other physicists of the time reasoned, light must have some kind of medium to move through. This invisible, undetectable stuff was called the \"luminiferous aether\" (also known as \"ether\").\n\nThough Michelson and Morley built a sophisticated interferometer (a very basic version of the instrument used today in LIGO facilities), Michelson could not find evidence of any kind of luminiferous aether whatsoever. Light, he determined, can and does travel through a vacuum.\n\n\"The experiment — and Michelson's body of work — was so revolutionary that he became the only person in history to have won a Nobel Prize for a very precise non-discovery of anything,\" Siegal wrote. \"The experiment itself may have been a complete failure, but what we learned from it was a greater boon to humanity and our understanding of the universe than any success would have been!\"\n\n\n\nEinstein's theory of special relativity unified energy, matter and the speed of light in a famous equation: E = mc^2. The equation describes the relationship between mass and energy — small amounts of mass (m) contain, or are made up of, an inherently enormous amount of energy (E). (That's what makes nuclear bombs so powerful: They're converting mass into blasts of energy.) Because energy is equal to mass times the speed of light squared, the speed of light serves as a conversion factor, explaining exactly how much energy must be within matter. And because the speed of light is such a huge number, even small amounts of mass must equate to vast quantities of energy.\n\nTo accurately describe the universe, Einstein's elegant equation requires the speed of light to be an immutable constant. Einstein asserted that light moved through a vacuum, not any kind of luminiferous aether, and in such a way that it moved at the same speed no matter the speed of the observer.\n\nThink of it like this: Observers sitting on a train could look at a train moving along a parallel track and think of its relative movement to themselves as zero. But observers moving nearly the speed of light would still perceive light as moving away from them at more than 670 million mph. (That's because moving really, really fast is one of the only confirmed methods of time travel — time actually slows down for those observers, who will age slower and perceive fewer moments than an observer moving slowly.)\n\nIn other words, Einstein proposed that the speed of light doesn't vary with the time or place that you measure it, or how fast you yourself are moving.\n\nTherefore, objects with mass cannot ever reach the speed of light. If an object ever did reach the speed of light, its mass would become infinite. And as a result, the energy required to move the object would also become infinite: an impossibility.\n\nThat means if we base our understanding of physics on special relativity (which most modern physicists do), the speed of light is the immutable speed limit of our universe — the fastest that anything can travel.\n\nAlthough the speed of light is often referred to as the universe's speed limit, the universe actually expands even faster. The universe expands at a little more than 42 miles (68 kilometers) per second for each megaparsec of distance from the observer, wrote astrophysicist Paul Sutter in a previous article for Space.com. (A megaparsec is 3.26 million light-years — a really long way.)\n\nIn other words, a galaxy 1 megaparsec away appears to be traveling away from the Milky Way at a speed of 42 miles per second (68 km/s), while a galaxy two megaparsecs away recedes at nearly 86 miles per second (136 km/s), and so on.\n\n\"At some point, at some obscene distance, the speed tips over the scales and exceeds the speed of light, all from the natural, regular expansion of space,\" Sutter explained. \"It seems like it should be illegal, doesn't it?\"\n\nSpecial relativity provides an absolute speed limit within the universe, according to Sutter, but Einstein's 1915 theory regarding general relativity allows different behavior when the physics you're examining are no longer \"local.\"\n\n\"A galaxy on the far side of the universe? That's the domain of general relativity, and general relativity says: Who cares! That galaxy can have any speed it wants, as long as it stays way far away, and not up next to your face,\" Sutter wrote. \"Special relativity doesn't care about the speed — superluminal or otherwise — of a distant galaxy. And neither should you.\"\n\n\n\nLight in a vacuum is generally held to travel at an absolute speed, but light traveling through any material can be slowed down. The amount that a material slows down light is called its refractive index. Light bends when coming into contact with particles, which results in a decrease in speed.\n\nFor example, light traveling through Earth's atmosphere moves almost as fast as light in a vacuum, slowing down by just three ten-thousandths of the speed of light. But light passing through a diamond slows to less than half its typical speed, PBS NOVA reported. Even so, it travels through the gem at over 277 million mph (almost 124,000 km/s) — enough to make a difference, but still incredibly fast.\n\nLight can be trapped — and even stopped — inside ultra-cold clouds of atoms, according to a 2001 study published in the journal Nature. More recently, a 2018 study published in the journal Physical Review Letters proposed a new way to stop light in its tracks at \"exceptional points,\" or places where two separate light emissions intersect and merge into one.\n\nResearchers have also tried to slow down light even when it's traveling through a vacuum. A team of Scottish scientists successfully slowed down a single photon, or particle of light, even as it moved through a vacuum, as described in their 2015 study published in the journal Science. In their measurements, the difference between a slowed photon and a \"regular\" photon was just a few millionths of a meter, but it demonstrated that light in a vacuum can be slower than the official speed of light.\n\n— Spaceship could fly faster than light\n\n— Here's what the speed of light looks like in slow motion\n\n— Why is the speed of light the way it is?\n\nScience fiction loves the idea of \"warp speed.\" Faster-than-light travel makes countless sci-fi franchises possible, condensing the vast expanses of space and letting characters pop back and forth between star systems with ease.\n\nBut while faster-than-light travel isn't guaranteed impossible, we'd need to harness some pretty exotic physics to make it work. Luckily for sci-fi enthusiasts and theoretical physicists alike, there are lots of avenues to explore.\n\nAll we have to do is figure out how to not move ourselves — since special relativity would ensure we'd be long destroyed before we reached high enough speed — but instead, move the space around us. Easy, right?\n\nOne proposed idea involves a spaceship that could fold a space-time bubble around itself. Sounds great, both in theory and in fiction.\n\n\"If Captain Kirk were constrained to move at the speed of our fastest rockets, it would take him a hundred thousand years just to get to the next star system,\" said Seth Shostak, an astronomer at the Search for Extraterrestrial Intelligence (SETI) Institute in Mountain View, California, in a 2010 interview with Space.com's sister site LiveScience. \"So science fiction has long postulated a way to beat the speed of light barrier so the story can move a little more quickly.\"\n\nWithout faster-than-light travel, any \"Star Trek\" (or \"Star War,\" for that matter) would be impossible. If humanity is ever to reach the farthest — and constantly expanding — corners of our universe, it will be up to future physicists to boldly go where no one has gone before.\n\nFor more on the speed of light, check out this fun tool from Academo that lets you visualize how fast light can travel from any place on Earth to any other. If you’re more interested in other important numbers, get familiar with the universal constants that define standard systems of measurement around the world with the National Institute of Standards and Technology. And if you’d like more on the history of the speed of light, check out the book \"Lightspeed: The Ghostly Aether and the Race to Measure the Speed of Light\" (Oxford, 2019) by John C. H. Spence.\n\nAristotle. “On Sense and the Sensible.” The Internet Classics Archive, 350AD. http://classics.mit.edu/Aristotle/sense.2.2.html.\n\nD’Alto, Nick. “The Pipeline That Measured the Speed of Light.” Smithsonian Magazine, January 2017. https://www.smithsonianmag.com/air-space-magazine/18_fm2017-oo-180961669/.\n\nFowler, Michael. “Speed of Light.” Modern Physics. University of Virginia. Accessed January 13, 2022. https://galileo.phys.virginia.edu/classes/252/spedlite.html#Albert%20Abraham%20Michelson.\n\nGiovannini, Daniel, Jacquiline Romero, Václav Potoček, Gergely Ferenczi, Fiona Speirits, Stephen M. Barnett, Daniele Faccio, and Miles J. Padgett. “Spatially Structured Photons That Travel in Free Space Slower than the Speed of Light.” Science, February 20, 2015. https://www.science.org/doi/abs/10.1126/science.aaa3035.\n\nGoldzak, Tamar, Alexei A. Mailybaev, and Nimrod Moiseyev. “Light Stops at Exceptional Points.” Physical Review Letters 120, no. 1 (January 3, 2018): 013901. https://doi.org/10.1103/PhysRevLett.120.013901.\n\nHazen, Robert. “What Makes Diamond Sparkle?” PBS NOVA, January 31, 2000. https://www.pbs.org/wgbh/nova/article/diamond-science/.\n\n“How Long Is a Light-Year?” Glenn Learning Technologies Project, May 13, 2021. https://www.grc.nasa.gov/www/k-12/Numbers/Math/Mathematical_Thinking/how_long_is_a_light_year.htm.\n\nAmerican Physical Society News. “July 1849: Fizeau Publishes Results of Speed of Light Experiment,” July 2010. http://www.aps.org/publications/apsnews/201007/physicshistory.cfm.\n\nLiu, Chien, Zachary Dutton, Cyrus H. Behroozi, and Lene Vestergaard Hau. “Observation of Coherent Optical Information Storage in an Atomic Medium Using Halted Light Pulses.” Nature 409, no. 6819 (January 2001): 490–93. https://doi.org/10.1038/35054017.\n\nNIST. “Meet the Constants.” October 12, 2018. https://www.nist.gov/si-redefinition/meet-constants.\n\nOuellette, Jennifer. “A Brief History of the Speed of Light.” PBS NOVA, February 27, 2015. https://www.pbs.org/wgbh/nova/article/brief-history-speed-light/.\n\nShea, James H. “Ole Ro/Mer, the Speed of Light, the Apparent Period of Io, the Doppler Effect, and the Dynamics of Earth and Jupiter.” American Journal of Physics 66, no. 7 (July 1, 1998): 561–69. https://doi.org/10.1119/1.19020.\n\nSiegel, Ethan. “The Failed Experiment That Changed The World.” Forbes, April 21, 2017. https://www.forbes.com/sites/startswithabang/2017/04/21/the-failed-experiment-that-changed-the-world/.\n\nStern, David. “Rømer and the Speed of Light,” October 17, 2016. https://pwg.gsfc.nasa.gov/stargaze/Sun4Adop1.htm.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nVicky Stein is a science writer based in California. She has a bachelor's degree in ecology and evolutionary biology from Dartmouth College and a graduate certificate in science writing from the University of California, Santa Cruz (2018). Afterwards, she worked as a news assistant for PBS NewsHour, and now works as a freelancer covering anything from asteroids to zebras. Follow her most recent work (and most recent pictures of nudibranchs) on Twitter.\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nSci-fi shooter 'Jump Ship' is nearly here, and it's a chaotic mix of 'Left 4 Dead', 'Sea of Thieves', 'FTL' and Hawaiian pizza (video)"
  },
  {
    "url": "https://www.space.com/41418-about-us.html#section-affiliate-advertising-disclosure",
    "title": "About Space.com: Who we are and how to contact us",
    "date": "2022-03-06T15:03:17Z",
    "content": "Space.com is the premier source of space exploration, innovation and astronomy news, chronicling (and celebrating) humanity's ongoing expansion across the final frontier. We transport our visitors across the solar system and beyond through accessible, comprehensive coverage of the latest news and discoveries. For us, exploring space is as much about the journey as it is the destination. So from skywatching guides and stunning photos of the night sky to rocket launches and breaking news of robotic probes visiting other planets, at Space.com you'll find something amazing every day.\n\nTo provide an amazing journey celebrating space exploration, innovation and discovery.\n\nSpace.com launched in New York City on July 20, 1999, the 30th anniversary of the Apollo 11 moon landing, with the goal of covering the latest discoveries and missions in space like never before. The company was originally founded by news anchor Lou Dobbs and Rich Zahradnick, with Zahradnik serving as our first President, a position later filled by Sally Ride — the first American woman in space. Apollo 11 commander Neil Armstrong, the first man to walk on the moon, was on the board of directors.\n\nIn 2003, Space.com received the Online Journalism Award for Breaking News by the Online News Association in recognition of our coverage of the 2003 Columbia space shuttle disaster. It has since received Webby awards as an Honoree in the Science category in 2010, 2012, 2013 and 2014.\n\nIn May 2004, Space.com's parent company changed its name from Space Holdings to Imaginova. In 2009, Space.com was acquired by Tech Media Network, later called Purch.\n\nIn 2018, Future plc acquired Space.com's parent company Purch. As part of Future, Space.com has expanded its news and reviews team across the United States, Canada and the United Kingdom for wider spaceflight and astronomy coverage. We've also grown to offer additional telescopes, binoculars and astrophotography reviews and deals coverage alongside our tech, gaming and sci-fi streaming coverage.\n\nSpace.com is, and always has been, the passion of writers and editors who are space fans and also trained journalists.\n\nDave Clutterbuck, Managing Director\n\nAndy Hartup, Content Director\n\nTariq Malik, Editor-in-Chief (tmalik@space.com)\n\nBrett Tingley, Editor (brett.tingley@futurenet.com)\n\nMike Wall, Spaceflight/Tech Channel Editor (mwall@space.com)\n\nMonisha Ravisetti, Astronomy Channel Editor (mravisetti@space.com)\n\nIan Stokes, Entertainment Channel Editor (ian.stokes@futurenet.com)\n\nRob Lea, Senior Writer (rob.lea@futurenet.com)\n\nJason Parnell-Brookes, Managing Editor, E-commerce (jason.parnellbrookes@futurenet.com)\n\nDaisy Dobrijevic, Reference Editor (ddobrijevic@space.com)\n\nAlexander Cox, Staff Writer, E-commerce (alexander.cox@futurenet.com)\n\nHarry Bennett, Staff Writer, E-commerce (harry.bennett@futurenet.com)\n\nSteve Spaleta, Senior Video Producer (sspaleta@space.com)\n\nResponsible for Space.com's editorial vision, Tariq Malik has been the Editor-in-Chief of Space.com since 2019 and has covered space news and science for 18 years. He joined the Space.com team in 2001, first as an intern and soon after as a full-time spaceflight reporter covering human spaceflight, exploration, astronomy and the night sky. He became Space.com's managing editor in 2009. As on-air talent has presented space stories on CNN, Fox News, NPR and others.\n\nTariq is an Eagle Scout (yes, he earned the Space Exploration merit badge), a Space Camp veteran (4 times as a kid, once as an adult), and has taken the ultimate \"vomit comet\" ride while reporting on zero-gravity fires. Before joining Space.com, he served as a staff reporter for The Los Angeles Times covering city and education beats. He has journalism degrees from the University of Southern California and New York University.\n\nBrett Tingley is a science and technology journalist who is curious about emerging concepts in spaceflight, aerospace, and robotics. Brett's work has appeared on The War Zone at TheDrive.com, Popular Science, the History Channel, Science Discovery, and more. Brett obtained a Bachelor’s degree in English from Clemson University and a Master’s degree in Rhetoric and Composition from the University of North Carolina at Charlotte. In his free time, Brett is a working musician, a hobbyist electronics engineer and cosplayer, an avid LEGO fan, and enjoys hiking and camping throughout the Appalachian Mountains with his wife and two children.\n\nMichael Wall joined Space.com in 2010 as a senior writer reporting on Mars exploration, exoplanet discoveries, astrophysics and space technology. For Space.com, Mike has wandered through California's Mojave Desert with scientists on NASA's Mars rover Curiosity mission and helped launch balloon missions through Earth's auroras in Alaska. He's based in San Francisco, where he chronicles the space tech revolution in Silicon Valley.\n\nPrior to joining Space.com, Mike was a science writer for the Idaho National Laboratory and interned with Wired.com, The Salinas Californian newspaper and the SLAC National Accelerator Laboratory. Mike has also worked as a herpetologist and wildlife biologist. He has a Ph.D. in evolutionary biology from the University of Sydney, Australia, a bachelor's degree from the University of Arizona, and a graduate certificate in science writing from the University of California, Santa Cruz.\n\nMonisha Ravisetti is Space.com's Astronomy Editor. She covers black holes, star explosions, gravitational waves, exoplanet discoveries and other enigmas hidden across the fabric of space and time. Previously, she was a science writer at CNET, and before that, reported for The Academic Times. Prior to becoming a writer, she was an immunology researcher at Weill Cornell Medical Center in New York. She graduated from New York University in 2018 with a B.A. in philosophy, physics and chemistry. She spends too much time playing online chess. Her favorite planet is Earth.\n\nJase Parnell-Brookes is the Managing Editor of E-commerce for Space and Live Science. Previously the Channel Editor for Cameras and Skywatching at Space, Jase has been an editor and contributing expert across a wide range of publications since 2010. Based in the UK, they are also an award-winning photographer and educator winning the Gold Prize award in the Nikon Photo Contest 2018/19 and named Digital Photographer of the Year in 2014. After completing their Masters degree in 2011 and qualifying as a teacher in 2012, Jase has spent the last two decades studying and working in photography and publishing in multiple areas and specializes in low light optics and camera systems.\n\nDaisy Dobrijevic joined Space.com in February 2022 as a reference writer having previously worked for our sister publication All About Space magazine as a staff writer. Before joining us, Daisy completed an editorial internship with the BBC Sky at Night Magazine and worked at the National Space Centre in Leicester, U.K., where she enjoyed communicating space science to the public. In 2021, Daisy completed a PhD in plant physiology and also holds a Master's in Environmental Science, she is currently based in Nottingham, U.K.\n\nRobert Lea is a science journalist in the U.K. whose articles have been published in Physics World, New Scientist, Astronomy Magazine, All About Space, Newsweek and ZME Science.\n\nHe also writes about science communication for Elsevier and the European Journal of Physics. Rob holds a bachelor of science degree in physics and astronomy from the U.K.’s Open University. Follow him on Twitter @sciencef1rst.\n\nAlex Cox joined Space.com in June 2021 as staff writer covering space news, games, tech, toys and deals. He is based in London, U.K. Graduating in June 2020, Alex studied Sports Journalism in the North East of England at Sunderland University. During his studies and since his graduation, Alex has been featured in local newspapers and online publications covering a range of sports from university rugby to Premier League soccer.\n\nIn addition to a background in sports and journalism, Alex has a life-long love of Star Wars which started with watching the prequel trilogy and collecting toy lightsabers, he also grew up spending most Saturday evenings watching Doctor Who.\n\nJosh Dinner is Space.com's Content Manager. He is a writer and photographer with a passion for science and space exploration, and has been working the space beat since 2016. Josh has covered the evolution of NASA's commercial spaceflight partnerships, from early Dragon and Cygnus cargo missions to the ongoing development and launches of crewed missions to the International Space Station, and spent much of 2022 chronicling the epic of NASA's Artemis 1 rocket. He also enjoys building 1:144 scale models of rockets and human-flown spacecraft. Find some of Josh's launch photography on Instagram and at his website, and follow him on Twitter, where he mostly posts in haiku.\n\nSince 2007, Steven Spaleta has produced and edited space, science and entertainment-related videos for Space.com and Live Science; preceded by a decade of video, audio and live stage production for Pal Television East, Inc.\n\nIn addition to producing space and science news, Steve is producer/editor of Space.com's CosMix series on space-enthused artists. Guests have included guitar virtuoso Joe Satriani, grammy-nominated singer/songwriter Grace Potter and Claudio Sanchez, founder of Coheed and Cambria. Steve is also a bass guitarist and songwriter. He studied psychology at the State University of New York at Stony Brook. He is originally from Zadar, Croatia by way of Astoria, New York.\n\nFrom daily news to the latest amazing photos and videos, you can follow Space.com where you get your social media. Here's where you can find us!\n\nFacebook→ https://www.facebook.com/spacecom\n\nTwitter→ https://twitter.com/SPACEdotcom\n\nYouTube→ https://www.youtube.com/user/VideoFromSpace\n\nInstagram→ https://www.instagram.com/spacedotcom/\n\nFlipboard→ https://flipboard.com/@Spacecom\n\nRSS Feed→ https://www.space.com/feeds/all\n\nJoin the conversation!→ If you just can't get enough space news, you can join the cosmic conversation in our Space.com Forums. There, readers discuss the latest and greatest space discoveries, rocket launches and other news to share their love of space exploration. We even have some special guest scientists and team members in from time to time for AMA talks, so tune in!\n\nIn your Inbox→ You can sign up for our newsletter, which goes out daily Monday through Friday, by entering your email in the Newsletter signup box at the top right of this page and on our News page here to the right of the story feed.\n\nWeb notifications→ You can sign up to receive push notifications to your computer or mobile devices to get the latest news from Space.com. If you are receiving web notifications, but would like to stop receiving them, please visit our web notifications page for instructions on how to do so.\n\nWant to join the Space.com team? We occasionally have full-time staff openings available and if you're interesting in learning more, please visit https://apply.workable.com/futureplc/ and search for Space.com for any available positions.\n\nIf you're interested in working with us as a freelancer, or you have a story you'd like to pitch, you can reach out to the Channel Editors and Editor-in-Chief listed above. Pitches can be sent by email, with \"Freelance Pitch\" listed clearly in subject line and an outline of the story, contacts and images/media to be used.\n\nSpace.com is based out of Future PLC's New York Office with editors, reporters and freelancers located around the world. Here's how to contact us by mail and email.\n\nMailing address: Physical mail can be sent to Space.com c/o Tariq Malik via the address below.Future US LLC130 West 42nd Street7th FloorNew YorkNY, 10036\n\nPhone: You can reach us at the following phone numberSpace.com/Future NYC office: +1 (212) 378-0400\n\nEmail: If you have any questions, concerns or feedback regarding our content, please feel free to contact us at: community@space.com and info@space.com.\n\nYou can learn more about Future PLC here.\n\nIf you're interested in advertising with Space.com, please visit our main How to advertise with Space.com page.\n\nFor information on licensing and reprints, or on using our logos, quotes & review content, please click here or email licensing@futurenet.com.\n\nSpace.com was founded in July 1999 under the parent company Space Holdings, which was renamed Imaginova Corp. in May 2004. In 2009, Space.com and other Imaginova titles were acquired by the company TopTenReviews, which ultimately was renamed Purch. Space.com (and much of Purch's consumer media division) were acquired by Future plc in 2018, where Space.com continues to this day.\n\nYes. Space.com is free to read online via desktop or mobile devices. We also syndicate our content to partners like MSN, Apple News and Yahoo, as well as Flipboard and other outlets.\n\nSpace.com makes revenue from advertising on the site, as well as through paid sponsored content and advertorials (which are labeled as such), and affiliate links to products and services on retailer sites in which we may receive compensation if a reader clicks on those links or make purchases.\n\nThese respected publishers provide content that complements the coverage you’ll find from our staff:\n\nSpace.com is an independent space news publication and no outside party determines what stories we run, companies we cover or skywatching and space-themed products we review.\n\nWe always aim to provide unbiased editorial created by our journalists and writers. We also need to pay our teams and website costs so we make money in a number of ways. We sometimes use affiliate links to products and services on retailer sites for which we can receive compensation if you click on those links or make purchases through them. From time to time we also publish advertorials (paid-for editorial content) and sponsored content on the site. When this is the case the content is clearly marked as sponsored or promoted, so you’ll always know which content is editorial and which is not. See more about content funding on Space.com here.\n\nFuture PLC is our parent company and has an in-depth terms and conditions page with a lot more information that you can read right here.\n\n\n\nSpace.com is a member of the IPSO (Independent Press Standards Organisation) which regulates the UK print and digital news industry. We abide by the Editors’ Code of Practice and are committed to upholding the highest standards of journalism. If you think that we have not met those standards and want to make a complaint, please contact legal@futurenet.com. If we are unable to resolve your complaint, or if you would like more information about IPSO or the Editors’ Code, contact IPSO on 0300 123 2220 or visit www.ipso.co.uk\n\nSpace.com is part of Future PLC. Together, we are fiercely committed to protecting your privacy. Please review our in-depth privacy policy to learn more.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nFAA investigating SpaceX Starship Flight 8 explosion that disrupted commercial flights\n\nSecretive US Space Force X-37B space plane 'breaks new ground' as it returns to Earth after 434 days in orbit (photos)\n\nNASA's Artemis 2 crew wants your help designing the plush toy that will fly with them around the moon."
  },
  {
    "url": "https://www.space.com/the-universe/moon/lunar-outposts-mapp-rover-set-for-lunar-south-pole-landing-and-groundbreaking-resource-sale",
    "title": "1st American robotic lunar rover set to land on the moon today",
    "date": "6 March 2025",
    "content": "Update for 1 pm ET: Intuitive Machines landed its private Athena spacecraft near the south pole of the moon today, but the exact fate of the probe is unclear. The company confirmed that the Athena lander is on the lunar surface, but is working to confirm its orientation. A post-landing press conference is scheduled for 4 p.m. EST and will be simulcast on Space.com when it goes live.\n\nA tiny commercial rover is set to land near the south pole of the moon today (March 6).\n\nColorado-based space firm Lunar Outpost's Mobile Autonomous Prospecting Platform, or MAPP, launched aboard Intuitive Machines' Athena moon lander on a SpaceX Falcon 9 rocket from Florida's Space Coast on Feb. 26. The spacecraft is now in lunar orbit preparing for its landing attempt.\n\nAthena's mission, known as IM-2, is targeting a landing at around 12:32 p.m. EST (1732 GMT) today near Mons Mouton, in the lunar south pole region. You can watch the Athena moon landing live on Space.com.\n\n\n\nIf all goes well with landing, MAPP — also known as Lunar Outpost's Lunar Voyage 1 — will be the first American robotic rover on the moon, as well as the first private rover on a planetary body. It will deploy from Athena using a mechanism mounted on the lander's side. It will then get to work on the lunar surface with a suite of instruments and technologies.\n\nRelated: The private Athena moon lander will touch down near the moon's south pole today: Watch it live\n\nThe four-wheeled rover measures 17.7 by 15 by 15.7 inches (45 by 38 by 40 centimeters) and is designed to provide critical data on the navigability of the lunar environment to guide the design of lunar vehicles for future moon excursions and NASA's Artemis astronaut campaigns.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nMAPP is expected to facilitate the first commercial sale of space resources by collecting a small amount of lunar regolith, which will be imaged and sold to NASA for a symbolic sum of $1. This transaction, while symbolic, is intended to set a legal precedent for space resource utilization and open the door for a lunar economy.\n\nThe rover also carries Nokia antennas that will deploy in order to test the Finnish company's LTE/4G communications system for the moon, which is one of 10 payloads from global partners on the vehicle. Among these is AstroAnt, a prototype micro swarm robot designed by the Massachusetts Institute of Technology (MIT) that will take contactless measurements of MAPP's temperature. AstroAnt is using advanced space-grade lubricants from Castrol. The Time-of-Flight Depth Camera for 3D mapping is one of two further MIT payloads aboard the rover. Other mission partners include the Juventus football club and Adidas.\n\n\"Lunar Voyage 1 is not just about exploration — it's about proving that private industry can operate, sustain, and create economic value on the moon,\" Justin Cyrus, Lunar Outpost CEO, said ahead of the landing attempt. \"These historic accomplishments create real-world lunar infrastructure, resource utilization and planetary mobility — essential steps toward a lasting human presence beyond Earth.\"\n\nAt 1:30am UTC, we established communications with MAPP on orbit!!! About an hour into its lunar voyage, MAPP let us know it has powered on. Over the next few days, MAPP will provide real-time updates and data. Thanks to @SpaceX + @Int_Machines! Follow along for more updates! pic.twitter.com/EiCFNCRkQ2February 27, 2025\n\n— SpaceX launches 2 private lunar landers to the moon (video, photos)\n\n— NASA gives Intuitive Machines $117 million for 2027 mission to moon's south pole\n\n— Private Athena moon lander beams home gorgeous views of Earth from space (photos)\n\nLike Athena, MAPP is solar-powered and its mission lifetime is one lunar day, or around 14 Earth days. It is not expected to reactivate following the harsh low temperatures of lunar nighttime. MAPP's mission is just the first for Lunar Outpost, which is developing a series of rovers. The company is also competing for a NASA contract to build an unpressurized rover for a lunar test mission ahead of the Artemis 5 mission, currently scheduled for 2030.\n\nMAPP is not the only mobile spacecraft aboard Athena. The rocket-powered, crater-diving Micro-Nova hopper, known as Grace, will be in action on the moon if Athena can stick the landing, as will Yaoki, a small rover built by the Japanese company Dymon.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nAndrew is a freelance space journalist with a focus on reporting on China's rapidly growing space sector. He began writing for Space.com in 2019 and writes for SpaceNews, IEEE Spectrum, National Geographic, Sky & Telescope, New Scientist and others. Andrew first caught the space bug when, as a youngster, he saw Voyager images of other worlds in our solar system for the first time. Away from space, Andrew enjoys trail running in the forests of Finland. You can follow him on Twitter @AJ_FI.\n\nPrivate Blue Ghost lander spotted on the moon by NASA lunar orbiter (photo)\n\nWatch Intuitive Machines land private Athena probe at the lunar south pole today\n\nIntuitive Machines lands near lunar south pole, but fate of private Athena probe unclear"
  },
  {
    "url": "https://www.space.com/author/charles-q-choi",
    "title": "Charles Q. Choi",
    "date": "4 February 25",
    "content": "Charles Q. Choi is a contributing writer for Space.com and Live Science. He covers all things human origins and astronomy as well as physics, animals and general science topics. Charles has a Master of Arts degree from the University of Missouri-Columbia, School of Journalism and a Bachelor of Arts degree from the University of South Florida. Charles has visited every continent on Earth, drinking rancid yak butter tea in Lhasa, snorkeling with sea lions in the Galapagos and even climbing an iceberg in Antarctica. Visit him at http://www.sciwriter.us\n\nThe lunar canyons Vallis Schrödinger and Vallis Planck are extraordinarily deep, and scientists now know the valleys were carved by bullet-fast moon rocks.\n\nThe moon may have received a volcanic facelift, making it more than 100 million years older than rocks collected from its surface might suggest, a new study finds.\n\nSaturn's rings might not be younger than the dinosaurs as recently suggested, but nearly as old as the giant planet itself at billions of years in age, a new study says.\n\nScientists have found nuclear weapons could actually help deflect an incoming cosmic impact — not by blowing an asteroid up, but by showering it with X-ray radiation.\n\n\"If there are lots of black holes out there, some of them must surely pass through our backyard every now and then.\"\n\nBlack holes may be behind why the newborn universe appeared to possess more huge galaxies than scientists could explain, a new study finds.\n\nReference\nExplore the eight (or nine) planets of the solar system in order from nearest to the sun and discover the many wonders of our solar system along the way.\n\nWhen Earth and our moon were much closer together than they are now, the duo could have had tiny companions, or a disk revolving around them in orbits around the pair's poles, a new study finds.\n\nA new study suggests that stars may chomp on planets way more often than you'd expect.\n\nReference\nUncover the mysteries of Venus, the solar system's scorching second planet from the sun, renowned for its intense heat and brightness.\n\nJupiter's moon Io, the most volcanically active world in the solar system, may possess a global ocean of magma underneath its surface, as well as mysteriously warm poles, a new study finds.\n\nScientists want to split Martian water to make oxygen. They're employing AI to light the way.\n\nMicrobes could help unlock vital nutrients in lunar soil to one day help farms sustain astronaut crews on the moon, a new study reports.\n\nThe newborn Earth was struck by a Mars-size rock that helped create the moon, and the impact may have left behind continent-size remnants of the rock near Earth's core, a new study finds.\n\nScientists have wondered why Mars' core can be so big and light at the same time. Two new studies might have an explanation.\n\nLunar dust can be a hazard for off-world rovers — so scientists are suggesting we create a road system on the moon.\n\nSelf-sustaining chemical reactions that could support biology radically different from life as we know it might exist on many different planets, a new study finds.\n\nOur host star's corona is hotter than its 'surface.' It's unclear as to why.\n\nAstronomers have unexpectedly discovered the heaviest Neptune-like planet yet — one four times more massive than our solar system's Neptune.\n\nAncient mud cracks found by NASA's Curiosity rover suggest that Mars underwent a repeated cycle of wet and dry spells that could have supported the emergence of life.\n\nReference\nMars, the fourth planet from the sun is famed for its rusty red appearance. Here we explore the Red Planet in more detail and see why scientists find it so intriguing.\n\nReference\nComets are icy leftovers from the formation of the solar system. Explore these 'dirty snowballs' in more detail with our comet guide.\n\nRocky exoplanets could possess large amounts of water from the moment they form, observations by the James Webb Space Telescope suggest.\n\nThe way in which the radiant displays of colors in the sky known as auroras form on Earth may be how these lights arise throughout the solar system, according to new findings from Mercury.\n\nGullies on Mars may have formed when the Red Planet was highly tilted on its side, triggering dramatic shifts in climate that sent water cascading down slopes to carve out ravines.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!"
  },
  {
    "url": "https://www.astronomy.com/science/this-famous-black-hole-system-is-actually-a-triple/",
    "title": "This famous black hole system is actually a triple",
    "date": "Published: November 5, 2024",
    "content": "Despite their destructive forces, black holes are often seen in with a companion, such as a star, neutron star, white dwarf, or even another black hole. However, a study published Oct. 23 in Nature has found that the black hole binary system V404 Cygni, which contains a black hole and a small star, has an additional friend — a second star that lies about 3,500 times farther from the “original” binary than Earth’s distance from the Sun.\n\nThis is a rare find. The team of researchers from MIT and Caltech were originally searching for signs of new black holes within the Milky Way. But then study lead author Kevin Burdge, a Pappalardo Fellow at MIT, happened upon the third member of V404 Cyg while using Aladin Lite, an online visualization tool that consolidates several surveys. He noticed there was an extra blob suspiciously close to the V404 Cyg system in visible wavelengths.\n\nThe find now has astronomers questioning the mechanisms behind the formation of black holes, how they interact with their companions, and whether  there are more triple systems. V404 Cyg may be the first evidence for the idea that black holes can form in a gentler, less dramatic way than traditionally thought, allowing them to keep a distant star gravitationally bound and not eject it into space.\n\nV404 Cyg has been observed since 1992 and was one of the first confirmed black holes. The previously known blob of light Burdge saw in Aladin Lite is caused by the system’s inner star feeding the black hole and creating a bright accretion disk. However, the second blob — the light from a single star — must have long been overlooked.\n\nTo confirm whether the star was bound to V404 Cyg, the team used data from ESA’s Gaia survey to watch the known and potential companion stars move over the past 10 years. The two stars appeared to be moving together when compared to other nearby stars, making it clear that both are orbiting the black hole and proving V404 Cyg is the first “black hole triple.”\n\nThe outer star is weakly bound to the black hole and its inner star. In a press release, Burdge likened it to a situation where “you’re pulling a kite, and instead of a strong string, you’re pulling with a spiderweb. If you tug too hard, the web will break and you’ll lose the kite. Gravity is like this barely bound string that’s really weak, and if you do anything dramatic to the inner binary, you’re going to lose the outer star.”\n\nBut astronomers have long believed that black hole formation is a violent process. So, how has this outer star, connected by only a cosmic spiderweb, stayed put? That’s what’s making astrophysicists consider alternate black hole formation processes that have never previously had support from observations.\n\nIn the early 1970s, astronomers realized that supernovae could form black holes — and it’s been the accepted mechanism ever since. But when a supernova occurs, material and energy are expelled outward. This should blow away any faraway companions with only tenuous connections, such as V404 Cyg’s third star.\n\nInstead, perhaps the black hole in this system underwent an unusually quiet death where the dying star imploded in what is known as direct collapse. This does not expel energy and thus would not eject the outer star.\n\nTo determine whether this was likely, the team ran tens of thousands of simulations to see whether they could end up with the current trinary system. Each model started with three stars, with one dying either as a supernova or undergoing direct collapse. When the supernova exploded outward, the third star stood no chance of staying in the system. But if the star imploded, the probability of the system remaining a triple increased significantly.\n\n“The vast majority of simulations show that the easiest way to make this triple work is through direct collapse,” said Burdge.\n\nV404 Cyg’s inner companion has an orbital period of only 6.5 days. But the outer star takes a whopping 70,000 years to complete a single orbit around the black hole, highlighting just how weakly bound it must be. That outer star is also aging and starting to become a red giant. This was a key clue that helped researchers determine the age of the system.\n\nUsing evolutionary models, the team deduced that the outer star formed about 3-5 billion years ago. Because the three stars (one of which is now a black hole) were likely born together, that makes the entire system, black hole and all, also the same age. They also found that the black hole has consumed at least half a solar mass of matter from its closer star.\n\nThis discovery holds plenty of potential for understanding the formation and evolution of stars, black holes, and nearby companions. “This system is super exciting for black hole evolution, and it also raises questions of whether there are more triples out there,” said Burdge."
  },
  {
    "url": "https://www.astronomy.com/science/jwst-just-found-a-black-hole-starving-its-host-galaxy-to-death/",
    "title": "JWST just found a black hole starving its host galaxy to death",
    "date": "Published: November 15, 2024",
    "content": "Astronomer Francesco D’Eugenio wasn’t looking for a murdered galaxy.\n\nHis team set out to measure the motions of stars in a distant galaxy and to understand why they appeared so old. Similar massive galaxies in the early universe were typically bustling with new star formation, and D’Eugenio, a scientist at the Kavli Institute for Cosmology in Cambridge, wondered if dust might be obscuring the young stars from view.\n\nInstead, they found that the young stars were missing entirely. The galaxy had shut down.\n\nTheir findings, published in Nature Astronomy on Sept. 16, offer direct evidence of a black hole starving its host galaxy of the gas needed to form new stars, supporting a long-theorized but elusive mechanism behind galaxy death.\n\nUsing data from the James Webb Space Telescope (JWST), D’Eugenio and an international team of astronomers observed Pablo’s Galaxy — a massive, distant Milky Way-sized system that is extremely compact, measuring about 200 billion times the mass of our Sun.\n\nAstronomers can peer into the early universe by studying light from distant galaxies. As the universe expands, light from these galaxies stretches, shifting toward the red end of the spectrum in a phenomenon known as redshift. Pablo’s Galaxy has a redshift of about 3, meaning that on Earth, we’re seeing it as it was roughly 11.7 billion years ago, when the universe was just 2 billion years old and star formation was at its peak.\n\n“It’s safe to say this light is older than the Sun and Earth,” D’Eugenio says.\n\nAt the center of Pablo’s Galaxy lies its supermassive black hole. When black holes like this become active, they can unleash vast amounts of radiation and powerful winds that reshape their galaxy. In Pablo’s Galaxy, researchers found its black hole ejecting cold, dark gas at speeds up to 620 miles (1,000 kilometers) per second, blowing it out of the galaxy’s gravitational reach. Without this gas, the galaxy can’t form new stars — a condition scientists called “quenched.”\n\n“We knew there was a black hole, but we didn’t expect it to have this massive effect on a galaxy of this size and with these properties,” D’Eugenio says.With its advanced sensitivity and resolution in near- and mid-infrared wavelengths, JWST allowed the researchers to observe this quenching process in unprecedented detail. The telescope revealed a new component of the black hole’s wind: dense, cold gas that doesn’t emit light, making it invisible to previous instruments. JWST could detect these dark gas clouds by observing how they blocked some of the galaxy’s light behind them, offering new insights into how black holes expel star-forming material — a key to understanding the life cycles of galaxies across the cosmos.\n\nWhile starved by its supermassive black hole, Pablo’s Galaxy may be napping rather than dead. “It’s not a definite fate when galaxies are quenched,” says Olivia Cooper, an astrophysics Ph.D. student at the University of Texas at Austin, who wasn’t involved in the work. Under the right conditions, the galaxy could reacquire gas and potentially reignite star formation in the future.\n\nDespite its dramatic shutdown in star formation, the study found that Pablo’s Galaxy retains an unexpected feature: a well-organized, rotating stellar disk, much like our own Milky Way. This challenges previous assumptions about how galaxies evolve after quenching. In the local universe — the region of space relatively close to us on a cosmic scale — quenched galaxies typically lose their orderly structure and become more chaotic. But Pablo’s Galaxy has maintained a stable, disklike rotation, with stars orbiting cohesively around the galaxy’s center, preserving the flat, structured movement characteristic of spiral galaxies.\n\n“This is really surprising,” says Minjung Park, a Ph.D. student at the Harvard and Smithsonian Center for Astrophysics in Cambridge, Massachusetts, who was also not involved in the work. “It means that the quenching mechanisms do not destroy the stellar disk, but somehow shut down star formation.”\n\nBecause quenched galaxies like this aren’t seen in the local universe, the researchers suspect something must have changed over the 11 billion years since they observed Pablo’s Galaxy. Understanding what happens to these galaxies over time could reveal new insights into the early universe and galaxy evolution.\n\nLooking ahead, D’Eugenio and his team plan to expand their research by searching for galaxies that have only recently been quenched, where they can observe fresher signs of gas expulsion, and to study lower-mass galaxies to better understand when and why galaxies stop forming stars.\n\n“At the moment, we see this happening mainly in the most massive galaxies. We think it’s because they have the most massive black holes, but perhaps it’s just that, so far, we’ve been looking at the brightest objects,” D’Eugenio explains. “We want to push down and understand where this process starts.”"
  },
  {
    "url": "https://www.astronomy.com/science/is-this-black-hole-jet-making-stars-explode/",
    "title": "Is this black hole jet making stars explode?",
    "date": "Published: October 25, 2024",
    "content": "Supernovae, the violent explosions that occur when stars die, normally happen sporadically within galaxies. However, by shifting the angle of the Hubble Space Telescope’s line of sight toward M87, astronomers recently spotted double the expected amount of supernovae along a massive 3,000-light-year-long jet blasting out of the supermassive black hole at the galaxy’s center.\n\nResearchers have noticed strange behavior arising near the center of M87, a giant elliptical galaxy in the constellation Virgo, since Hubble launched in 1990. Unfortunately, the camera’s field of view was too narrow to inspect what was going on. It wasn’t until Hubble dedicated 9 months’ worth of observation time with its newer wide-field cameras that the picture became much clearer.\n\nHowever, not all the answers behind this phenomenon are known just yet.\n\nIn 2007, a team of astronomers analyzed M87 using Hubble data and found 13 supernovae — or more specifically, classical novae. These events occur not when a massive star dies, but in a binary system when a white dwarf is fed hydrogen (and sometimes helium as well) by its companion star, until a tipping point is hit and the white dwarf’s outer layer undergoes a runaway nuclear reaction and is ejected with a bright flash of light lasting anywhere from days to years. This team was among the first to suggest that the jet influenced these explosions.\n\nThis year’s study, which has been accepted for publication in the Astrophysical Journal, used two Hubble surveys and observed 135 classical novae clustered around M87’s scorching plasma jet. This count is twice as many as what’s considered normal for the rest of the galaxy. “We are witnessing an intriguing but puzzling phenomenon,” said ESA Research Fellow Chiara Circosta, who was not involved in the study, in a press release.\n\nThe team proposes three scenarios that could be causing this increase in eruptions. The first suggests that the proximity of the jet and binary systems is allowing hydrogen to bombard the white dwarfs, essentially making them eject their outer layers much faster. The second scenario suggests that the pressure from the jet’s bright light is doubling the rate of mass transference of material from the companion star onto the white dwarfs. And lastly, it’s possible the jet’s immense radiation could be heating the companion star, making it “overflow” and blasting hydrogen it onto the white dwarfs. However, this third possibility is not as favored as the first two, since this type of heating shouldn’t be nearly enough to cause all these extra novae.\n\nAstronomers have yet to narrow down the reason behind this odd increase in classical novae clustered along M87’s jet, but confirming the enhanced rate is a vital first step. Now, researchers will have to wait for future Hubble observations, as it’s the only space observatory — as of now — that can resolve these novae against the bright background of the galaxy."
  },
  {
    "url": "https://www.astronomy.com/science/unusual-spiral-quasar-seen-dancing-with-a-companion/",
    "title": "Unusual spiral quasar seen dancing with a companion",
    "date": "Published: January 17, 2025",
    "content": "The jets of a supermassive black hole are one of the cosmos’ greatest spectacles — and also one of its greatest mysteries. These beams of ionized matter burst forth from the cores of galaxies at speeds approaching that of light. How those black holes harness and focus that energy remains hotly contested.\n\nIn recent years, astronomers have succeeded in finding galaxies with central black holes that have just recently turned on, in hopes of finding leftover clues to what triggered them. And at this month’s American Astronomical Society (AAS) winter meeting in National Harbor, Maryland, researchers reported an intriguing example — a massive supermassive black hole launching a jet from the center of a galaxy with visible spiral structure.\n\nThe object, named J0742+2704, is classified as a quasar, a type of active galaxy with jets so brilliant that they outshine the rest of the galaxy, causing it to resemble a point-like star in images. (The name “quasar” comes from the descriptive term “quasi-stellar object.”) Galaxies with such powerful jets are typically old, elliptical, and featureless, having lost all their youthful spiral structure in messy mergers with other galaxies. Yet, when astronomer Olivia Achenbach analyzed data from the Hubble Space Telescope, her processing clearly revealed spiral arms winding around it — evidence that it has not yet been through the gravitational turmoil of a major merger.\n\n“At first, I thought I completely messed up,” said Achenbach, a midshipman at the U.S. Naval Academy, during a Jan. 13 press conference. She was advised on the research by astronomer Kristina Nyland of the Naval Research Laboratory. “We both predicted [that] with such a large supermassive black hole at the center, we’d see an elliptical galaxy.”\n\nThe find is a new entry in an ongoing debate over how supermassive black holes and their host galaxies grow, evolve, and interact. The dominant theory — that black holes start feeding and their jets turn on when galaxies merge — is called the major merger model. “To have such a clear, unambiguous result that seems to defy the major merger model is extremely exciting,” says Rachel Cionitti, an astronomer and graduate student at the University of Missouri in Kansas City, who was not part of the study.\n\nIn the major merger model, most galaxies start out with spiral forms, but eventually lose them as they grow and merge. A major merger triggers star formation, but also churns the galaxies into large elliptical galaxies. This process also causes stars, gas, and dust to fall into the central black holes, which are also growing and merging. Then, when the black holes begin to feast, they trigger activity like jets and bright radio emission from just outside their event horizons.\n\nJ0742+2704 complicates that picture. It has a large central black hole with the mass of 400 million Suns. But its jets have only turned on recently — they did not appear in similar observations 20 years ago. And the spiral arms found by Achenbach are a clear indication that it has not been through a major merger. “No galaxy coming out of a merger would be an undisturbed spiral,” says Cionitti.\n\nInstead, the jets may be triggered by interactions with a smaller companion galaxy. In the Hubble image, a ring-shaped galaxy appears to the right of J0742+2704, with the smaller companion lying between them. There are also hints of a potential tidal tail — a stream of stars being ripped away as J0742+2704 and the companion interact.\n\nCionitti also thinks interactions are the key to what is lighting up the jets. She says the “little baby galaxy” is probably “shaking up the gas” in the galaxy, causing it to lose momentum and fall toward the center. Still, she notes, “there are still a lot of open questions about that mechanism.”\n\nStrengthening the case, says Achenbach, are observations from the Low-Frequency Array (LOFAR), a radio telescope network that spans Europe. They revealed evidence of previous jet activity — large lobes of radio emission on either side of the galaxy. These may be remnants of previous jets that plowed into intergalactic material; these jets eventually faded away and shut off before turning back on within the last two decades.\n\nThe picture that Achenbach and Nyland propose is that the jets of J0742+2704 are being triggered repeatedly as this companion orbits its larger neighbor — what Achenbach dubbed a “cosmic dance” — with no major merger required.\n\nCionitti presented work at the AAS meeting that also calls into question the major merger model.\n\nWhen galaxies begin to merge, they trigger bursts of star formation. These young hot stars emit mostly blue light, but the major merger model suggests they are initially obscured by kicked-up dust. Seen through this dusty veil, the galaxy appears redder. But after a galaxy’s jets turn on, the winds from the galactic core clear out that dust, and the galaxy gradually becomes bluer as more light from the newborn stars are revealed.\n\nBut Cionitti and her colleagues found that for galaxies at the same distance, galaxies brighter in redder light tend to be more massive than those brighter in bluer light. This is the opposite of what would be expected if galaxies evolve from red to blue over the course of a merger.\n\nOverall, Cionitti says there is “just a huge wealth of confusion” among astronomers trying to determine how active galaxies and their central black holes co-evolve (or not). To Cionitti, Achenbach’s work is exciting because it shows that there are multiple “evolutionary paths, that there’s not just one” for how galaxies’ central black holes become active — what astronomers call an active galactic nucleus (AGN).\n\n“I just think there’s a lot more going on under the hood of the AGN-quasar umbrella than we’re currently aware of,” says Cionitti."
  },
  {
    "url": "https://www.astronomy.com/science/how-some-black-holes-maintain-long-distance-relationships/",
    "title": "How some black holes maintain long-distance relationships",
    "date": "Published: November 14, 2024",
    "content": "The European Space Agency’s Gaia emission has revealed two unexpected black holes orbiting stars like our own Sun. One minor problem: we’re not exactly sure how black holes like this should form. But a team of researchers might have an answer.\n\nAstronomers can’t directly observe black holes. That’s because by definition they do not emit any radiation, and because space itself is just as black, we can’t exactly take a picture. So normally astronomers can gather evidence for black holes only indirectly. The most common method is when black holes orbit a massive star and the black hole’s gravity is able to distort some of the companion star’s atmosphere. As the gas pours down into the event horizon of a black hole, it heats up and emits high-energy radiation.\n\nRecently, however, the Gaia mission provided our first glimpses of an entirely new class of black hole system. The two newly discovered black holes were not found directly. Instead, astronomers scanned through the treasure trove of over 3 billion stellar measurements captured with the spacecraft so far. Within those data they found two systems in which the stars were obviously orbiting around some other object, and yet there was no visible companion.\n\nBased on the orbital characteristics of those stars, the hidden companions must have a mass around eight to nine times that of the Sun. The only kind of astrophysical object that fits that description is a black hole.\n\nBut these two black holes, dubbed BH1 and BH2, pose a fun astrophysical challenge. Their stellar companions are roughly the same mass as the Sun, and they also have roughly the same amounts of heavy elements. But they find themselves orbiting these black holes with very long, elongated wide orbits.\n\nSimply put, these kinds of systems shouldn’t exist. To make a black hole you need to start with a massive star. But at the ends of their lives, massive stars are incredibly unstable, ejecting fierce winds and expanding into red giants. When this happens a smaller Sun-like companion usually loses out. Sometimes the more massive star swells so large that its outer atmosphere envelops the smaller star, causing it to merge with the black hole. In other cases, the ejection of material causes the smaller star to simply be kicked out of the system altogether. And in some cases so much material pours onto the smaller star that it transforms into a more massive one.\n\nEither way, astronomers don’t expect to see small stars orbiting black holes. But that’s exactly what the data are revealing, so astronomers are forced to come up with a solution. Recently, a team of astronomers did just that in a paper submitted to the journal Astronomy & Astrophysics.\n\nTo examine the mysterious case of BH1 and BH2, they turned to computer simulations. The group wanted to investigate if there were any scenarios at all wherein a massive star could end its life and become a supernova while a smaller companion remained intact.\n\nThe clue is in the metallicity, which is an term for the amount of heavy elements inside a star. For both BH1 and BH2, the smaller stars have relatively high metallicities. So it stands to reason that their long dead companions also had high levels of heavy elements.\n\nUsing a sophisticated computer simulation code that tracks the evolution of stars, including their interiors and material that escapes their grasp, the astronomers found a certain special class of stars that could explain this kind of system. If the stars are massive enough, at least 80 solar masses, then their high metallicities means that they would be able to transfer a lot of internal energy into incredibly strong winds. In fact, these winds could be so strong that when the star swells to become a red giant, it doesn’t become as enlarged as it otherwise might. All this means is that there is an efficient pathway for supergiant stars to become moderately-sized black holes like BH1 and BH2.\n\nNext, the astronomers specifically examined whether it was possible for a small companion to survive the onslaught of ferocious winds without becoming destabilized. If it could, then a pathway coulkd exist for the larger companion to transform into a black hole but allow for a sun-like companion to exist.\n\nNot only did the astronomers find that this was possible, but they found that it could be a relatively common result. In other words, we shouldn’t be surprised by the existence of systems like BH1 and BH2. The astronomers behind the study suspect that there may be hundreds of such systems lurking in the existing Gaia data that we have yet to uncover.\n\nTo test this scenario, the team suggests continuing the  hunt for more of these strange binary systems, paying special attention to the elongation of their orbits.\n\nThese new observations and the proposed solution show us just how rich and complex is stellar evolution. With every passing year, astronomers learn more about how black holes can form and exist, teaching us about the formation of stars, the evolution of solar systems, and the future of star formation itself."
  },
  {
    "url": "https://www.astronomy.com/science/could-black-holes-create-dark-energy/",
    "title": "Could black holes create dark energy?",
    "date": "Published: November 13, 2024",
    "content": "Black holes are the universe’s shadowy figures, with many millions of them roaming unseen in our galaxy alone. These cosmic heavyweights famously destroy anything that wanders too close, tearing stars and other objects to shreds with their immense gravitational pull.\n\nBut that may not be the end of the story for those doomed objects. A new study published Oct. 28 in the Journal of Cosmology and Astroparticle Physics provides observational evidence that some of the matter that falls into black holes could be converted into dark energy, the mysterious pressure that’s speeding up the universe’s expansion and makes up 70% of the cosmos.\n\nRelated: What we do — and don’t — know about dark energy\n\nThis result hinges on a strange possible property of black holes that form when a massive star runs out of fuel and collapses. Called “cosmological coupling,” this theory states that black holes are woven into the fabric of the cosmos in such a way that makes them grow in step with the universe’s expansion — a feature notably absent from the standard definition of black holes, which says they can only gain mass by merging together or gobbling up other objects.\n\nIt’s a bizarre concept that dates all the way back to 1915. That year, Albert Einstein introduced general relativity — a set of cosmic equations with some mind-bending implications for the universe’s behavior.\n\nThe equations gave rise to wild new phenomena like black holes and the expansion of the universe, both of which are well observed. But since the equations rely on some factors that aren’t fully known (because we haven’t precisely pinned down all the properties of the universe), they can have different possible solutions depending on what those undefined values might be.\n\nThat’s how we could get cosmological coupling — there are certain conditions that could allow black holes to “couple” with cosmic expansion.\n\nIf black holes do indeed interact with the evolving space-time around them in this way, gaining mass and energy proportionally as the universe expands, dark energy could arise entirely from the process.\n\nThat goes against standard thinking, which suggests that dark energy is uniformly distributed throughout the cosmos.\n\n“I would say that’s misconception number one,” says Kevin Croker, an assistant research scientist at Arizona State University who led the recent study. “There’s a very clear, though controversial, argument that it doesn’t matter where the dark energy is; it just matters that you have dark energy somewhere. So it could be uniformly smeared out, or it could be sitting around in many tiny blobs,” which would be the case if it were produced by black holes strewn across space and time.\n\nTo put the idea to the test, a team of scientists analyzed tens of millions of far-flung galaxies measured by the Dark Energy Spectroscopic Instrument (DESI) installed at Kitt Peak National Observatory near Tucson, Arizona.\n\nBy measuring how fast the galaxies are receding at different distances, which correlate to different cosmic ages, scientists determined how the universe’s expansion rate has changed over time under the influence of dark energy. Then the team cross-checked that data with information about the rate at which black holes formed across the same huge swath of time.\n\nIf their theory about black holes producing dark energy is correct, black hole formation and dark energy’s density should be correlated; as more black holes form, dark energy should increase in strength.\n\nThat’s exactly what they saw.\n\nBut not everyone is convinced.\n\nPrevailing dark energy theories predict a so-called cosmological constant, in which the mysterious cosmic pressure has a constant strength, neither growing nor weakening over time, and is uniformly spread throughout the cosmos. Dark energy expert Yun Wang, a senior research scientist at Caltech IPAC, cautions that the measurements aren’t constrained well enough to strongly support that dark energy evolves over time. And cosmologically coupled black holes may not even exist. “This is speculative at present,” she says. “Thus this theory is possible, but not yet plausible.”\n\nAdditional studies could help tip the balance.\n\n“The next question is to ask where the black holes are, adding their positions into the calculation,” Croker says. “There are all sorts of interesting surprises that can happen there, and we’re exploring that right now.”\n\nConfirming the theory would redefine our understanding of the universe’s expansion and unlock many new questions. But even if future observations disprove the theory, the pursuit will still push the boundaries of current scientific knowledge and open doors to new discoveries.\n\n“This will only bring more depth and clarity to our understanding of dark energy, whether that continues to support the black hole hypothesis or not,” said Steve Ahlen, a professor emeritus of physics at Boston University and co-author of the paper, in a press release. “I think as an experimental endeavor, it’s wonderful. You can have preconceived notions or not, but we’re driven by data and observations.”"
  },
  {
    "url": "https://www.astronomy.com/science/supermassive-black-hole-births-jets-hosts-orbiting-white-dwarf-while-astronomers-watch/",
    "title": "Supermassive black hole births jets, hosts orbiting white dwarf, all while astronomers watch",
    "date": "Published: January 14, 2025",
    "content": "In 2018, a distant black hole threw a fit. The 1.4-million-solar-mass black hole at the center of the galaxy 1ES 1927+654 some 270 million light-years away suddenly began spewing radiation, flaring in optical, ultraviolet, and X-ray light.\n\nThen, astronomers watched as the so-called X-ray corona of high-energy particles close in to the black hole vanished — only to slowly reform over time. The most likely cause of this strange behavior was a wayward star wandering too close, only to be torn apart and consumed by the black hole in what astronomers call a tidal disruption event, or TDE.\n\nSince then, researchers have kept a close eye on this target. And their vigilance has paid off in two big ways, astronomers announced yesterday at the 245th meeting of the American Astronomical Society in National Harbor, Maryland.\n\nFor a while after the TDE, 1ES 1927+654 was quiet, particularly at radio wavelengths. But then, in 2023, researchers saw its X-ray output begin increasing. This prompted University of Maryland Baltimore County astronomer Eileen Meyer and her team to check in on the galaxy’s radio emission. They discovered that the black hole was flaring at that wavelength, too. At its peak, she said in her presentation, the galaxy’s radio emission spiked to more than 60 times its previous level and remained high.\n\n“Normally, this level of radio emission would tell us that there are jets,” she said — a statement corroborated by a subsequent year of high-resolution radio images centered on the supermassive black hole and showing details smaller than a light-year. They show two blobs of hot gas moving away from the supermassive black hole at some 33 percent the speed of light.\n\n“This is unprecedented. We’ve never had this happen. We’ve never been looking at a black hole and watched it go from being radio quiet to suddenly very radio loud,” Meyer said. Essentially, her team witnessed the birth of jets from a supermassive black hole, in real time.\n\nMeyer is lead author on a paper outlining the discovery, published Jan. 13 in The Astrophysical Journal Letters.\n\nJust 10 percent of supermassive black holes are shooting out radio jets, typically spanning thousands of light-years or more and reaching out into intergalactic space. But while we have watched such jets evolve over time, we’ve never seen one actively form from nothing.\n\nFurther, astronomers have long thought that forming jets takes a long time: “We expect that the timescales for these things to turn on and turn off are long — and certainly longer than, say, a human lifetime,” Meyer said. “Or at least, that was kind of our naive expectation earlier on.”\n\nThe team thinks in this case, the jets likely formed due to to the TDE observed in 2018. And perhaps this signals that 1ES 1927+654 is a type of “scaled-down” situation classified as a compact symmetric object, which turns on for thousands of years rather than millions, and is triggered not by a huge, ongoing influx of material, but by a single TDE.\n\nForming jets aren’t the only reason 1ES 1927+654 is now in the spotlight. Following Meyer’s talk was Megan Masterson, a graduate student at MIT and lead author of a paper now accepted for publication in Nature and available on the arXiv preprint server.\n\nMasterson focused on the X-rays seen from 1ES 1927+654, which at first exhibited the expected random variations typically seen from feeding black holes following the 2018 event. But beginning in 2022, the X-ray emission changed, displaying periodic oscillations as the X-rays brightened and faded with a regular period of about 10 minutes. Such short-timescale oscillations, she said, are extremely hard to detect, and 1ES 1927+654 is one of only a handful of supermassive black holes in which they have been seen.\n\nThen, something changed. The period of the X-rays began shrinking dramatically: In 2022, the period was 18 minutes. In 2024, it was seven minutes, and seems to have stabilized there.\n\nWhat could create regular X-ray “flickers” so close to a supermassive black hole? And why is the period shrinking? There are two possibilities, Masterson said. One is that the flickers are related to the newly formed jet found by Meyer’s team. If the X-rays are coming from the base of the jet, oscillations in the jet itself or changes in the physical size of the base of the jet could account for the changing period.\n\nBut there’s an even more intriguing possibility. “Orbits naturally give you this nice periodic behavior. And … there’s a really easy way to get your period to change when you’re in orbit, and that’s to change the actual distance of that orbit,” she said.\n\nSo, some object may be orbiting ever-closer to the supermassive black hole — a phenomenon that has been seen before, she said, though other such orbiters have periods of hours or days, not minutes. In the case of 1ES 1927+654, a seven-minute period translates to an orbit just a few million miles from the event horizon, the point of no return, “on the edge of that accretion disk,” around the black hole, Masterson said.\n\nThe orbiter “cannot be a [smaller] black hole,” because a stellar-mass black hole orbiting so close would quickly lose energy by emitting gravitational waves and plunge into the bigger black hole. It wouldn’t keep orbiting for years. “Instead … we need some additional source of energy, in order to be able to keep this object outside the black hole’s event horizon,” she said.\n\nThat’s why her team thinks the orbiter is a 0.1-solar-mass white dwarf — the superheated, compact remnant of a Sun-like star. A white dwarf would also lose angular momentum through gravitational waves, but it also has an additional source of energy. By slowly losing its outermost material to the supermassive black hole in a process called mass transfer, a white dwarf could gain energy and angular momentum, keeping it in orbit rather than spiraling in.\n\nWhy a white dwarf specifically, and not just any star? “White dwarfs are small and compact, they’re very difficult to shred apart, so they can be very close to a black hole,” explained MIT astronomer Erin Kara, a co-author on the paper, in a press release.\n\nFor now, it’s not clear which scenario is correct. But when ESA’s Laser Interferometer Space Antenna (LISA) launches in the 2030s, it will the sensitivity to detect gravitational waves with frequencies in the range of what astronomers expect to be coming from 1ES 1927+654, if there is an orbiting white dwarf. And if LISA doesn’t “hear” anything, then the more likely cause of the flickering X-rays is the jet, which wouldn’t produce gravitational waves.\n\nFor now, astronomers will continue to closely watch 1ES 1927+654. “The one thing I’ve learned with this source is to never stop looking at it because it will probably teach us something new,” Masterson said."
  },
  {
    "url": "https://www.astronomy.com/science/want-to-find-a-black-hole-pick-up-a-rock/",
    "title": "Want to find a black hole? Pick up a rock",
    "date": "Published: December 21, 2024",
    "content": "While black holes are perplexing at any size, some of the most mysterious are hypothetical primordial black holes, those that sprung into existence in the first second after the Big Bang and some of which are featherweights on the black hole scale.\n\nBecause black holes collapse matter down to nothing, a black hole with the mass of Earth would have an event horizon no bigger than a dime.\n\nThis is what gave two scientists, De-Chang Dai from National Dong Hwa University in Taiwan and Dejan Stojkovic from the University of Buffalo in New York, the idea for their recent paper, published Sept. 20 in Physics of the Dark Universe. In it, they discuss how quickly moving primordial black holes might leave tiny holes in regular matter as they tunnel through, consuming all the material that falls into their itty bitty event horizons.\n\nSpecifically, they state that a black hole with a mass of 2.2 x 1019 pounds (1022 grams) would leave a hole 0.1 micron in size, large enough to be seen with a regular optical microscope. The chances of this happening in any given space are astronomically small — but over cosmic time scales, not impossible. In fact, the authors suggest in their paper looking in, “very old rocks, or even glass or other solid structures in very old buildings.”\n\nThe odds, they stress, are not good — perhaps vanishingly small. But if people across the world could look for black holes with little to no specialized equipment: what a wonderful chance to spy something incredible.\n\nPrimordial black holes are still just a theory. The thinking goes like this: When the universe was still small, in the first second after the Big Bang, all the matter that has ever existed was crammed into a tiny space. Since black holes form from an overdensity of matter, this would reasonably give rise to many black holes of all different sizes, both incredibly tiny and supermassive.\n\nThe problem is that we’ve never observed a black hole that can’t be at least mostly explained through other reasons. There are questions of whether the supermassive black holes that reside at the center of galaxies might have started as primordial black holes (they seem to need some kind of boost to have grown so large). But astronomers are sure that at least many black holes form when a massive star ends its life in a catastrophic explosion, and also sure that they can grow larger. There is no understood way to form a black hole smaller than a star in our present universe though. Such an observation — or even indirect evidence of one — would be a big boost for the existence of primordial black holes.\n\n“We have to think outside of the box,” Stojkovic said in a statement, “because what has been done to find primordial black holes previously hasn’t worked.”\n\nThe search is important not just for understanding black holes, but also for the Big Bang. Primordial black holes are also one possible explanation for dark matter, the mysterious substance that makes up roughly 85 percent of the matter in the universe. Cosmologists can tell the universe is heavier than can be accounted for by stars, dust, and gas, but we cannot see it. And so far it has evaded all attempts at being understood. Black holes, which are massive but invisible, are one possible answer, especially if they could be small and scattered throughout observable space — and even closer to home.\n\nIn addition to moving black holes, which would form a tunnel through any material they encounter, the authors also consider what would happen if a primordial black hole were to encounter a celestial object such as a star, planet, or asteroid. Such an encounter might happen during its lifetime, or the black hole might be accreted as part of the overall assembly of the star, planet, or asteroid.\n\nWe tend to think of black holes as being voracious, consuming everything in sight. But their reach is limited by gravity, and scales with the black hole’s mass. A black hole as massive as a the Sun would have the Sun’s gravitational reach — and keep in mind that Earth, while subject to the Sun’s gravity, still doesn’t just fall into our central star. Gravity, it turns out, has a shorter range than we tend to think.\n\nSo it is quite possible for a small primordial black hole to reside inside, say, a planet. Planets have denser cores than surfaces, so a black hole could feast quickly on that denser material, hollowing out a planet. Large planets would collapse with a hollow core, but asteroids or minor planets made out of strong materials like granite or iron could survive, as long as the primordial black holes weren’t more than ⅒ the radius of Earth.\n\nAgain, while such a scenario is unlikely, it’s not impossible over the age of the universe, and astronomers can often infer an object’s mass from how it orbits, making this a straightforward kind of data to collect.\n\nBut there are plenty of dense objects all around us. If primordial black holes are commonplace but invisible, we might not even need to look to space.\n\nTiny black holes could have made or be making even tinier regular holes in substances all around us. The authors recommend older objects, as they have accumulated a greater chance of encountering a black hole. How much greater? Not much. They estimate that the chance of a boulder even one billion years old encountering a black hole is just 0.000001. On the other hand, you could find it simply by walking out to the nearest cliff and taking a peek.\n\n“You have to look at the cost versus the benefit. Does it cost much to do this? No, it doesn’t,” says Stojkovic.\n\nAnd for anyone worrying if a black hole could be tunneling through them right now, the authors assure readers that humans are much less brittle than a piece of rock, and the black hole would be traveling so fast, you wouldn’t even feel it. “If a projectile is moving through a medium faster than the speed of sound, the medium’s molecular structure doesn’t have time to respond,” Stojkovic says. “Throw a rock through a window; it’s likely going to shatter. Shoot a window with a gun; it’s likely to just leave a hole.”\n\nSo, a tiny black hole won’t kill you. But it might have left a hole in your granite countertops. The only way to find out is to go look. You might make history."
  },
  {
    "url": "https://www.astronomy.com/science/astronomers-find-a-mini-black-hole/",
    "title": "Astronomers find a mini black hole",
    "date": "Published: October 29, 2024",
    "content": "Astronomers have discovered a lightweight black hole that’s a bit of a cosmic conundrum. Hypothetically, black hole masses can range all the way from far less than a paperclip to at least tens of billions of times more than the Sun. But observations have revealed a strange scarcity of black holes between about two and five times the Sun’s mass. Right now, it’s unclear whether these mini black holes are just hard to detect or actually as rare as they seem to be.\n\nThe newfound black hole could offer clues. It falls right in the middle of the gap, weighing in at about 3.6 solar masses. A team of scientists found it thanks to a bloated companion, a red giant star located about 5,800 light-years from Earth. Though the star is only about 2.7 times as massive as the Sun, it’s around 13 times larger and 100 times brighter.\n\nUsing data from the European Space Agency’s Gaia spacecraft, which tracks the positions of more than a billion stars in our galaxy over time, astronomers noticed the red giant whirling around an invisible partner. Because Gaia mainly tracks proper motion — 2D motion, or left, right, up, and down — scientists followed up with ground-based telescopes to measure the star’s motion toward and away from us.\n\nThat information revealed something unexpected: two objects, together called G3425, with a very wide, circular orbit around each other.\n\nHere’s why that’s perplexing. When the black hole formed, it would have rapidly lost mass during a supernova explosion. That weight loss should disrupt the binary’s gravity.\n\n“There’s a really basic orbital mechanics idea that if a binary system loses half its mass it becomes unbound,” writes Phil Plait, an astronomer who was not involved in the study, in a newsletter. “In other words, the two objects fly apart.” While in this case the black hole’s weight loss wouldn’t have been quite extreme enough to de-anchor it altogether, it would have resulted in a very elongated orbit — not the near-circular one astronomers saw.\n\nThat also assumes that the supernova happened uniformly. However, observations have shown that these explosions can be a bit lopsided, sending the leftover object careening through space. That would certainly explain why so few low-mass black holes are found — they could be knocked loose from their companion stars, left to roam the cosmic abyss alone and unseen. And it makes the unlikely cosmic duo G3425 a lot more interesting.\n\nSong Wang, an astronomer from the National Astronomical Observatories of the Chinese Academy of Sciences who co-led the study, suggests another possible explanation. G3425 might have started out as a triple-star system with two massive stars in the center and the red giant orbiting the pair. “The present black hole [may have] formed as a result of a merger of the inner binary,” he says. “It is also possible that the central unseen object still contains two less massive compact objects.”\n\nThe researchers were hunting down binary systems in which one member was a lightweight black hole to test the idea that such systems may not even be possible. But now that they’ve demonstrated a way to identify low-mass black hole systems, future observations could offer clues to how common these objects are and how they might form.\n\nScientists plucked G3425 out from Gaia observations of nearly 1.5 billion sources, but there are more than 100 billion stars in our galaxy. Wang says that hints that hundreds more such systems could be out there just waiting to be found. Identifying and studying more of them, along with improving theories and simulations, may explain how these pairs evolved.\n\nIn his newsletter, Plait points out that this isn’t the first time scientists have spotted binary systems that shouldn’t exist. A separate Gaia study targeted binary systems containing stars like our Sun, alongside dense stellar corpses called neutron stars, which can also form following the collapse of a massive star.\n\nNeutron stars are so faint that they’re extremely hard to detect when they’re on their own. But by watching Sun-like stars wobble, researchers were able to identify nearly two dozen of the dead stars invisibly tugging at their bright partners.\n\nAgain, it’s unclear how these binaries exist.\n\n“In principle, the progenitor to the neutron star should have become huge and interacted with the solar-type star during its late-stage evolution,” said the leader of that study, Kareem El-Badry, an assistant professor of astronomy at Caltech and an adjunct scientist at the Max Planck Institute for Astronomy in Germany, in a press release. When that progenitor went supernova, it should have blasted the two stars off in different directions.\n\n“Clearly, there’s a piece we’re missing here, and my gut feeling is that it’s the same piece in both stories,” Plait says. “Some factor in the way stars evolve in a binary is doing something unexpected, and it’s doing similar things for black holes and neutron stars in wide orbits around Sun-like stars.”"
  }
]