[
  {
    "url": "https://www.astronomy.com/space-exploration/robotic-spaceflight/",
    "title": "Robotic Spaceflight",
    "date": "",
    "content": "Since the first human spaceflight in 1961, we’ve continued to push our boundaries.\n\nExplore Topic\n\nDozens of robotic explorers are currently investigating our solar system.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/string-theory-is-not-dead-yet/",
    "title": "String theory is not dead yet",
    "date": "Published: November 22, 2024",
    "content": "Scientists seeking the secrets of the universe would like to make a model that shows how all of nature’s forces and particles fit together. It would be nice to do it with Legos. But perhaps a better bet would be connecting everything with strings.\n\nNot literal strings, of course — but tiny loops or snippets of vibrating energy. And the “fit together” needs to be mathematical, not via properly shaped pieces of plastic. For decades now, many physicists have pursued the hope that equations involving an especially tiny “string” could provide the theory that solves nature’s ultimate subatomic mysteries.\n\nString theory, as it’s called, has acquired a sort of fuzzy cultural acclaim, showing up in popular TV shows like The Big Bang Theory  and NCIS. Among physicists, reaction to the theory has been mixed. After several promising bursts of discovery in the 1980s and ’90s, strings fell somewhat out of favor for not delivering on their promises. Among those was providing the proper way to include gravity in the quantum theory of subatomic particles. Another was revealing the math that would show nature’s multiple fundamental forces to be just different offspring of one unified force. Still promises unkept.\n\nYet during the time since string theory’s retreat from the limelight, a considerable cadre of string devotees have labored to tie all the loose ends together. Success remains elusive, but real progress has been made. Questions plaguing physicists about not only the smallest bits of matter but also the properties of the entire universe may yet yield to string theorists’ efforts.\n\n“Many of the unsolved problems in particle physics and cosmology are deeply intertwined,” write physicists Fernando Marchesano, Gary Shiu and Timo Weigand in the 2024 Annual Review of Nuclear and Particle Science. String theory may provide the path to solving those problems.\n\nOne major approach in this quest is figuring out whether string theory can explain what is known as the Standard Model of particle physics. Developed in the last part of the 20th century, the Standard Model provides a sort of roster listing all of nature’s basic particles. Some provide the building blocks of matter; others transmit forces between the matter particles, governing how they behave.\n\nIt’s pretty simple to draw a chart displaying those particles. You need 12 spots for matter particles — six quarks and six leptons. You need four spots for force particles (collectively known as bosons) plus a spot for the Higgs boson, a particle needed to explain why some particles have mass. But the mathematics underlying the chart is unfathomably complex, a combination of equations that make hieroglyphics seem self-explanatory.\n\nThose equations work superbly for explaining the results of virtually all particle physics behavior. But the Standard Model cannot be the whole story of the universe. “Despite the incredible success of the Standard Model in describing the observed particle physics up to the currently accessible energy scales, there are compelling arguments for why it is incomplete,” Marchesano and collaborators write.\n\nFor one thing, its equations do not encompass gravity, which has no spot on the Standard Model chart. And Standard Model math leaves many questions unanswered, such as why some of the particles have the precise masses that they do. Standard Model math also does not include the mysterious dark matter that lurks within and between galaxies, nor does it explain why empty space is infused with a form of energy that causes the universe to expand at an accelerating rate.\n\nSome physicists investigating these problems believe that string theory can help, since a string version of the Standard Model will contain additional math that could account for its shortcomings. In other words, if string theory is correct, the Standard Model would be just one segment of string theory’s full mathematical description of reality. The problem is that string theory describes many different versions of reality. That’s because the strings exist in a realm with multiple dimensions of space beyond the ordinary three. Kind of like the Twilight Zone on steroids.\n\nString theorists concede that daily life proceeds just fine in a three-dimensional world. Therefore, the extra dimensions of the string world must be too small to notice: They have to shrink, or “compactify,” into submicroscopic size. It’s like the way an ant living on a vast sheet of paper would perceive a two-dimensional surface without ever realizing the paper had a third, very small dimension.\n\nNot only must string theory’s extra dimensions shrink, but they also can shrink into innumerable different configurations, or geometries, of the vacuum of space. One of those possible geometries might be the right shape of the shrunk dimensions to explain the properties of the Standard Model.\n\n“Standard Model … features, questions, and puzzles can be reformulated in terms of the geometry of extra dimensions,” Marchesano and collaborators write.\n\nBecause string theory math can be expressed in several different forms, theorists have to explore multiple possible avenues to find the most fruitful formulation. So far, string approaches have been found that describe many features of the Standard Model. But different compactification geometries of the vacuum are needed to explain each feature. The challenge, Marchesano and colleagues point out, is to find one geometry for the vacuum that combines all those features at once, while also incorporating features that describe the known universe.\n\nA successful compactification of the extra dimensions, for instance, would produce a vacuum in space that contained the right amount of “dark energy,” the source of the universe’s accelerating expansion. And candidates for the cosmic dark matter should appear in the string math as well. In fact, a whole additional set of force and matter particles emerges from string equations involving a mathematical property called supersymmetry. “Almost all string theory models that resemble the Standard Model display supersymmetry at the compactification scale,” write Marchesano and his coauthors.\n\nVersions of string theory containing supersymmetric particles go by the moniker “superstring theory.” Such “superparticles” have long been suspected of comprising the universe’s dark matter. But attempts to detect them in space or create them in particle accelerators have so far been unsuccessful.\n\nAs for gravity, particles conveying the gravitational force appear naturally in string theory math — one of the theory’s big attractions to begin with. But the fact that many formulations of string theory include gravity does not tell you which formulation provides the correct description of the real world.\n\nIf string theory is correct, fundamental particles of nature would not be the zero-dimensional pointlike objects of standard theory. Instead, different particles would result from different modes of vibration of a one-dimensional string, either a loop or a snippet with ends attached to multidimensional spatial objects called branes. Such strings would roughly be smaller than an atom to the extent that an atom is smaller than the solar system. Very small, with no feasible way of detecting them directly. The amount of energy needed to probe scales so tiny is far beyond the reach of any practical technology.\n\nBut if string theory can account for the Standard Model, it would also contain other features of reality that would be accessible to experiments, such as types of particles not included on the Standard Model chart. “String constructions that realize the Standard Model always contain additional sectors … at an energy scale that could be tested in the near future,” Marchesano and colleagues write.\n\nUltimately, string theory remains a hopeful candidate for putting all the pieces of the cosmic puzzle together. If it works out, scientists could finally unravel the mysteries about how quantum physics’ relation to gravity, and the properties of nature’s particles and forces, are all deeply linked. “String theory,” write Marchesano and colleagues, “has all the ingredients to help us understand this profound connection.”\n\n10.1146/knowable-112124-2\n\nTom Siegfried is a science journalist in Avon, Ohio. His book The Number of the Heavens, about the history of the multiverse, was published in 2019 by Harvard University Press.\n\nThis article originally appeared in Knowable Magazine, an independent journalistic endeavor from Annual Reviews. Sign up for the newsletter."
  },
  {
    "url": "https://www.astronomy.com/science/when-everything-in-the-universe-changed/",
    "title": "When everything in the universe changed",
    "date": "Published: January 2, 2025",
    "content": "For millions of years following the Big Bang, after the universe’s roiling soup of particles had cooled, the cosmos was a dark and boring place. There were no stars to make light. No familiar swirls of galaxies. Certainly no planets. And the entire universe was shrouded in neutral hydrogen gas.\n\nThen, perhaps 100 million years or so in, everything started to change. Over the next billion-odd years, the universe went from a bland, unimpressive landscape to a rich and dynamic one. This profound shift began when the first stars lit up. As they burned, generating heat and forging new matter, their intense light began tearing apart the hydrogen that pervaded the universe. Everywhere electrons were ripped from these atoms, leaving the bulk of hydrogen — the most abundant element in the universe — in the ionized state it remains in today.\n\nThis pivotal period — when all that hydrogen went from one form to another — is known as the epoch of reionization. It began with our cosmic dawn and ushered in the modern era with all its marvelous textures and features. It serves as the backdrop for when the universe grew up.\n\n“It’s the last major shift that happens to our universe,” says theoretical astrophysicist Julian Muñoz of the University of Texas at Austin. Everything changed over that billion years or so and nothing much has changed in the billions of years since.\n\nWhile there are models that describe how this great transition might have happened, giant gaps in our picture remain. When did the first stars form and when did light, escaping their host galaxies, kick off reionization? What kinds of galaxies were most responsible and what was the role of black holes? How did reionization proceed across time and space? And what clues might it hold to other cosmic mysteries, like the nature of dark matter?\n\n“We don’t understand how the universe came to be what it is today,” Muñoz says.\n\nSome answers are now within reach, thanks to new tools that allow scientists to look back deep into the universe’s first billion years. The James Webb Space Telescope (JWST), launched in 2021, is peering at the galaxies that existed only hundreds of millions of years after the Big Bang and is already turning up surprises. At the same time, next-generation radio telescopes are focusing not on the galaxies but on the neutral hydrogen that once pervaded all of space. That hydrogen provides clues to how the epoch of reionization unfolded, and other characteristics of the cosmos.\n\n“The tools that we can bring to bear now on studying this epoch of cosmic history are unlike anything we’ve had before,” says astrophysicist Rob Simcoe of MIT.\n\nOur current understanding of the early universe’s development goes something like this: After the Big Bang, 13.8 billion years ago, the cosmos expanded and the primordial soup of subatomic particles cooled. Within the first second, protons and neutrons formed. Within the first few minutes, they joined up into atomic nuclei. About 380,000 years in, those nuclei began capturing electrons to form the first atoms. This milestone, in which the ionized soup became neutral atoms, is known as recombination (a misnomer, since nuclei and electrons had never combined before).\n\nUntil they were captured into atoms, the unfettered electrons scattered light like a dense fog in a car’s headlights. But with electrons reined in, photons could shoot out through the cosmos. Today, those particles of light arrive to us in the form of a faint glow known as the cosmic microwave background.\n\nThen the universe entered what are known as the dark ages. With hydrogen and some helium gas pervading the cosmos, there was nothing much around to make light. Yet blobs of dark matter were busy pulling in the surrounding gas, some of it condensing enough to set off nuclear fusion. A hundred million years or more after the Big Bang, the first stars lit up in our cosmic dawn. As these early stars burned, their ionizing ultraviolet light began escaping from their galaxies. This created bubbles of ionized hydrogen that grew until they merged, eventually filling the cosmos.\n\nJWST is poised to answer many questions about early galaxies and how their light drove the process of reionization. For now, though, the telescope is turning up more questions than answers. There were many more galaxies in early times than scientists had thought — and these galaxies were producing far more than enough of the type of light needed to reionize the universe.\n\nEarly images released by the telescope were overflowing with galaxies that dated to less than 600 million years after the Big Bang. Then, in late 2022, came confirmation of the earliest galaxy yet; it existed just 350 million years after the Big Bang. That record was then busted when UC Santa Cruz astrophysicist Brant Robertson and colleagues announced a galaxy that dated to just 290 million years after the Big Bang.\n\nMany of these galaxies are brighter and more massive than expected: In 2023, six galaxies dating to within 700 million years of the Big Bang made headlines for how mature they already appeared. Despite the early epoch, their stellar masses rival that of today’s Milky Way, which has 60 billion solar masses worth of stars.\n\nStandard theory can’t explain so much star formation so early, so these galaxies were dubbed the “universe breakers.”\n\n“It’s just absolutely wild,” says astrophysicist Erica Nelson of the University of Colorado Boulder, a coauthor on the paper. “It implies an early universe that is either more chaotic and bursty than we thought, or a universe in which things can evolve more quickly.”\n\nThe discoveries may force a reexamination of galaxy evolution. And they raise big questions about reionization.\n\nEven the faintest early galaxies that JWST has spotted are producing loads of reionizing light, four times as much as expected, astrophysicist Hakim Atek of the Institut Astrophysique de Paris and colleagues have found. Despite their dimness, there are enough of these galaxies to reionize the universe mostly on their own.\n\nAnd JWST is also turning up hints that supermassive black holes formed much earlier in cosmic history than thought; the high-energy emissions they generate as they feed on surrounding matter would also have contributed to reionization.\n\nWith all that light, the universe should have been reionized sooner than we know it was, Muñoz and colleagues suggest in a 2024 paper titled “Reionization after JWST: a photon budget crisis?”\n\nIt’s not really a crisis, Muñoz says. Existing research has established that reionization ended 1.1 billion years after the Big Bang. But the seeming overabundance of reionizing light is a clear sign that something is missing in our picture of the early universe. “We don’t know all the pieces of the puzzle,” he says.\n\nOther efforts hope to track reionization by using next-generation radio telescopes to see how much neutral hydrogen existed across time in the early universe.\n\nScientists have probed this hydrogen in other ways. The scattering of the light of the cosmic microwave background, for example, offers clues to the total amount of reionization since that light was emitted, roughly 380,000 years after the Big Bang. Quasars, the bright beacons of radiation produced by massive, feeding black holes, offer another probe. Neutral hydrogen absorbs specific wavelengths of light from quasars on its path to an observer, providing a sign of the hydrogen’s presence. But as you approach earlier epochs, there are fewer quasars.\n\nIn this simulation of the epoch of reionization, regions of ionized hydrogen gas (blue and translucent) expand over time, overtaking regions of neutral hydrogen (dark and opaque). CREDIT: M. ALVAREZ, R. KAEHLER AND T. ABEL\n\nSo scientists now aim to detect a radio signal from the neutral hydrogen itself, before it was ionized, back through cosmic dawn and even into the dark ages. This signal, known as the 21 cm line, has been detected since the 1950s and is used widely in astronomy, but it hasn’t been definitively spotted from the early universe.\n\nThe radio signal arises because of a quantum transition in neutral hydrogen’s electron. The transition, which emits a bit of electromagnetic radiation at a wavelength of 21 centimeters, doesn’t happen often. But when neutral hydrogen is abundant, it’s possible to spot.\n\nAnd the signal can do more than track neutral hydrogen’s whereabouts. It also serves as a sort of thermometer. Scientists can use it to better understand the cosmic temperature, including clues to when energy is injected into the intergalactic medium in the form of light or heat.\n\nSuch blasts of energy could come from the first stars and feeding black holes. Or the energy could hint at something more exotic: interactions between dark matter and itself, or unknown interactions between dark matter and more familiar matter. Such interactions, Muñoz notes, could heat up or cool down the intergalactic medium. The 21cm line offers a way to probe the processes at play, including any spurred by unexpected physics. “It can give you information you won’t otherwise get,” he says.\n\nOne telescope looking for this fingerprint is known as the Hydrogen Epoch of Reionization Array, or HERA. If JWST is known for its complexity and cost, HERA is more off-the-shelf. It’s “made of PVC pipe and wire mesh and telephone poles,” says astrophysicist Josh Dillon of the University of California, Berkeley.\n\nHERA consists of 350 radio antennas spread across 5 percent of a square kilometer in the Northern Cape province of South Africa. While the telescope itself is low-tech, its observations require the most advanced signal processing and data analysis available. That’s because the inherently faint signal has to be spotted amid booming radio noise from our galaxy and others.\n\nDillon compares spotting the 21 cm signal to listening for the treble at a concert when the bass is 100,000 times stronger. “That is why it hasn’t been done yet,” he says.\n\nHERA seeks a statistical measure of the spatial fluctuations in the 21 cm signal. Those fluctuations arise from variations in the distribution of neutral hydrogen across the sky and so offer a sense of how the gas, as well as the stars and galaxies, were arranged. Other teams instead aim to make a bulk measurement that captures an average signal across the sky. Since the techniques differ, one could help verify the other.\n\nDark matter has already been invoked to explain one claimed detection. In 2018, researchers with the Experiment to Detect the Global Epoch of Reionization Signature, or EDGES, reported a detection of the averaged 21 cm signal that corresponds to when the light from the first stars started interacting with the surrounding hydrogen.\n\nThe signal is stronger than expected, suggesting colder than predicted hydrogen gas, which has fueled a lot of skepticism around the claim. Some researchers have pointed to interactions between the hydrogen gas and dark matter as a possible explanation, but such an explanation would require unexpected physics.\n\n“There are a lot of fanciful theories,” says observational cosmologist Sarah Bosman of Heidelberg University in Germany. “It has to be fanciful,” she notes, because no ordinary physics would give the strength that EDGES saw.\n\nBosman admits to being one of the few people enthusiastic about the claim, which she says has motivated researchers working on other experiments that might confirm or refute it. “It’s given the field a really good boost,” she says.\n\nHERA and other telescopes are forerunners of the Square Kilometer Array, which will attempt to map the 21 cm signal across the entire sky. This array will connect radio antennas in South Africa and Australia into the largest radio telescope ever built. Though still under construction, the telescope connected two of its stations to take its first data in 2024.\n\nNo one really knows what to expect from the 21 cm signal, Bosman notes. It could demand only minor tweaks to the existing picture of cosmic evolution, or it might uncover new physics that rewrite our understanding entirely. It’s just too soon to tell.\n\nBut Dillon says that the 21 cm line could one day offer “the biggest possible dataset.” The ultimate aim is to probe the time frame from roughly 100 million years after the Big Bang to a billion years after. That time frame represents less than 10 percent of the total life of the universe, but because of the continued expansion of the universe, the time frame covers roughly half the volume of the visible universe.\n\nFuture instruments will help reach all the way back. There are various proposals for new radio telescopes in space and even on the Moon, where they would be free from Earth-based interference. The most ancient 21 cm signal would arrive to us at wavelengths that are reflected off Earth’s ionosphere, notes Anastasia Fialkov, a cosmologist and astrophysicist at the Institute of Astronomy in Cambridge, England. Telescopes in space, or on the Moon, could get around that problem.\n\nAny 21 cm clues would be studied alongside JWST’s observations of early galaxies, as well as observations from its successor, the Nancy Grace Roman Space Telescope, and future ground-based observatories like the European Extremely Large Telescope currently under construction in Chile.\n\nStudies of quasars also have plenty more to say, notes Simcoe of MIT, who wrote with colleagues about quasars in the early universe in the 2023 Annual Review of Astronomy and Astrophysics.\n\nQuasars are particularly useful, Simcoe says, for identifying “the last regions of the universe that are still holding on to their neutral hydrogen gas.” It’s within these pockets that the youngest stars and galaxies — or the material that birthed them — must reside.\n\nThese early stars could be producing trace elements different from what we see produced by today’s stars. If light from quasars reveals those trace elements in an ancient cloud of gas, it’s a clue that we’re reaching an ancient population — perhaps the first stars.\n\n“It will mean we have finally gotten there,” Simcoe says. “And that’s really what the quest is: To find out, when did complexity emerge in the universe? When did the universe really start to look the way it does today?”\n\nNo one knows when we’ll know, but Simcoe thinks the present tools, or perhaps the next ones on deck, are capable: “We’re knocking at the door.”\n\nThis article originally appeared in Knowable Magazine, a nonprofit publication dedicated to making scientific knowledge accessible to all. Sign up for Knowable Magazine’s newsletter."
  },
  {
    "url": "https://www.astronomy.com/science/jwst-spots-more-light-than-expected-in-the-early-universe/",
    "title": "JWST spots more light than expected in the early universe",
    "date": "Published: November 22, 2024",
    "content": "The James Webb Space Telescope (JWST) is well-known for discovering young, bright galaxies in the very early universe. How such regions, bursting with stars, formed so quickly and survived is enticing researchers to rethink cosmic evolution.\n\nA recent study published in Monthly Notices of the Royal Astronomical Society: Letters uses JWST data to probe a long-standing question: When did the universe transition from cold and neutral to hot and ionized? (Neutral atoms have no charge, as the number of electrons they contain matches the number of protons in their nucleus. Ionized particles, or ions, have lost one or more electrons, and are thus electrically charged.)\n\nThe study proposes that this change, known as the Epoch of Reionization, ended much earlier than previously thought. And if that’s the case, the find would have important implications for understanding the universe’s early years.\n\nRelated: When did the lights turn on in the universe?\n\nThe universe was ionized for a first time immediately following the Big Bang. A mix of electrons, protons, and neutrons permeated the cosmos, until the ambient temperature cooled enough for the charged particles to combine into neutral hydrogen. As gravity further drew the gas together, the first stars and galaxies formed.\n\nThen, another remarkable change took place: Photons from these galaxies’ stars escaped and collided with the hydrogen in intergalactic space, causing those atoms to lose their electrons. Over time, these “bubbles” of ionized gas grew larger and merged together to fill the universe.\n\n“[This] was the last major phase transition and set the stage for the rest of cosmic history,” says lead author and theoretical cosmologist Julian Muñoz of the University of Texas at Austin.\n\nTo probe when the Epoch of Reionization happened, Muñoz and his team used JWST to estimate how many photons were produced by early galaxies. The team also estimated the fraction of such light that would have escaped into intergalactic space, where it would have ionized neutral hydrogen. By comparing the latter to the number of hydrogen atoms in the early universe, they found that reionization would have ended around 650 million years after the Big Bang.\n\nScientists previously dated the end of reionization based on when the light they observe from early galaxies no longer shows emission from hydrogen at a specific wavelength, known as Lyman-alpha (α), due to absorption of this light by neutral hydrogen. This, together with satellite measurements of the fraction of the universe’s first light, known as the Cosmic Microwave Background (CMB), that is scattered by electrons freed during reionization, suggest the epoch ended around 1 billion years after the Big Bang.\n\nErica Nelson, an astrophysicist at the University of Colorado Boulder who wasn’t involved in the study, says, “the paper brings together a lot of this information to show that these [the latter and the JWST observations] are inconsistent and that we have a problem, which is a really powerful thing to do.”\n\nAccording to the study, early JWST results suggest an excess of ionizing photons. The surplus doesn’t include light sources from the accretion disks of black holes, which have also been detected using JWST. “If you add these photons, there is even more tension,” between the two determinations for the end of reionization, says Muñoz.\n\nThe researchers do note that perhaps their estimates of how efficient early galaxies are at producing ionizing photons are too high, due to JWST being used to target mostly brighter starburst galaxies. And the fraction of photons that would have escaped galaxies to ionize hydrogen can’t be measured. To get around this, the team used escape fractions measured from local ionizing galaxies, which range between 10 and 20 percent.\n\nThe new study highlights the importance of using different probes to study the Epoch of Reionization. In particular, JWST provides a way to measure photon production by early galaxies — the “ant’s view,” as Muñoz says — while models based on Lyman-alpha and CMB observations offer a “bird’s-eye view” of reionization.\n\nChristopher Cain, a theoretical astrophysicist at the University of Arizona who wasn’t involved in the study, adds: “We need to put JWST together with these other probes to get the complete picture of what was going on.” He says such a synergy could help understand the physical processes that took place in the early universe.\n\nFor example, perhaps reionization was driven by small galaxies that were initially bursting with stars and eventually quieted down. Or maybe massive, bright galaxies drove the epoch, or accreting black holes played a bigger role than previously thought.\n\nFor now, the new study offers an interesting look into the timing of the final, monumental change of the universe and is inspiring researchers to think about how to reconcile the differences.\n\n“Something has to be wrong,” says Nelson, “and inherently, if you’re saying that, you’re going to be controversial. But that is how we advance our understanding of the universe.”\n\nEditor’s note: This story has been updated to state that that Epoch of Reionization was the first time that hydrogen atoms lost their electrons, as well as clarify the two values to which Nelson was referring."
  },
  {
    "url": "https://www.astronomy.com/science/what-is-dark-energy/",
    "title": "What is dark energy?",
    "date": "Published: November 12, 2024",
    "content": "In a 1998 research breakthrough, Saul Perlmutter of the University of California, Berkeley, and his colleagues in the Supernova Cosmology Project found the expansion rate of the universe is accelerating.\n\nPerlmutter and his team made the discovery by observing distant type Ia supernovae, whose brightnesses are well known, at different distances. His team made observations in conjunction with a team led by Brian Warner of the Mt. Stromlo-Siding Spring Observatories. This astonishing finding contradicts conventional wisdom, which suggests the universal expansion rate of galaxies away from each other is constant. Several implications follow the new finding, the most significant of which has turned cosmology on its head.\n\nIn May 1999, Perlmutter and his colleagues published a paper in Science that outlined their ideas about a newly understood force in the universe — dark energy. “The universe is made up mostly of dark matter and dark energy,” wrote Perlmutter. Astronomers now think 68.3 percent of the mass-energy content of the cosmos consists of this dark energy and that it is the force accelerating the universe’s expansion. If dark energy is as dominant as astronomers believe it is, it will eventually force the universe into a cold, dark, ever-expanding end to space and time — the universe will end with a whimper, not with a bang.\n\nDark energy, now that it is known to exist, has come to the fore as one of science’s great mysteries. Although astronomers don’t yet know exactly what it is, three leading contenders offer possible explanations.\n\nThe first is the cosmological constant, or a static field of fixed energy, proposed by Albert Einstein (and which he later declared his biggest blunder). A second possibility is quintessence, a dynamic, scalar field of energy that varies through time and space.\n\nThe third possibility is that dark energy doesn’t exist; what astronomers observe with distant supernovae represents a breakdown of Einsteinian gravitational physics that has yet to be explained. A fourth possibility could be something we don’t yet understand.\n\nDetermining what dark energy is will be far more complex than the discovery of the accelerating universe. Astronomers are using the Hubble Space Telescope to “push back to higher redshifts to measure the onset of acceleration,” says Adam Riess of the Space Telescope Science Institute in Baltimore. One important moment to focus on is the so-called transition point, the time when dark-energy acceleration overtook the normal pull of gravity and became the dominant force in the universe. This probably happened about 5 billion years ago, according to Riess.\n\nResearch on type Ia supernovae must continue to get a handle on this question. Could the reliability of type Ia supernovae come into question? The fact that not as many heavy metals existed in the very early universe could influence the brightnesses of these objects and throw astronomers’ observations off the mark.\n\nOther techniques will also come into play. Astronomers will observe galaxy clusters to see how their densities vary with distance. This could relate to whether gravity or dark energy dominated at certain times in the cosmos’ past. Cosmologists will also study gravitational lenses for clues to dark energy’s existence in the distortion patterns visible in these optical illusions. This pioneering technique, developed by the University of Pennsylvania’s Gary Bernstein, is in its infancy. “Right now,” says Bernstein, “we’re just starting to measure dark energy, but the more galaxies we get, the better we’ll do. The goal is to see as much sky as possible.”\n\nThe era of dark energy has just begun. Although no one yet knows what it is, astronomers think it represents an essential part of understanding the universe. Vast amounts of research will focus on dark energy in the years to come.\n\nThis article was originally published online on July 1, 2019."
  },
  {
    "url": "https://www.astronomy.com/science/what-is-the-universe-expanding-into/",
    "title": "What is the universe expanding into?",
    "date": "Published: November 11, 2024",
    "content": "What is the universe expanding into?\n\nEuan TobinEdinburgh, Scotland\n\nThis excellent question forces us to confront a region beyond the bounds of our intuition, so please bear with me. When you inflate a balloon, the balloon’s membrane moves outward, closer to the boundaries of whatever room encloses it. You can easily visualize this expansion because one object is inflating relative to a fixed enclosure.\n\nThe notion of the expansion of the universe is more problematic because the universe contains everything — it is a closed space-time system. One could say that the universe isn’t expanding into anything because the question implies that something exists “outside” the universe, which is nonsensical, as “outside” is a spatially relative term.\n\nHowever, such an answer is unsatisfactory. Let’s return to the balloon. This time, let’s draw a series of black dots along the membrane. As the balloon inflates, the dots appear to be moving away from each other. From the perspective of one dot, the more distant dots move away more quickly than those closer to it. As the membrane expands, the dots grow farther apart. In this example, the dots represent the galaxies, while the membrane represents the finite yet unbounded universe. You could travel along the balloon but never come to the “end,” as it is literally unbounded. And though the balloon’s surface might not be infinite in extent, it is not defined by an outer boundary. (Note that a shortcoming of this balloon analogy is that it tries to represent three-dimensional reality along a two-dimensional shell.)\n\nUniversal expansion causes galaxies to recede from each other. Galaxies close to us recede at a slower rate than those farther away. As demonstrated by the balloon model, the space-time “fabric” is what is expanding, and the material embedded within it — namely galaxies — moves apart in response to this expansion. We cannot truly say that the universe is expanding “into” anything else. There is no fixed center, nor is there any rigid outer boundary. It is merely expanding, just as the balloon membrane expands — albeit in three spatial dimensions instead of two.\n\nEdward Herrick-GleasonAstronomy Educator, St. John’s, Newfoundland and Labrador"
  },
  {
    "url": "https://www.astronomy.com/science/newfound-galaxy-gives-glimpse-into-the-milky-ways-past/",
    "title": "Newfound galaxy gives glimpse into the Milky Way’s past",
    "date": "Published: December 30, 2024",
    "content": "Gravitational lensing (an effect that causes distant objects to be magnified or stretched by the gravity of a large object along their line of sight) is one of astronomers’ most useful observing tools. In work published earlier this month, a group of astronomers and the James Webb Space Telescope (JWST) used this technique to their advantage to detect and resolve an unprecedented find — a young lightweight, early Milky Way lookalike that is still actively forming.\n\nThis galaxy existed when the universe was only 600 million years old — just 5 percent of its current age. What makes this particular galaxy so extraordinary is that most galaxies found at this time are far more massive. Another astonishing feature of this galaxy is that it sports 10 gleaming star clusters, which gave the galaxy its whimsical name: the Firefly Sparkle Galaxy.\n\n“I didn’t think it would be possible to resolve a galaxy that existed so early in the universe into so many distinct components, let alone find that its mass is similar to our own galaxy’s when it was in the process of forming,” said Lamiya Mowla, co-lead author of the paper and an assistant professor at Wellesley College in Massachusetts, in a press release. “There is so much going on inside this tiny galaxy, including so many different phases of star formation.”\n\nThe Firefly Sparkle was previously imaged by Hubble Space Telescope and Keck Observatory, but was followed-up using the power of both gravitational lensing and multi-wavelength data from JWST’s CAnadian NIRISS Unbiased Cluster Survey (CANUCS). The role of the lens was played by the massive galaxy cluster called MACS J1423.8 + 2404, which lies between us and the Firefly Sparkle.\n\n“Without the benefit of this gravitational lens, we would not be able to resolve this galaxy,” said Kartheik Iyer, a co-lead author of the paper, in a press release. “We knew to expect it based on current physics, but it’s surprising that we actually saw it.”\n\nIn the team’s paper, published in Nature on Dec. 11, they created a model to “undo” the visual distortions of the lensing. It turns out that the Firefly Sparkle’s original form appears like a stretched raindrop; its stars have not yet settled into either the central bulge or a thin disk. In other words, the galaxy is still very much in the process of forming.\n\nThe 10 distinct star clusters appear in various shades of pink, purple, and blue. This indicates that the stars in them have different ages and formed at different times — a conclusion backed up by analysis of their spectra. “Each clump of stars is undergoing a different phase of formation or evolution,” said Chris Willow, a co-author and the observation program’s principal investigator.\n\nThe team also discovered that the Firefly Sparkle has two galaxy companions (with similarly playful names of Firefly-Best Friend and Firefly-New Best Friend) that are just “hanging out,” as the press release states. One is only 6,500 light-years away from the Firefly Sparkle and the second is 42,000 light-years away. The interactions between the three systems are what the galaxy needs to activate star formation, and cause the gas to condense, cool, and form clumps.\n\nAstronomers don’t know how the Firefly Sparkle will evolve over the next few billions of years. But around the cosmic time that we are seeing the Firefly Sparkle, Milky Way-like galaxy progenitors were about 10,000 times less massive than today’s Milky Way. Hopefully with the collaboration of observatories and surveys, researchers can discover other similar lightweight galaxies. These type of discoveries can tell us more about the early formative stages of galaxies similar to our Milky Way."
  },
  {
    "url": "https://www.astronomy.com/science/scientists-discover-significant-missing-matter-in-the-gas-between-galaxy-clusters/",
    "title": "Scientists discover significant ‘missing matter’ in the gas between galaxy clusters",
    "date": "Published: November 19, 2024",
    "content": "The game is afoot! Astronomers may have found some of the universe’s missing matter, thanks to one team’s cosmic detective work.\n\nThe case has been open for more than 20 years. In the 1990s and early 2000s, scientists sleuthed out the universe’s contents using observations from the cosmic microwave background radiation and Big Bang models. They found that normal matter (made of familiar particles like protons and neutrons, collectively called baryons) makes up about 4 to 5 percent of the cosmos’ total energy density. (The remainder of the cosmos is made up of two mysterious components: dark matter and dark energy.)\n\nThe problem: Astronomers could only locate around half of those baryons. Adding up all the visible baryons in stars, galaxies, and gas clouds left the other half unaccounted for.\n\nScientists have gradually chipped away at this mystery, dubbed the missing baryons problem, in years since. In the last few years, researchers studying fast radio bursts — blasts of radio waves from space lasting only a few milliseconds — have used their data to confirm the total number of expected baryons. Their results are consistent with the cosmic microwave background, which holds clues about the total amount of normal matter in the universe. But the number was still more than we were seeing — it remained unclear where exactly the missing baryons were located.\n\nTheoretical models of the cosmic web — a network of galaxies, gas, and dark matter spread throughout the universe — predict that these baryons might be tucked away in material called the warm-hot intergalactic medium (WHIM), spread along tendrils of gas that connect galaxy clusters. But detecting this “ghost” matter is extremely difficult, since gas in the WHIM is spread extremely thin, averaging just 10 particles per cubic meter (1 cubic meter is equal to about 35 cubic feet).\n\nOur own galaxy complicates matters even further. The WHIM gives off so-called soft (lower-energy) X-rays, which are absorbed by the Milky Way’s foreground gas and dust that we have to look through. And gas in the WHIM is extremely faint, so telescopes need high sensitivity and long exposure times to collect enough photons to study it.\n\nIn a study published today in Astronomy & Astrophysics, scientists have released the most detailed view of the WHIM to date and made significant progress in unraveling the mystery of the missing baryons. The team stacked X-ray observations from the extended ROentgen Survey with an Imaging Telescope Array (eROSITA) to precisely measure the gas in nearly 8,000 filaments of gas in the WHIM, some of which span up to 65 million light-years.\n\nThe team also measured the temperature of the gas in the WHIM. At about 10 million degrees Fahrenheit (5.6 million degrees Celsius), it’s so hot that it must be made of charged particles because the heat has stripped atoms of their electrons. That’s important because it affects how the gas absorbs or emits light, which in turn helps astronomers estimate how much gas is there.\n\nThen they measured the density of the gas. Coupling the temperature and density allowed them to approximate the total amount of baryonic matter in the WHIM. And the team calculates there could be enough to account for 20 percent of the universe’s missing baryons, though the uncertainty is large. Ongoing multi-wavelength surveys should greatly improve the precision of this estimate within this decade.\n\n“This is one of the big questions in astrophysics and cosmology, along with mysteries like dark energy and dark matter,” says Esra Bulbul, an astrophysicist at the Max Planck Institute for Extraterrestrial Physics (MPE), who co-authored the paper. “People have been searching for these baryons for a long time, so it’s very exciting to find a significant portion of them.”\n\nStill, the case is far from closed.\n\n“The team relied on single average values for several parameters, including the temperature and heavy element abundance,” says Michael Shull, a professor of Astrophysical and Planetary Sciences at the University of Colorado—Boulder, who is not an author on the study. He has studied the missing baryons problem for over 15 years. The WHIM’s heavy element content serves as a tracer for the total amount of baryons it contains. “Nailing down the way the temperature varies would help refine the measurements, as would careful geometric studies that more precisely trace the spatial extent of the WHIM filaments.”\n\nCombining observations from different wavelengths of light to get a more complete view of the WHIM is one of the next steps, Bulbul says. That would better constrain the temperature and density of gas, yielding a more accurate baryon tally. That, in turn, will help us better understand the universe.\n\n“Studying this gives us a way to test cosmological simulations by comparing them with observations,” Bulbul says. “That will help us learn how the universe has evolved to its present state and how it may continue to evolve in the future.”\n\nXiaoyuan Zhang, a postdoctoral researcher at MPE who led the study, says finding the missing baryons will also illuminate galaxy evolution. “The space surrounding galaxies isn’t a perfect vacuum,” he says. “There’s gas there, and it influences things like the transformation of a galaxy’s color, shape, and star forming rate.”\n\nScientists are slowly but steadily resolving the missing baryons problem. As our tools and techniques improve, the remaining baryons will likely be identified — and if not, we may stand to learn even more about the cosmological model that predicts they should exist."
  },
  {
    "url": "https://www.astronomy.com/space-exploration/spherex-launches-this-week-to-conduct-a-cosmic-census/",
    "title": "SPHEREx launches this week to conduct a cosmic census",
    "date": "Published: February 24, 2025",
    "content": "UPDATE Monday, March 3, 2025: NASA is now targeting an evening launch window for SPHEREx and PUNCH that opens at 10:09 P.M. EST on Tuesday, March 4.\n\nAn infrared space telescope is scheduled to launch this week to map the sky not once but four times, and with unrivaled clarity. With a launch date as early as Friday, Feb. 28, NASA’s Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer (SPHEREx) will tackle the thorniest mysteries of physics, from what happened right after the Big Bang to how the first galaxies formed and where the building blocks of life come from.\n\nBuilt by Ball Aerospace with a payload provided by Caltech and NASA’s Jet Propulsion Laboratory (JPL) and test facilities from the Korean Astronomy and Space Science Institute (KASI), the 1,100-pound (500 kilograms) SPHEREx weighs about as much as a grand piano and runs on less power than a kitchen refrigerator. But it promises to pack a scientific punch well above its meager dimensions.\n\nShaped like an oversized bullhorn, it stands 8.5 feet (2.6 meters) tall and spans 10.5 feet (3.2 m) at its widest — three nested photon shields that surround and protect its delicate optics from the heat and light of Earth and the Sun, as well as from the warmth of the spacecraft’s own making, generated by its computers and electronics.\n\n“The shields are actually quite light and made with layers of material like a sandwich,” said Sara Susca, SPHEREx deputy payload manager and payload systems engineer, in a press release. “The outside has aluminum sheets, and inside is an aluminum honeycomb structure that looks like cardboard — light but sturdy.”\n\nGaps between the shields and specialized conical mirrors (called V-groove radiators) will expel heat into space, keeping SPHEREx’s temperature below –350 degrees Fahrenheit (–210 degrees Celsius). That helps prevent its own infrared glow from overwhelming the faint light emitted by distant celestial objects.\n\n“We’re not just concerned with how cold SPHEREx is, but also that its temperature stays the same,” said Konstantin Penanen, the mission payload manager, in JPL coverage of the mission. “If the temperature varies, it could change the sensitivity of the detector, which could translate as a false signal.”\n\nThe shields guard SPHEREx’s triple-mirror telescope, a 164-pound (74.5 kg) spectrophotometer that will scan the sky across 102 color bands with better resolution than earlier all-sky maps. With an 8-inch (20 centimeters) aperture, a 3.5° by 11.3° field of view, and two focal-plane assemblies housing six photodetector arrays, its lack of moving parts minimizes the risk of failures — but meant its focus had to be precisely configured on Earth to withstand the rigors of launch.\n\nThat launch has inexorably slid out of reach for years. SPHEREx was proposed for NASA’s Small Explorer (SMEX) program in 2014, but was not selected. It was resubmitted in 2016 as a Medium-Class Explorer (MIDEX) mission, capped at $250 million (not including launch vehicle costs) and was picked by NASA in 2019 for launch in 2023.\n\nBut the project — led by Principal Investigator Jamie Bock of Caltech — battled multiple unforeseen events. The worldwide march of COVID-19 hit supply chains, affected vendors, and imposed limitations on lab space, forcing project staff to build engineering models of the spacecraft in their home workshops during the pandemic. As delays mounted, SPHEREx’s launch slipped to June 2024, then early 2025.\n\n“The team is very cohesive and it’s almost like a family,” said project systems engineer Jennifer Rocca in a live Q&A, speaking of SPHEREx’s resilient workforce, which maxed out at about 150 staff at its peak. “We’ve been in the trenches together. Our development team was together through COVID. We survived that. We recently had a bunch of our team members affected by the LA fires. And we’ve survived that together to continue our launch campaign.”\n\nIn 2021, SpaceX’s Falcon 9 rocket was selected to launch SPHEREx at a cost of $98.8 million. And the spacecraft’s low mass meant another NASA science mission was added to the launch in 2022 as a rideshare payload. “It just turns out that there was another satellite that was being developed that needed a ride to a very similar location in space,” said Cesar Marin, SPHEREx integration engineer with NASA’s Launch Services Program, in a Jan. 31 news conference panel.\n\nSPHEREx’s carpooling buddy is the Polarimeter to Unify the Corona and Heliosphere (PUNCH) — four suitcase-sized satellites each weighing 88 pounds (40 kg) that will explore the Sun’s corona and solar wind. PUNCH may afford insights into space weather, including coronal mass ejections that can disable spacecraft and disrupt terrestrial electrical grids.\n\nSPHEREx will enter a near-polar orbit of 430 miles (700 kilometers) above Earth, with PUNCH targeting a 350-mile (560 km) drop-off point. Liftoff will occur from Space Launch Complex 4 East (SLC-4E) at California’s Vandenberg Space Force Base during a 30-second launch window at 7:09 P.M. PST on Feb. 27. Weather permitting, the post-sunset launch should be visible along the California coast.\n\nIn 2023, SPHEREx underwent environmental trials in KASI’s vacuum chamber, an SUV-sized structure shipped from South Korea to Caltech for acoustic, thermal, and vibration tests. The spacecraft was cooled to cryogenic temperatures and engineers verified its optics were aligned accurately to within 0.0003 inch (7.5 micrometers) — one-tenth the width of a human hair.\n\n“It’s absolutely essential that we get this thing sharply into focus before we fly,” said Phil Korngut, SPHEREx’s instrument scientist, in JPL coverage of the mission. “And the only way to accomplish that is through specific cryogenic optical testing in the environment provided by the KASI chamber.”\n\nOnce in space, SPHEREx will occupy a dawn-dusk Sun-synchronous orbit. “That means our orbit plane … is always facing the Sun,” said SPHEREx deputy project manager Beth Fabinsky in the news conference. “The telescope can point out and away from the Earth and at the same time point normal to the Sun line, and it can prevent us from getting Sun and Earth on our cold, dark detectors.”\n\nThe mission’s 25-month science phase will scan more than 99 percent of the sky every six months, completing four all-sky maps. Unlike most space telescopes, SPHEREx will quickly observe large swaths of the sky and rapidly survey multiple celestial objects.\n\nThat sets it apart from point-and-shoot missions like the Hubble Space Telescope, the James Webb Space Telescope (JWST), and NASA’s forthcoming Nancy Grace Roman Space Telescope. SPHEREx’s global perspective will help answer broad questions about the universe’s evolution, zeroing in on features of scientific interest for detailed inspection by Hubble, JWST, and Roman.\n\nSPHEREx has three science goals. It will explore inflation — a brief yet powerful cosmic event when space-time expanded in size a trillion-trillionfold a fraction of a second after the Big Bang. Although that event occurred nearly 14 billion years ago, SPHEREx maps of the relative locations of 450 million galaxies could reveal clues about the physics behind inflation and how it affected the large-scale distribution of matter in the universe.\n\nSecond, it will measure the collective glow from galaxies — including those that are too small, too diffuse, or too distant for other telescopes to see — and create a more complete picture of radiating objects in the universe. SPHEREx will tease out the processes by which the earliest galaxies took shape and how their first stars evolved.\n\nAnd third, it will scour the Milky Way for icy granules of water, carbon dioxide, and other essential ingredients for life in stellar nurseries and protoplanetary disks to understand their relative abundances and locations across our galaxy. This promises greater insights into how likely icy compounds are incorporated into newly forming planets.\n\nPast infrared space telescopes typically carried large dewars of cryogenic fluid to cool their optics, but these reservoirs were rapidly exhausted, limiting the missions’ operational lifetimes. SPHEREx will be passively cooled via its photon shields and radiators, potentially allowing a mission extension beyond the 25-month baseline.\n\nLike the bullhorn whose shape it closely mimics, SPHEREx’s discoveries promise to echo across the astronomical community, unmasking the universe’s most mysterious events and identifying areas of interest for focused study. Fabinsky considers SPHEREx nothing less than a census of the cosmos.\n\n“It’s the difference between getting to know a few individual people, and doing a census and learning about the population as a whole,” she said in JPL coverage of the mission. “Both types of studies are important, and they complement each other. But there are some questions that can only be answered through that census.”\n\n"
  },
  {
    "url": "https://www.astronomy.com/science/little-red-dots-are-still-a-big-mystery/",
    "title": "The early universe’s ‘Little Red Dots’ are still a big mystery",
    "date": "Published: January 15, 2025",
    "content": "On Tuesday, at the 245th meeting of the American Astronomical Society, astronomers revisited some recent mysteries. Dale Kocevski, from Colby College in Maine, spoke during a press conference about the Little Red Dots (LRDs) found in data from the James Webb Space Telescope (JWST). These are the same as the “universe-breaking” galaxies first reported roughly two years ago, so called because they are larger than scientists can explain at so early a point in cosmic time — less than a billion years after the Big Bang.\n\nScientists simply don’t understand how so many stars and so much material can accumulate in so little time. When the news first broke, there were six of the objects. Now, JWST has revealed 341 of them. Kocevski’s update to the LRD investigation has been accepted for publication in The Astrophysical Journal.\n\nWhile the earlier findings were not in question, the sheer number now reported has changed the scientific perspective: These can no longer be thought of as quirks or outliers. Instead, they make up one out of every five to 10 galaxies in the early cosmos, making them routine. That ups the pressure to understand them, and only emphasizes the gathering suspicion that something about how we understand galaxy assembly, at least the ones at the dawn of cosmic time, is incomplete.\n\nKocevski was able to further probe the brightest of these objects and confirm that most of these — 81 percent of his subset — are active galactic nuclei, or AGN. That means they have central black holes that are actively gobbling material, causing them to heat up and glow even brighter than all their stars can account for.\n\nIf most LRDs are AGN, that can explain much of their “universe-breaking” reputation. AGN far outshine normal galaxies, so it could mean they are more moderately sized after all. But even so, the large numbers of them are surprising. There are far more of them — 10 to 100 times more — than other surveys have indicated, whether they are quasars, AGN, or some other form of active black hole.\n\nWhat’s more, these galaxies only appear in the early universe. They disappear from surveys around a redshift of 4, meaning when the universe was less than 2 billion years old. It’s very likely that they evolve into more typical galaxies — but even that tells us that something strange is happening in those early days to produce these phenomena. The LRD mystery goes hand-in-hand with other findings by JWST that the young universe didn’t unfold the way we thought.\n\nAgain, JWST has proven its mettle. With a keener eye to see farther back into cosmic time, scientists are able to rewrite the history of the universe."
  },
  {
    "url": "https://www.astronomy.com/science/dark-energy-sheds-light-on-life-in-the-cosmos/",
    "title": "Dark energy sheds light on life in the cosmos",
    "date": "Published: November 23, 2024",
    "content": "In the 1960s, celebrated radio astronomer Frank Drake proposed his eponymous equation, which attempted to wrangle with the probability of finding extraterrestrial life — at least, the kind that we could identify through radio broadcasts — somewhere out there in the universe. One of the key parameters of that formulation is the rate of star formation. More stars equals more planets equals more chances for life as we know it.\n\nAstronomers have spent decades building up a precise profile of the star formation history of the universe, estimating how much available matter gets converted into stars throughout every epoch of cosmic history. Among other reasons, they study this because the star formation rate is sensitive to a host of cosmological and astrophysical parameters. Change anything about the universe, and you end up with different assembly histories of galaxies and different efficiencies of star formation.\n\nIn fact, the rate of star formation in our universe reached its peak well over 10 billion years ago. The cosmos has been making stars since then, but at an ever decreasing rate. Someday, about 100 trillion years from now, the last lights will go out. One of the major factors impacting this timescale is dark energy, the mysterious force that is causing the expansion of the universe to accelerate.\n\nAccelerated expansion is devastating for star formation. As galaxies drift further apart, they have fewer opportunities to interact and accrete new material. This prevents new gas from entering galaxies and converting into stars, and locks up the existing gas into warm interstellar reservoirs, where they too don’t get to participate in star formation.\n\nBut what if dark energy were different? Would star formation change much, if at all? And conversely, how would that impact the likelihood of life appearing? In other words, is our value of dark energy — roughly 70 percent of the total energy budget of the universe — a typical value?\n\nDaniele Sorini of Durham University’s Institute for Computational Cosmology led a new paper digging into that question. She said in a press release, “Understanding dark energy and the impact on our universe is one of the biggest challenges in cosmology and fundamental physics. The parameters that govern our Universe, including the density of dark energy, could explain our own existence.”\n\nBut the results were not what they expected. They found that star formation was roughly similar for a broad range of values of dark energy, including values significantly higher than what we see in our universe.\n\n“Surprisingly, though, we found that even a significantly higher dark energy density would still be compatible with life, suggesting we may not live in the most likely of universes,” said Sorini.\n\nFor our value of dark energy, roughly only 23 percent of all the available matter in the cosmos will eventually turn into stars over its entire lifetime. As expected, weaker forms of dark energy lead to more efficient star formation rates, but not much: they found that the maximum efficiency possible is 27 percent.\n\nThey also found that values of dark energy a hundred times greater than our own would still convert 5 percent of available mass into stars. This is more than enough for multiple generations of star formation, which means more than enough material to build planets and even life.\n\nIf we assume that our universe is part of a multiverse, with each individual cosmos getting its own randomly-selected value for dark energy, then our particular value is highly unlikely. The vast majority of intelligent observers (assuming that any universe that forms a sufficient number of stars eventually gives rise to life) would live in a universe with much higher dark energy.\n\nThis research suggests that the strength of dark energy that we observe may be somewhat unnatural, in a certain sense.\n\nProfessor Lucas Lombriser of the University of Geneva in Switzerland and co-author of the study explained, “It will be exciting to employ the model to explore the emergence of life across different universes and see whether some fundamental questions we ask ourselves about our own Universe must be reinterpreted.”"
  },
  {
    "url": "https://www.astronomy.com/science/astronomers-find-the-most-distant-supernova-yet/",
    "title": "Astronomers find the most distant supernova yet",
    "date": "Published: January 24, 2025",
    "content": "Last week at the 245th meeting of the American Astronomical Society in National Harbor, Maryland, astronomers presented some of their most recent and exciting finds from the James Webb Space Telescope (JWST). One such discovery was the identification of the most distant so-called core-collapse supernova ever confirmed. These explosions mark the end of life for massive stars, and this supernova occurred when the universe was just a toddler, some 1.8 billion years old.\n\nDavid Coulter, a postdoc at the Space Telescope Science Institute (STScI), studied numerous images from JWST’s Advanced Deep Extragalactic Survey (JADES) program, which targets and characterizes the earliest galaxies. Coulter and his team captured images up to a year apart with the Near Infrared Camera.\n\nThe team uncovered supernova cataloged as AT2023 ADS-V, along with more than 80 other transients (objects that vary in luminosity over time). In the case of AT2023 ADS-V, images from 2022 and 2023 allowed astronomers to compare the star’s behavior over that interval.\n\nWhen a massive star exhausts all its fuel for nuclear fusion, an imbalance of forces causes the star to collapse in on itself and then explode outward, which is categorized as a type II supernova. Stars must be at least eight times our Sun’s mass to undergo such a transformation. In this case, astronomers estimate the mass of AT2023 ADS-V’s progenitor at a gargantuan 20 solar masses, a real behemoth.\n\nAT2023 ADS-V’s long-ago environment contained only one-third of the amount of heavy elements — those with more protons than hydrogen and helium — found in today’s “older” local universe. Heavy elements are made through fusion in the cores of massive stars, which then explode as supernovae, enriching the cosmos with them.\n\nAT2023 ADS-V is just one of many transients discovered in JADES. “This is really our first sample of what the high-redshift universe looks like for transient science,” said study team member Justin Pierel, also at STScI, in a press release. “We are trying to identify whether distant supernovae are fundamentally different from or very much like what we see in the nearby universe.”\n\nCertainly yet more early stellar explosions will also be discovered. And they will no doubt give astronomers a fuller picture of the early days of the universe, when simplicity was beginning to give way to a more complex, richer cosmos filled with heavier elements, and ultimately leading to the emergence of life."
  },
  {
    "url": "https://www.astronomy.com/science/galaxies/",
    "title": "Galaxies",
    "date": "",
    "content": "Our solar system hosts a plethora of fascinating planets and other objects.\n\nExplore Topic\n\nThese giant, glowing balls of gas are vital to the evolution of the cosmos.\n\nExplore Topic\n\nOur home galaxy hosts hundreds of billions of stars orbited by countless worlds.\n\nExplore Topic\n\nThese sprawling star factories are home to millions to trillions of stars.\n\nExplore Topic\n\nOur cosmos is filled with countless bizarre worlds around other stars.\n\nExplore Topic\n\nOnly one planet we know of hosts life. But the hunt for extraterrestrial life is on.\n\nExplore Topic\n\nThe universe is filled with extreme objects, from black holes to pulsars and more.\n\nExplore Topic\n\nThe origin, evolution, and fate of the universe is shrouded in mystery.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  }
]