[
  {
    "url": "https://www.astronomy.com/science/ask-astro-are-neutrinos-dark-matter/",
    "title": "Ask Astro: Are neutrinos dark matter?",
    "date": "Published: September 20, 2022",
    "content": "\n\n\n\nNeutrinos as physicists understand them cannot constitute dark matter. The Standard Model explains how the basic building blocks — fundamental particles — and three of the four known forces created the universe. Fundamental particles are subatomic particles that do not consist of any other particle; electrons are an example, and so are neutrinos.\n\nWhat rules neutrinos out of the running for dark matter is that in the Standard Model, they are considered “hot” particles, meaning they travel at speeds close to the speed of light. For a particle to constitute dark matter, it must be “cold,” or travel slowly compared to light.\n\nThe major role dark matter played in the formation of the universe was to clump itself up into large masses, whose gravity then attracted regular matter, forming the large-scale structures of the universe. If dark matter were hot, the particles would have been moving too fast to create these clumps, meaning there would be no galaxies (at least, not on the scales we observe them). We still observe these dark matter clumps, or dark matter halos, surrounding galaxies.\n\nAnother aspect of neutrinos that rules them out as dark matter candidates is that they aren’t actually invisible — at least, not in the way that physicists define it. When a scientist refers to an invisible particle, it usually means a collision with another particle has never been observed. But researchers have seen neutrinos interact with other particles through the weak force.\n\nHopefully dark matter isn’t fully invisible; otherwise we could never detect it directly by “seeing” it. And because dark matter has been confirmed to interact gravitationally, astronomers and particle physicists are hopeful that it has some highly suppressed interactions yet to be seen.\n\n\n\n"
  },
  {
    "url": "https://www.astronomy.com/science/researchers-dig-deep-underground-in-hopes-of-finally-observing-dark-matter/",
    "title": "Researchers dig deep underground in hopes of finally observing dark matter",
    "date": "Published: August 15, 2023",
    "content": "Physicists like me don’t fully understand what makes up about 83% of the matter of the universe — something we call “dark matter.” But with a tank full of xenon buried nearly a mile under South Dakota, we might one day be able to measure what dark matter really is.\n\nIn the typical model, dark matter accounts for most of the gravitational attraction in the universe, providing the glue that allows structures like galaxies, including our own Milky Way, to form. As the solar system orbits around the center of the Milky Way, Earth moves through a dark matter halo, which makes up most of the matter in our galaxy.\n\nI’m a physicist interested in understanding the nature of dark matter. One popular guess is that dark matter is a new type of particle, the Weakly Interacting Massive Particle, or WIMP. “WIMP” captures the particle’s essence quite nicely – it has mass, meaning it interacts gravitationally, but it otherwise interacts very weakly – or rarely – with normal matter. WIMPs in the Milky Way theoretically fly through us on Earth all the time, but because they interact weakly, they just don’t hit anything.\n\nOver the past 30 years, scientists have developed an experimental program to try to detect the rare interactions between WIMPs and regular atoms. On Earth, however, we are constantly surrounded by low, nondangerous levels of radioactivity coming from trace elements – mainly uranium and thorium – in the environment, as well as cosmic rays from space. The goal in hunting for dark matter is to build as sensitive a detector as possible, so it can see the dark matter, and to put it in as quiet a place as possible, so the dark matter signal can be seen over the background radioactivity.\n\nWith results published in July 2023, the LUX-ZEPLIN, or LZ, collaboration has done just that, building the largest dark matter detector to date and operating it 4,850 feet (1,478 meters) underground in the Sanford Underground Research Facility in Lead, South Dakota.\n\nAt the center of LZ rests 10 metric tons (10,000 kilograms) of liquid xenon. When particles pass through the detector, they may collide with xenon atoms, leading to a flash of light and the release of electrons.\n\nIn LZ, two massive electrical grids apply an electric field across the volume of liquid, which pushes these released electrons to the liquid’s surface. When they breach the surface, they are pulled into the space above the liquid, which is filled with xenon gas, and accelerated by another electric field to create a second flash of light. Two large arrays of light sensors collect these two flashes of light, and together they allow researchers to reconstruct the position, energy and type of interaction that took place.\n\nAll materials on Earth, including those used in WIMP detector construction, emit some radiation that could potentially mask dark matter interactions. Scientists therefore build dark matter detectors using the most “radiopure” materials – that is, free of radioactive contaminants – they can find, both inside and outside the detector.\n\nFor example, by working with metal foundries, LZ was able to use the cleanest titanium on Earth to build the central cylinder – or cryostat – that holds the liquid xenon. Using this special titanium reduces the radioactivity in LZ, creating a clear space to see any dark matter interactions. Furthermore, liquid xenon is so dense that it actually acts as a radiation shield, and it is easy to purify the xenon of radioactive contaminants that might sneak in.\n\nIn LZ, the central xenon detector lives inside two other detectors, called the xenon skin and the outer detector. These supporting layers catch radioactivity on the way in or out of the central xenon chamber. Because dark matter interactions are so rare, a dark matter particle will only ever interact one time in the entire apparatus. Thus, if we observe an event with multiple interactions in the xenon or the outer detector, we can assume it’s not being caused by a WIMP.\n\nAll of these objects, including the central detector, the cryostat and the outer detector, live in a large water tank nearly a mile underground. The water tank shields the detectors from the cavern, and the underground environment shields the water tank from cosmic rays, or charged particles that are constantly hitting the Earth’s atmosphere. The LZ lives underground to block out cosmic radiation. But in order to get it down there, SURF engineers had to figure out a way to transport all the machinery and equipment.\n\nIn the result just published, using 60 days of data, LZ recorded about five events per day in the detector. That’s about a trillion fewer events than a typical particle detector on the surface would record in a day. By looking at the characteristics of these events, researchers can safely say that no interaction so far has been caused by dark matter. The result is, alas, not a discovery of new physics – but we can set limits on exactly how weakly dark matter must interact, as it remains unseen by LZ.\n\nThese limits help to tell physicists what dark matter is not – and LZ does that better than any experiment in the world. Meanwhile, there’s hope for what comes next in the search for dark matter. LZ is collecting more data now, and we expect to take more than 15 times more data over the next few years. A WIMP interaction may already be in that data set, just waiting to be revealed in the next round of analysis.\n\nHugh Lippincott, Associate Professor of Physics, University of California, Santa Barbara\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article."
  },
  {
    "url": "https://www.astronomy.com/science/are-the-percentages-of-dark-matter-and-dark-energy-stable/",
    "title": "Are the percentages of dark matter and dark energy stable?",
    "date": "Published: March 18, 2024",
    "content": "Are the percentages of dark matter and dark energy stable, or is the ratio of dark matter to dark energy to observable matter changing?\n\nCharles MartinThe Villages, Florida\n\nAll the atoms and radiation in the universe make up less than 5 percent of its contents. The rest is composed of two invisible, enigmatic entities: dark matter and dark energy. Together they govern the behavior of the universe.\n\nEvidence for dark matter has been accumulating for 50 years. It makes up most of the mass of all galaxies, including the Milky Way, controls the organization of galaxies on the largest scales, and represents 27 percent of the universe. The visible parts of galaxies are outweighed by dark matter, which holds galaxies together. Dark matter exerts gravity but doesn’t interact with light.\n\nAstronomers still don’t know what dark matter is, but they’ve eliminated many possibilities: It can’t be made of black holes, dim stars, free-floating planets, space rocks, or dust particles. That leaves fundamental subatomic particles as the only option. (The alternative is to decide that the law of gravity needs altering, but this is unpalatable to most astronomers.)\n\nDark energy is causing the universe to expand at an ever-faster rate. It represents 68 percent of the universe. The discovery of dark energy in the 1990s was a surprise, because the expectation in cosmology had been that the gravity of all the matter in the universe would slow down the expansion discovered by Edwin Hubble. Think of the universe as having a brake (gravity) and an accelerator (dark energy), with both being pushed at the same time. Currently, the accelerator is twice as strong as the brake, so the universe is accelerating.\n\nWe know far less about dark energy than dark matter, but it seems to be a property of space. Physics tells us that space is not nothing — it has the potential to create energy. Albert Einstein formulated a version of his gravity theory where the energy in empty space is not diluted as space expands. As more space comes into existence, more space energy appears, causing the universe to expand faster and faster. So, the idea that the amount of dark energy grows as the universe expands has been around for a while. But we still lack a physical explanation to test this idea.\n\nAre dark matter and dark energy stable and constant? Since we don’t understand their true physical nature, we can’t be sure. But astronomers can see if they vary depending on which direction in space they look. This is a test of whether the universe is lopsided or the same everywhere (the physics term for this is isotropic). It turns out that the amount of dark matter surrounding galaxies is the same in every direction, and the strength of dark energy is also the same in every direction.\n\nTo see whether the influence of dark matter and dark energy has changed over cosmic time, astronomers look deep into space. Distant light is old light, so telescopes act as time machines, probing billions of years into the past. By measuring the redshift and brightness of distant objects, astronomers map out the expansion history of the universe. Dark matter dominated for most of that history since the Big Bang. That’s because when the universe was smaller, the gravity exerted by dark matter was stronger, while the force exerted by dark energy has stayed the same. Now is the only time in the entire history of the universe when the two entities’ influences are about equal. In the future, the effects of dark energy will increasingly dominate, and the universe will accelerate forever.\n\nChris ImpeyDistinguished Professor, Department of Astronomy, University of Arizona, Tucson"
  },
  {
    "url": "https://www.astronomy.com/science/can-cosmology-untangle-the-universes-most-elusive-mysteries/",
    "title": "Can cosmology untangle the universe’s most elusive mysteries?",
    "date": "Published: February 1, 2023",
    "content": "“The first thing we know about the universe is that it’s really, really big,” says cosmologist Michael Turner, who has been contemplating this reality for more than four decades now. “And because the universe is so big,” he says, “it’s often beyond the reach of our instruments, and of our ideas.”\n\nCertainly our current understanding of the cosmic story leaves some huge unanswered questions, says Turner, an emeritus professor at the University of Chicago and a visiting faculty member at UCLA. Take the question of origins. We now know that the universe has been expanding and evolving for something like 13.8 billion years, starting when everything in existence exploded outward from an initial state of near-infinite temperature and density — a.k.a. the Big Bang. Yet no one knows for sure what the Big Bang was, says Turner. Nor does anyone know what triggered it, or what came beforehand — or whether it’s even meaningful to talk about “time” before that initial event.\n\nThen there’s the fact that the most distant stars and galaxies our telescopes can potentially see are confined to the “observable” universe: the region that encompasses objects such as galaxies and stars whose light has had time to reach us since the Big Bang. This is an almost inconceivably vast volume, says Turner, extending tens of billions of light-years in every direction. Yet we have no way of knowing what lies beyond. Just more of the same, perhaps, stretching out to infinity. Or realms that are utterly strange — right down to laws of physics that are very different from our own.\n\nBut then, as Turner explains in the 2022 Annual Review of Nuclear and Particle Science, mysteries are only to be expected. The scientific study of cosmology, the field that focuses on the origins and evolution of the universe, is barely a century old. It has already been transformed more than once by new ideas, new technologies and jaw-dropping discoveries — and there is every reason to expect more surprises to come.\n\nKnowable Magazine recently spoke with Turner about how these transformations occurred and what cosmology’s future might be. This interview has been edited for length and clarity.\n\nIt’s not as though nothing happened earlier. People have been speculating about the origin and evolution of the universe for as long as we know of. But most of what was done before about 100 years ago we would now call galactic astronomy, which is the study of stars, planets and interstellar gas clouds within our own Milky Way. At the time, in fact, a lot of astronomers argued that the Milky Way was the universe — that there was nothing else.\n\nBut two big things happened in the 1920s. One was the work of a young astronomer named Edwin Hubble. He took an interest in the nebulae, which were these fuzzy patches of light in the sky that astronomers had been cataloging for hundreds of years. There had always been a debate about their nature: Were they just clouds of gas relatively close by in the Milky Way, or other “island universes” as big as ours?\n\nNobody had been able to figure that out. But Hubble had access to a new 100-inch telescope, which was the largest in the world at that time. And that gave him an instrument powerful enough to look at some of the biggest and brightest of the nebulae, and show that they contained individual stars, not just gas. By 1925, he was also able to estimate the distance to the very brightest nebula, in the constellation of Andromeda. It lay well outside the Milky Way. It was a whole other galaxy just like ours.\n\nSo that paper alone solved the riddle of the nebulae and put Hubble on the map as a great astronomer. In today’s terms, he had identified the fundamental architecture of the universe, which is that it consists of these collections of stars organized into galaxies like our own Milky Way — about 200 billion of them in the part of the universe we can see.\n\nBut he didn’t stop there. In those days there was this — well, “war” is probably too strong a word, but a separation between the astronomers who took pictures and the astrophysicists who used spectroscopy, which was a technique that physicists had developed in the 19th century to analyze the wavelengths of light emitted from distant objects. Once you started taking spectra of things like stars or planets, and comparing their emissions with those from known chemical elements in the laboratory, you could say, “Oh, not only do I know what it’s made of, but I know its temperature and how fast it’s moving towards or away from us.” So you could start really studying the object.\n\nJust like in other areas of science, though, the very best people in astronomy use all the tools at hand, be they pictures or spectra. In Hubble’s case, he paid particular attention to an earlier paper that had used spectroscopy to measure the velocity of the nebulae. Now, the striking thing about this paper was that some of the nebulae were moving away from us at many hundreds of kilometers per second. In spectroscopic terms they had a high “redshift,” meaning that their emissions were shifted toward longer wavelengths than you’d see in the lab.\n\nSo in 1929, when Hubble had solid distance data for two dozen galaxies and reasonable estimates for more, he plotted those values against the redshift data. And he got a striking correlation: The further away a galaxy was, the faster it was moving away from us.\n\nThis was the relation that’s now known as Hubble’s law. It took a while to figure out what it meant, though.\n\nYes. A bit earlier, in 1915, Albert Einstein had put forward his theory of general relativity, which was a complete paradigm shift and reformulation of gravity. His key insight was that space and time are not fixed, as physicists had always assumed, but are dynamic. Matter and energy bend space and time around themselves, and the “force” we call gravity is just the result of objects being deflected as they move around in this curved space-time. As the late physicist John Archibald Wheeler famously said, “Space tells matter how to move, and matter tells space how to curve.”\n\nIt took a few years to connect Einstein’s theory with observation. But by the early or mid-1930s, it was clear that what Hubble had discovered was not that galaxies are moving away from us into empty space, but that space itself is expanding and carrying the galaxies along with it. The whole universe is expanding.\n\nAnd at least a few scientists in the 1930s began to realize that Hubble’s discovery also meant there was a beginning to the universe.\n\nThe turning point was probably George Gamow, a Soviet physicist who defected to the US in the 1930s. He had studied general relativity as a student in Leningrad, and knew that Einstein’s equations implied that the universe had expanded from a “singularity” — a mathematical point where time began and the radius of the universe was zero. It’s what we now call the Big Bang.\n\nBut Gamow also knew nuclear physics, which he had helped develop before World War II. And around 1948, he and his collaborators started to combine general relativity and nuclear physics into a model of the universe’s beginning to explain where the elements in the periodic table came from.\n\nTheir key idea was that the universe started out hot, then cooled as it expanded the way gas from an aerosol can does. This was totally theoretical at the time. But it would be confirmed in 1965 when radio astronomers discovered the cosmic microwave background radiation. This radiation consists of high-energy photons that emerged from the Big Bang and cooled down as the universe expanded, until today they are just 3 degrees Kelvin above absolute zero — which is also the average temperature of the universe as a whole.\n\nIn this hot, primordial soup — called ylem by Gamow — matter would not exist in the form it does today. The extreme heat would boil atoms into their constituent components — neutrons, protons and electrons. Gamow’s dream was that nuclear reactions in the cooling soup would have produced all the elements, as neutrons and protons combined to make the nuclei of the various atoms in the periodic table.\n\nBut his idea came up short. It took a number of years and a village of people to get the calculations right. But by the 1960s, it was clear that what would come from these nuclear reactions was mostly hydrogen, plus a lot of helium — about 25 percent by weight, exactly what astronomers observed — plus a little bit of deuterium, helium-3 and lithium. Heavier elements such as carbon and oxygen were made later, by nuclear reactions in stars and other processes.\n\nSo by the early 1970s, we had the creation of the light elements in a hot Big Bang, the expansion of the universe and the microwave background radiation — the three observational pillars of what’s been called the standard model of cosmology, and what I call the first paradigm.\n\nNot wrong — our current understanding still has a hot Big Bang beginning — but incomplete. By the 1970s the idea of a hot beginning was attracting the attention of particle physicists, who saw the Big Bang as a way to study particle collisions at energies you couldn’t hope to reach at accelerators here on Earth. So the field suddenly got a lot bigger, and people started asking questions that suggested the standard cosmology was missing something.\n\nFor example, why is the universe so smooth? The intensity and temperature of the microwave background radiation, which is the best measure we have of the whole universe, is almost perfectly uniform in every direction. There’s nothing in Einstein’s cosmological equations that says this has to be the case.\n\nOn the flip side, though — why is that cosmic smoothness only almost perfect? After all, the most prominent features of the universe today are the galaxies, which must have formed as gravity magnified tiny fluctuations in the density of matter in the early universe. So where did those fluctuations come from? What seeded the galaxies?\n\nAround this time, evidence had accumulated that neutrons and protons were made of smaller bits — quarks — which meant that the neutron-proton soup would eventually boil, too, becoming a quark soup at the earliest times. So maybe the answers lie in that early quark soup phase, or even earlier.\n\nThis is the possibility that led Alan Guth to his brilliant paper on cosmic inflation in 1981.\n\nGuth’s idea was that in the tiniest fraction of a second after the initial singularity, according to new ideas in particle physics, the universe ought to undergo a burst of accelerated expansion. This would have been an exponential expansion, far faster than in the standard Big Bang model. The size of the universe would have doubled and doubled and doubled again, enough times to take a subatomic patch of space and blow it up to the scale of the observable universe.\n\nThis explained the uniformity of the universe right away, just like if you had a balloon and blew it up until it was the size of the Earth or bigger: It would look smooth. But inflation also explained the galaxies. In the quantum world, it’s normal for things like the number of particles in a tiny region to bounce around. Ordinarily, this averages out to zero and we don’t notice it. But when cosmic inflation produced this tremendous expansion, it blew up these subatomic fluctuations to astrophysical scales, and provided the seeds for galaxy formation.\n\nThis result is the poster child for the connection between particle physics and cosmology: The biggest things in the universe — galaxies and clusters of galaxies — originated from quantum fluctuations that were unimaginably small.\n\nWhen the details of inflation were being worked out in the early 1980s, people saw there was something else missing. The exponential expansion would have stretched everything out until space was “flat” in a certain mathematical sense. But according to Einstein’s general relativity, the only way the universe could be flat was if its mass and energy content averaged out to a certain critical density. This value was really small, equivalent to a few hydrogen atoms per cubic meter.\n\nBut even that was a stretch: Astronomers’ best measurements for the mean density of all the planets, stars and gas in the universe — all the stuff made of atoms — wasn’t even 10 percent of the critical density. (The modern figure is 4.9 percent.) So something else that was not made of atoms had to be making up the difference.\n\nThat something turned out to have two components, one of which astronomers had already begun to detect through its gravitational effects. Fritz Zwicky found the first clue back in the 1930s, when he looked at the motions of galaxies in distant clusters. Each of these galactic clusters was obviously held together by gravity, because their galaxies were all close and not flying apart. Yet the velocities Zwicky found were really high, and he concluded that the visible stars alone couldn’t produce nearly enough gravity to keep the galaxies bound. The extra gravity had to be coming from some form of “dark matter” that didn’t shine, but that outweighed the visible stars by a large factor.\n\nThen Vera Rubin and Kent Ford really brought it home in the 1970s with their studies of rotation in ordinary nearby galaxies, starting with Andromeda. They found that the rotation rates were way too fast: There weren’t nearly enough stars and interstellar gas to hold these galaxies together. The extra gravity had to be coming from something invisible — again, dark matter.\n\nParticle physicists loved the dark matter idea, because their unified field theories contained hypothetical particles with names like neutralino, or axion, that would have been produced in huge numbers during the Big Bang, and that had exactly the right properties. They wouldn’t give off light because they had no electric charge and very weak interactions with ordinary matter. But they would have enough mass to produce dark matter’s gravitational effects.\n\nWe haven’t yet detected these particles in the laboratory. But we do know some things about them. They’re “cold,” for example, meaning that they move slowly compared to the speed of light. And we know from computer simulations that without the gravity of cold dark matter, those tiny density fluctuations in the ordinary matter that emerged from the Big Bang would never have collapsed into galaxies. They just didn’t have enough gravity by themselves.\n\nAs the simulations and the observations improved, cosmologists began to realize that even dark matter was only a fraction of the critical density needed to make the universe flat. (The modern figure is 26.8 percent.) The missing piece was found in 1998 when two groups of astronomers did a very careful measurement of the redshift in distant galaxies, and found that the cosmic expansion was gradually accelerating.\n\nSo something — I suggested calling it “dark energy,” and the name stuck — is pushing the universe apart. Our best understanding is that dark energy leads to repulsive gravity, something that is built into Einstein’s general relativity. The crucial feature of dark energy is its elasticity or negative pressure. And further, it can’t be broken into particles — it is more like an extremely elastic medium.\n\nWhile dark energy remains one of the great mysteries of cosmology and particle physics, it seems to be mathematically equivalent to the cosmological constant that Einstein suggested in 1917. In the modern interpretation, though, it corresponds to the energy of nature’s quantum vacuum. This leads to an extraordinary picture: the cosmic expansion speeding up rather than slowing, all caused by the repulsive gravity of a very elastic, mysterious component of the universe called dark energy. The equally extraordinary evidence for this extraordinary claim has built up ever since and the two teams that made the 1998 discovery were awarded the Nobel Prize in Physics in 2011.\n\nSo here is where we are: a flat, critical-density universe comprising ordinary matter at about 5 percent, particle dark matter at about 25 percent and dark energy at about 70 percent. The cosmological constant is still called lambda, the Greek letter that Einstein used. And so the new paradigm is referred to as the lambda-cold dark matter model of cosmology.\n\nYes. And it’s this amazing, glass-half-full, half-empty situation. The lambda-cold dark matter paradigm has these three pillars that are well established with evidence, and that allow us to describe the evolution of the universe from a tiny fraction of a second until today. But we know we’re not done.\n\nFor example, you say, “Wow, cosmic inflation sounds really important. It’s why we have a flat universe today and explains the seeds for galaxies. Tell me the details.” Well, we don’t know the details. Our best understanding is that inflation was caused by some still unknown field similar to the Higgs boson discovered in 2012.\n\nThen you say, “Yeah, this dark matter sounds really important. Its gravity is responsible for the formation of all the galaxies and clusters in the universe. What is it?” We don’t know. It’s probably some kind of particle left over from the Big Bang, but we haven’t found it.\n\nAnd then finally you say, “Oh, dark energy is 70 percent of the universe. That must be really important. Tell me more about it.” And we say, it’s consistent with a cosmological constant. But really, we don’t have a clue why the cosmological constant should exist or have the value it does.\n\nSo now cosmology has left us with three physics questions: Dark matter, dark energy and inflation — what are they?\n\nMaybe. It could be that everything’s done in 30 years because we just flesh out our current ideas. We discover that dark matter really is some particle like the axion, that dark energy really is just the constant quantum energy of empty space, and that inflation really was caused by the Higgs field.\n\nBut more likely than not, if history is any guide, we’re missing something and there’s a surprise on the horizon.\n\nSome cosmologists are trying to find this surprise by following the really big questions. For example: What was the Big Bang? And what happened beforehand? The Big Bang theory we talked about earlier is anything but a theory of the Big Bang itself; it’s a theory of what happened afterwards.\n\nRemember, the actual Big Bang event, according to Einstein’s general relativity, was this singularity that saw the creation of matter, energy, space and time itself. That’s the big mystery, which we struggle even to talk about in scientific terms: Was there a phase before this singularity? And if so, what was it like? Or, as many theorists think, does the singularity in Einstein’s equations represent the instant when space and time themselves emerged from something more fundamental?\n\nAnother possibility that has captured the attention of scientists and public alike is the multiverse. This follows from inflation, where we imagine blowing up a small bit of space to an enormous size. Could that happen more than once, at different places and times? And the answer is yes: You could have had different patches of the wider multiverse inflating into entirely different universes, maybe with different laws of physics in each one. It could be the biggest idea since Copernicus moved us out of the center of the universe. But it’s also very frustrating because right now, it isn’t science: These universes would be completely disconnected, with no way to access them, observe them or show that they actually exist.\n\nYet another possibility is in the title of my Annual Reviews article: The road to precision cosmology. It used to be that cosmology was really difficult because the instruments weren’t quite up to the task. Back in the 1930s, Hubble and his colleague Milton Humason struggled for years to collect redshifts for a few hundred galaxies, in part because they were recording one spectrum at a time on photographic plates that collected less than 1 percent of the light. Now astronomers use electronic CCD detectors — the same kind that everyone carries around in their phone — that collect almost 100 percent of the light. It’s as if you increased your telescope size without any construction.\n\nAnd we have projects like the Dark Energy Spectroscopic Instrument on Kitt Peak in Arizona that can collect the spectra of 5,000 galaxies at once — 35 million of them over five years.\n\nSo cosmology used to be a data-poor science in which it was hard to measure things within any reliable precision. And today, we are doing precision cosmology, with percent-level accuracy. And further, we are sometimes able to measure things in two different ways, and see if the results agree, creating cross-cuts that can confirm our current paradigm or reveal cracks in it.\n\nA prime example of this is the expansion rate of the universe, what’s called the Hubble parameter — the most important number in cosmology. If nothing else, it tells us the age of the universe: The bigger the parameter, the younger the universe, and vice versa. Today we can measure it directly with the velocities and distances of galaxies out to a few hundred-million light years, at the few percent level.\n\nBut there is now another way to measure it with satellite observations of the microwave background radiation, which gives you the expansion rate when the universe was about 380,000 years old, at even greater precision. With the lambda-cold dark matter model you can extrapolate that expansion rate forward to the present day and see if you get the same number as you do with redshifts. And you don’t: The numbers differ by almost 10 percent — an ongoing puzzle that’s called the Hubble tension.\n\nSo maybe that’s the loose thread — the tiny discrepancy in the precision measurements that could lead to another paradigm shift. It could be just that the direct measurements of galaxy distances are wrong, or that the microwave background numbers are wrong. But maybe we are finding something that’s missing from lambda-cold dark matter. That would be extremely exciting.\n\n10.1146/knowable-012423-1\n\nM. Mitchell Waldrop is a freelance journalist based in Washington, DC. His previous stories for  Knowable Magazine have covered topics such as  green nuclear power,  green concrete,  recycling,  the future of work,  AI-generated deepfakes,  ranked-choice voting and the perils of  cash bail. His most recent book is  Cosmic Origins: Science’s Long Quest to Understand How Our Universe Began (2022).\n\nThis article originally appeared in Knowable Magazine, an independent journalistic endeavor from Annual Reviews. Sign up for the newsletter."
  },
  {
    "url": "https://www.astronomy.com/science/rising-star-in-astronomy-lina-necib/",
    "title": "Rising star in astronomy: Lina Necib",
    "date": "Published: January 3, 2023",
    "content": "Lina Necib is on the hunt for dark matter. And she’s utilizing all the tools in the physicist’s toolkit, plus a few others — even when they require learning an entirely new skill set.\n\nAn assistant professor at MIT, Necib, 33, describes herself as an astroparticle physicist. “I have a Ph.D. in particle physics, but during my postdoc, I slowly switched to astrophysics,” she explains. “I thought these two communities really needed to talk to each other a little bit more. We’re all trying to answer the same question: What is dark matter?”\n\nThat is the defining mystery for this generation of fundamental physicists, says Jesse Thaler, a theoretical particle physicist at MIT and Necib’s Ph.D. supervisor. To answer it, Necib uses a synthesis of tools and approaches in her work.\n\nFor example, the Gaia mission, a space observatory launched in 2013 by the European Space Agency to chart a 3D map of Milky Way stars, is providing unprecedented datasets for analyzing our galaxy’s objects. Necib describes Gaia’s telescope as the world’s “most expensive speedgun, because it measures the velocity of 1.8 billion stars in the galaxy.” To process this tremendous amount of data, she employs a rather new tool: machine learning.\n\nNecib also makes use of recent advances in simulations. “We can build simulations [that start] a few billion years ago, and let them run all the way to today,” she explains. This allows researchers to simulate galaxies very like the Milky Way, tracking both their stars and dark matter.\n\nNecib’s multidisciplinary approach is in keeping with her “question-driven” personality, says Thaler. For Necib, “the tools follow the questions,” he says. “This type of synthesis is essential in this area.” And Necib is committed to training the next generation of out-of-the-box thinkers in these tools — for example, by running hackathons to teach other researchers how to make the best use of the Gaia data.\n\nAs Thaler puts, it, “Wherever the mystery of dark matter goes, she’ll be there.”\n\nMake sure to explore our full list of 25 rising stars in astronomy. Check back each week for a new profile!\n\nTo get the latest astronomical news and observing content delivered directly to your door, subscribe to Astronomy magazine today!"
  },
  {
    "url": "https://www.astronomy.com/science/rising-star-in-astronomy-gopi-mohlabeng/",
    "title": "Rising star in astronomy: Gopi Mohlabeng",
    "date": "Published: November 1, 2022",
    "content": "The mystery of dark matter, the enigmatic substance that makes up 27 percent of the universe, has plagued astronomers for decades. Despite ample evidence across the universe hinting at its presence, dark matter has never been seen directly. “We simply don’t know what it is,” says Gopi Mohlabeng, a theoretical particle physicist at the University of California, Irvine. Mohlabeng, 33, is trying to change that by coming up with new ideas for what dark matter might look like and how it could finally be detected.\n\nHis physics journey started with watching the Honey, I Shrunk the Kids movie series at a young age. That sparked an initial interest in becoming an inventor, which turned into a passion for physics in high school. He went on to study physics and astrophysics as an undergraduate and earned his doctorate from the University of Kansas in 2017.\n\nToday, Mohlabeng creates theoretical models for dark matter particles. He also suggests ways these particles could be detected with existing and future experiments like the Large Hadron Collider, James Webb Space Telescope, or the Square Kilometer Array — a radio telescope under construction in Mohlabeng’s home country of South Africa that’s set to become the world’s largest facility of its kind.\n\n“I think that the next five to 10 years is going to be a golden age for particle physics,” Mohlabeng says. “We’re going to have a lot of data for theorists like me to work on.”\n\nWhen he’s not at work solving the mysteries of dark matter, Mohlabeng likes to spend time inspiring the next generation of scientists through outreach, particularly with underrepresented groups and young students of color.\n\n“Anyone can be a physicist,” Mohlabeng said. “It’s all about having a passion for physics and trying to understand as much as you can.”\n\nMake sure to explore our full list of 25 rising stars in astronomy. Check back each week for a new profile!\n\nTo get the latest astronomical news and observing content delivered directly to your door, subscribe to Astronomy magazine today!"
  },
  {
    "url": "https://www.astronomy.com/science/how-merging-black-holes-could-reveal-the-nature-of-dark-matter/",
    "title": "How merging black holes could reveal the nature of dark matter",
    "date": "Published: August 23, 2024",
    "content": "We see evidence for merging supermassive black holes everywhere we look. One problem: We’re not exactly sure how they manage to do it. Recently, a team of astronomers has proposed that a particular form of dark matter may be the key to unlocking this cosmic mystery.\n\nSupermassive black holes are the largest black holes in the universe. They weigh anywhere from a few hundred thousand times to a few hundred billion times the mass of the Sun. Almost every galaxy in the universe hosts such a giant black hole in its core.\n\nAstronomers believe these black holes grew to their enormous proportions over the course of billions of years, from a combination feeding on any material that happens to wander too close and from merging with other giant black holes. Last year, a team used an observational technique known as a pulsar timing array to pick up a “background hum” of gravitational waves consistent with a large population of merging supermassive black holes. These gravitational waves are emitted as the black holes spiral in toward each other during the merger event.\n\nRelated: The Great Hum: Scientists finally detect continuous gravitational waves rippling across space-time\n\nBut in between those two scales, astronomers don’t know how the black holes lose energy. When they are separated by roughly a parsec — 3.26 light-years — there isn’t enough material to serve as a reservoir for energy, and the gravitational waves aren’t strong enough to do it on their own. Hence the problem.\n\nHowever, astronomers aren’t exactly sure how the merger process unfolds. What’s particularly challenging is an issue known as the final parsec problem. To get two black holes to merge, they have to come close to each other. And to come close to each other, they have to lose orbital energy. At large distances, the black holes can lose orbital energy through a variety of means, such as interacting with the gas or stars in a galaxy. By the time the black holes are a short distance apart, just a handful of light-years, all the material has been cleared away, but by then the emission of gravitational waves can pull energy out of the system, allowing the black holes to collide.\n\nA new paper published July 9 in Physical Review Letters offers a potential solution to this problem. The authors’ solution involves dark matter, the invisible matter that appears to dominate the mass of galaxies. While there is a substantial amount of circumstantial evidence for the existence of dark matter, such as the rotation rate of galaxies and the growth of large structures in the universe, we do not yet know the identity of the dark matter particle. All we know is that dark matter does not interact with light. It only interacts with the rest of the universe through gravity.\n\nThe simplest model for dark matter assumes that it is collisionless, which means that dark matter does not interact with itself. But there are some models of dark matter where it can weakly interact with itself. These models are known, appropriately enough, as self-interacting dark matter. Astronomers proposed this model of dark matter decades ago as a way to solve some of the deficiencies with the collisionless dark matter idea. Most importantly, collisionless dark matter has difficulty producing the observed number of dwarf satellite galaxies and matching the observed densities in the cores of galaxies.\n\n“The possibility that dark matter particles interact with each other is an assumption that we made, an extra ingredient that not all dark matter models contain,” said study co-author Gonzalo Alonso-Álvarez, a postdoctoral fellow in the Department of Physics at the University of Toronto and the Department of Physics and Trottier Space Institute at McGill University, in a press release. “Our argument is that only models with that ingredient can solve the final parsec problem.”\n\nThe astronomers behind the study found that when they switched out collisionless dark matter for self-interacting dark matter in their models, the final parsec problem wasn’t a problem anymore. Supermassive black holes are thought to merge as the last stage in the merger of two galaxies. As the supermassive black holes enter the core of the resulting single galaxy, they encounter greater densities of dark matter. The black holes interact with the dark matter through gravity — just as they do with gas and stars when they are farther apart — which siphons energy from the momentum of the black hole into the dark matter particles. With collisionless dark matter, the dark matter particles pick up this extra energy and then simply leave. But with self-interacting dark matter, the extra energy added to the particles just goes into more interactions.\n\nThis allows the dark matter to act as a reservoir that can absorb the kinetic energy of the black holes as they come closer together. With this extra reservoir available, the supermassive black holes quickly close the final parsec and meet in their final gravitational embrace.\n\nThe researchers predict that in such a scenario, the resulting gravitational waves should be shifted slightly from the expected case with collisionless dark matter. And this is exactly what astronomers have seen with pulsar timing arrays.\n\n“A prediction of our proposal is that the spectrum of gravitational waves observed by pulsar timing arrays should be softened [lower power] at low frequencies,” said James Cline, study co-author and Professor at McGill University and the CERN Theoretical Physics Department in Switzerland. “The current data already hint at this behavior, and new data may be able to confirm it in the next few years.”\n\nWhile it’s not a confirmed detection of dark matter or a confirmed solution to the final parsec problem, this study does show that dark matter may be more complicated than we naively assume, and it may play a significant role in the evolution of black holes.\n\nAnd, in turn, black holes may help us reveal the true nature of dark matter.\n\n“Our work is a new way to help us understand the particle nature of dark matter,” said Alonso-Álvarez. “We found that the evolution of black hole orbits is very sensitive to the microphysics of dark matter and that means we can use observations of supermassive black hole mergers to better understand these particles.”"
  },
  {
    "url": "https://www.astronomy.com/science/scientists-use-jupiter-to-search-for-dark-matter/",
    "title": "Scientists use Jupiter to search for dark matter",
    "date": "Published: August 19, 2024",
    "content": "Dark matter is a mysterious substance that makes up some 85 percent of the total matter in our universe. Although we cannot see it, we can see its gravitational fingerprints on the way galaxies move and the way massive objects bend light around themselves. And now, researchers may have found a way to turn giant exoplanets into sensitive detectors for dark matter particles, say researchers — and a new study of our own planet Jupiter shows how the method would work.\n\nThe paper was published June 27 in Physical Review Letters.\n\nBecause dark matter permeates space, the researchers say that the massive gravity of gas giant planets should draw dark matter particles into an invisible cloud surrounding and permeating them. There, collisions between dark matter particles in their upper atmospheres could produce light, as well as an increase in the amount of trihydrogen (H3+) there.\n\nH3+ can be created in a planet’s atmosphere many ways, including through interactions with cosmic rays, solar wind, and lightning. In this case, though, the researchers examined observations from the Cassini spacecraft of Jupiter’s nightside, made as the spacecraft came within 6.2 million miles (10 million kilometers) of the planet in 2000 and 2001, while on its way to the Saturn system. They reasoned that looking at the nightside, particularly latitudes and times when the jovian aurora was not likely to be active, could reveal signs of dark matter annihilation around the giant planet.\n\nThey found no detection of such a glow in Jupiter’s upper atmosphere — however, like many “null results” in science, this isn’t bad news. Instead, the researchers used their lack of a detection to calculate a maximum size for dark matter particles.\n\nA leading theory of dark matter is that it made up of so-called weakly interacting massive particles, or WIMPS. Just what the particles could be is heavily disputed. The WIMP model states that dark matter particles have some mass — as opposed to particles with zero mass, like photons — and must be about the size of a proton.\n\nThese dark matter particles must be flowing through all planets of the solar system all the time, but usually without interacting.\n\nAccording to University of Chicago particle astrophysicist Dan Hooper, who wasn’t involved in the study, a back-of-the-envelope calculation suggests that up to 2.2 pounds (1 kilogram) of dark matter is passing through Jupiter every second.\n\nThe planet’s intense gravity means some of those particles must have formed an invisible cloud within and around Jupiter that has built up over billions of years; and collisions between those invisible particles could create radiation. And in theory, that radiation would create an excess of H3+  that could be detected as an infrared glow in Jupiter’s upper atmosphere, Hooper says.\n\nThat glow is what the authors of the latest study had hoped to detect.\n\nBut “when Cassini pointed it instruments towards the night side of Jupiter, it saw exactly nothing,” says dark matter physicist Carlos Blanco of Princeton University, the study’s co-author.\n\nSuch a lack of detection — known as a “null result” in science — is akin to Sherlock Holmes solving a mystery because a dog didn’t bark.\n\nBlanco and his co-author, astroparticle physicist Rebecca Leane at Stanford University, calculate that dark matter particles must have cross section less than 10-38 cm2. In physics, the cross section of a particle is related to how likely it is that the particle will interact with others. And if dark matter particles were any larger, they would interact more often and create a detectable signal.\n\nThat cross section is smaller than the dark matter dection experiments here on Earth can spot, and the researchers say it shows the value of their approach.\n\n“The kind of detectors that you can put in a laboratory on Earth are really only sensitive to dark matter particles that are heavier than hydrogen, and they start losing sensitivity very quickly if the dark matter is lighter,” Blanco says. “What we discovered is that, in general, looking at signatures that dark matter might leave on molecules like H3+  is a good way of breaching that threshold and going to lighter and lighter particles.”\n\nThe null result at Jupiter is only the beginning.\n\nThe authors suggest that the infrared glow created by collisions between dark matter particles could be easier to detect in the atmospheres of exoplanets with more mass than Jupiter, particularly in regions with more dark matter — near the center of our galaxy, for example.\n\n“What you really want is something big, like a ‘super-Jupiter’ [a planet more massive than Jupiter], that’s closer to the galactic center where there’s a higher concentration of dark matter,” he says. “That way you would expect a higher signal.”\n\nCurrently, however, it isn’t possible to detect such glows from exoplanets, but Blanco hopes such technology will soon be developed. But he cautions that astronomers would have to improve the sensitivity of the relevant instruments by two or three times to be effective.\n\n“That’s a long way off,” says cosmologist Joseph Silk of Johns Hopkins University, who wasn’t involved in the study.\n\nStill, it’s one more possible way that atstronomers may someday see the unseeable and uncover the true nature of the mysterious dark matter that pervades our universe.\n\nEditor’s note: This story has been updated to reflect Blanco’s status as study co-author, rather than lead author."
  },
  {
    "url": "https://www.astronomy.com/science/rising-star-in-astronomy-adrian-price-whelan/",
    "title": "Rising star in astronomy: Adrian Price-Whelan",
    "date": "Published: January 6, 2023",
    "content": "As the Sun rose over Manhattan on April 25, 2018, Adrian Price-Whelan sat in a room full of astronomers on the third floor of the Flatiron Institute, a research hub for computational science. Adrenaline coursed through him as he and collaborator Ana Bonaca delved into the massive dataset that had been released by the European Space Agency’s Gaia mission just moments before. The data detailed the positions of 1.7 billion stars in and around the Milky Way.\n\nLike many astronomers, Price-Whelan had spent years preparing for this moment. “I had been building toward the Gaia data releases for my entire Ph.D.,” he says.\n\nStill, Bonaca and Price-Whelan’s success hinged on a hunch — albeit an extensively researched one. Theoretical models developed in the years leading up to the release suggested that the strung-out remnants of smaller galaxies devoured by the Milky Way might contain discernible traces of dark matter that had passed through them. Dark matter, which is thought to comprise some 85 percent of the universe’s total mass, has never been directly observed. Price-Whelan hoped that its stellar footprint would provide insight into its properties and behavior.\n\n“We did some very simple data selections within hours of the data becoming public and saw what looked like one of these features that we saw in the simulations,” he says. “We were completely stunned.”\n\nIn the years since, Price-Whelan and his collaborators have published a series of landmark papers describing the evidence for these enigmatic disruptions in the outskirts of the Milky Way. His work has implications for both the prevailing models of dark matter and the insights that can be gathered from observations of our galaxy.\n\nAt 33, Price-Whelan is now a prominent computational astrophysicist and holds a position as an associate research scientist at the Flatiron Institute. Much of his work connects theoretical science to empirical data. With this approach, he is expanding the conclusions that we can come to by looking through a telescope.\n\nBut he’ll be the first to tell you that his path there was winding. “I was always interested in science, but I never thought I’d actually get to be a scientist,” he says.\nHe was set on studying lighting and sound for the stage when he enrolled at New York University in 2006, but a physics class caught his attention and diverted his course. After completing his undergrad studies, he was captivated by astronomy through a role at the Sloan Digital Sky Survey. He vividly remembers visiting the Apache Point Observatory in New Mexico, where the survey is based, that year.\n\n“I met these eminent names in the field — people like Connie Rockosi and Jim Gunn — but I had no idea who they were,” he says. “I loved that the survey was this very intricate, official project with big, beautiful data releases, but they still fixed things with duct tape and grease.”\n\nToday, Price-Whelan is most fascinated by the spiral-like patterns that reverberate through the Milky Way when it is struck by a satellite galaxy. Though this occurrence has been modeled, it has not been observed directly. He hopes to see evidence in yet another upcoming data release from the Gaia mission.\n\nMake sure to explore our full list of 25 rising stars in astronomy. Check back each week for a new profile!\n\nTo get the latest astronomical news and observing content delivered directly to your door, subscribe to Astronomy magazine today!"
  },
  {
    "url": "https://www.astronomy.com/science/most-distant-dark-matter-ever-found-dates-back-12-billion-years/",
    "title": "Most distant dark matter ever found dates back 12 billion years",
    "date": "Published: August 2, 2022",
    "content": "The static speed of light assures that astronomers see faraway galaxies not as they are, but as they existed long ago. The same is true about the matter (regular or dark) that surrounds these ancient galaxies.\n\nAstronomers recently used this knowledge — as well as a cosmic signal sent out shortly after the Big Bang — to map how dark matter was distributed around galaxies some 12 billion years ago. In short, they found the dark matter was less ‘clumpy’ than expected, which, if confirmed, would suggest that many accepted models of cosmology are due for revisal.\n\nThe new findings are presented in a study published Aug. 1 in Physical Review Letters.\n\nThough it’s tricky to measure “invisible” matter, the typical approach involves two galaxies, one in the foreground and one in the background. According to Einstein, the immense gravity of the foreground galaxy actually warps the fabric of space-time near it. Thus, as light from the background galaxy travels past the foreground galaxy, it gets bent, as if by an optical lens. This results in the background galaxy being both heavily distorted and magnified, a phenomenon called gravitational lensing.\n\nBecause the background galaxy (or “source galaxy”) appears more heavily distorted when the foreground galaxy (“lens galaxy”) has a lot of mass, astronomers can analyze the distortions to determine the distribution of matter — including dark matter — around the lens galaxy.\n\n\n\nBut this method only works when the source galaxy is bright enough to actually shed light on the lens galaxy. And because extremely distant galaxies are extremely faint, astronomers have so far been unable to assess dark matter in galaxies from before around 8 billion to 10 billion years ago. This has left them largely in the dark about the true structure of the early universe.\n\nAiming to overcome this obstacle, a team of astronomers recently altered the approach. Instead of using two galaxies, they opted to use a more distant light source in place of a source galaxy: the cosmic microwave background (CMB), emitted when the universe was just 300,000 years old.\n\n“It was a crazy idea,” Masami Ouchi, a study author and astronomer at the University of Tokyo, said in a press release. “No one realized we could do this.”\n\n“Most researchers use source galaxies to measure dark matter distribution from the present to 8 billion years ago,” added Yuichi Harikane, a study author and astronomer at the University of Tokyo. “However, we could look further back into the past because we used the more distant CMB to measure dark matter. For the first time, we were measuring dark matter from almost the earliest moments of the universe.”\n\nTo employ their new approach, the astronomers selected 1.5 million galaxies — all seen as they were about 12 billion years ago — to collectively serve as the gravitational lens. And with the more distant CMB serving as the background source light, the team was able to measure how dark matter was dispersed around these lens galaxies.\n\n“I was happy that we opened a new window into that era,” said Hironao Miyatake, another study author and astronomer at Nagoya University, in a press release. “12 billion years ago, things were very different.”\n\nAccording to the team, their results could challenge prevalent theories of cosmology, including the idea that tiny variances in the CMB are what initially led to the earliest clumps of matter, which ultimately formed into stars and galaxies. As it turns out, the team says, the universe was much more homogeneous in its early years than previously thought.\n\n“Our finding is still uncertain,” Miyatake said in a press release. “But if it is true, it would suggest that the entire model is flawed as you go further back in time. This is exciting because if the result holds after the uncertainties are reduced, it could suggest an improvement of the model that may provide insight into the nature of dark matter itself.”\n\nUltimately, the team says that their approach will provide astronomers with more accurate measurements of the amount and distribution of dark matter in ancient galaxies. It will also enable astronomers to explore other aspects of the early universe.\n\n“One of the strengths of looking at the universe using large-scale surveys, such as the ones used in this research, is that you can study everything that you see in the resulting images, from nearby asteroids in our solar system to the most distant galaxies from the early universe,” said Michael Strauss, a professor of astrophysical sciences at Princeton University who was not involved in the research, in a press release. “You can use the same data to explore a lot of new questions.”"
  },
  {
    "url": "https://www.astronomy.com/science/the-big-freeze-how-the-universe-will-die/",
    "title": "The Big Freeze: How the universe will die",
    "date": "Published: September 5, 2023",
    "content": "The cosmos may never end. But if you were immortal, you’d probably wish it would. Our cosmos’ final fate is a long and frigid affair that astronomers call the Big Freeze, or Big Chill.\n\nIt’s a fitting description for the day when all heat and energy is evenly spread over incomprehensibly vast distances. At this point, the universe’s final temperature will hover just above absolute zero.\n\nSome 13.8 billion years ago, our universe was born in the Big Bang, and it’s been expanding ever since.\n\nUntil a few decades ago, it looked like that expansion would eventually end. Astronomers’ measurements suggested there was enough matter in the universe to overcome expansion and reverse the process, triggering a so-called Big Crunch. In this scenario, the cosmos would collapse back into an infinitely dense singularity like the one it emerged from. Perhaps this process could even spark another Big Bang, the thinking went.\n\nWe’d be gone, but the Big Bang/Big Crunch cycle could infinitely repeat.\n\nIn the years since then, the discovery of dark energy has robbed us of a shot at this eternal rebirth. In 1998, two separate teams of astronomers announced that they’d measured special exploding stars in the distant universe, called a type Ia supernova, which serves as “standard candles” for calculating distances. They found that the distant explostions — which should all have the same intrinsic brightness — were dimmer, and therefore farther away, than expected. Some mysterious force was pushing the cosmos apart from within.\n\nThis dark energy is now thought to make up some 69 percent of the universe’s mass, while dark matter accounts for another roughly 26 percent. Normal matter — people, planets, stars, and anything else you can see — comprises just about 5 percent of the cosmos.\n\nThe most important impact of dark energy is that the universe’s expansion will never slow down. It will only accelerate.\n\nDecades of observations have only confirmed researchers’ findings. All signs now point to a long and lonely death that peters out toward infinity. The scientific term for this fate is “heat death.”\n\nBut things will be rather desolate long before that happens.\n\n“Just” a couple trillion years from now, the universe will have expanded so much that no distant galaxies will be visible from our own Milky Way, which will have long since merged with its neighbors. Eventually, 100 trillion years from now, all star formation will cease, ending the Stelliferous Era that’s be running since not long after our universe first formed.\n\n\n\nHow did we discover dark matter? What is dark matter made of? How is dark matter different than dark energy? Astronomy’s free downloadable eBook,  The Science Behind Dark Matter, contains everything you need to know about the elusive and invisible substance.\n\nMuch later, in the so-called Degenerate Era, galaxies will be gone, too. Stellar remnants will fall apart. And all remaining matter will be locked up inside black holes.\n\nIn fact, black holes will be the last surviving sentinels of the universe as we know it. In the Black Hole Era, they’ll be the only “normal” matter left. But eventually, even these titans will disappear, too.\n\nStephen Hawking predicted that black holes slowly evaporate by releasing their particles into the universe. First, the smaller, solar-mass black holes will vanish. And by a googol years into the future (a 1 followed by 100 zeroes), Hawking radiation will have killed off even the supermassive black holes.\n\nNo normal matter will remain in this final “Dark Era” of the universe, which will last far longer than everything that came before it. And the second law of thermodynamics tells us that in this time frame, all energy will ultimately be evenly distributed. The cosmos will settle at its final resting temperature, just above absolute zero, the coldest temperature possible.\n\nIf this future seems dark and depressing, take comfort in knowing that every earthling will have died long before we have to worry about it. In fact, on this timescale of trillions of years, even the existence of our entire species registers as but a brief ray of sunlight before an infinite winter of darkness."
  }
]