[
  {
    "url": "https://www.nasa.gov/missions/station/preguntas-frecuentes-la-verdadera-historia-del-cuidado-de-la-salud-de-los-astronautas-en-el-espacio/",
    "title": "Preguntas frecuentes: La verdadera historia del cuidado de la salud de los astronautas en el espacio",
    "date": "2024-11-21T15:12:05-05:00",
    "content": "8 min read\n\nRead this story in English here.\n\nLa Estación Espacial Internacional es el hogar de la humanidad en el espacio y una estación de investigación que gira en órbita sobre la Tierra a unos 400 kilómetros (250 millas) de altura. La NASA y sus socios internacionales han mantenido una presencia humana continua a bordo de la estación espacial durante más de 24 años, haciendo investigaciones que no es posible realizar en la Tierra.\n\nLa gente que vive y trabaja a bordo de este laboratorio en microgravedad también forma parte de las investigaciones que se llevan a cabo, y ellos ayudan a abordar complejos problemas de la salud humana en la Tierra y preparan a la humanidad para viajar más lejos que nunca, incluyendo la Luna y Marte.\n\nEstas son algunas de las preguntas frecuentes sobre cómo la NASA y su equipo de médicos, psicólogos, nutricionistas, científicos del ejercicio y otros profesionales especializados garantizan la salud y la condición física de los astronautas a bordo del laboratorio orbital.\n\nUna misión típica a la Estación Espacial Internacional dura unos seis meses, pero puede variar en función del calendario de visitas de naves espaciales, las prioridades de la misión y otros factores. Los astronautas de la NASA también han permanecido a bordo de la estación espacial durante períodos de tiempo más largos. Estas se conocen como misiones de larga duración, y misiones anteriores de este tipo han proporcionado a la NASA cuantiosos datos sobre los vuelos espaciales a largo plazo y sus efectos en el cuerpo humano, los cuales la agencia aplica a cualquier misión tripulada.\n\nDurante las misiones de larga duración, el equipo de profesionales médicos de la NASA se centra en optimizar la salud física y conductual de los astronautas y su desempeño, para ayudar a garantizar el éxito de la misión. Estos esfuerzos también ayudan a la NASA a prepararse para futuras misiones humanas a la Luna, Marte y más allá.\n\nLa NASA tiene un equipo de médicos, psicólogos y otros especialistas en tierra que se dedican a dar apoyo a la salud y el bienestar de los astronautas antes, durante y después de cada misión espacial. La NASA asigna a cada tripulación médicos con formación especializada en medicina espacial, denominados médicos de la tripulación de vuelo, una vez que la tripulación ha sido seleccionada para una misión. Los médicos de la tripulación de vuelo supervisan la atención de salud y la capacitación médica mientras los miembros de la tripulación se preparan para su misión, y monitorean la salud de la tripulación antes, durante y después de su misión a la estación espacial.\n\nEl equipo de salud conductual de la NASA proporciona servicios de apoyo psicológico determinados de manera individual para los miembros de la tripulación y sus familias durante cada misión. Garantizar que los astronautas puedan mantener su vitalidad en entornos extremos comienza tan pronto se inicia el proceso de selección de astronautas, en el que los candidatos son evaluados en capacidades como su adaptabilidad y resiliencia. Los astronautas reciben una formación exhaustiva que les ayuda a utilizar herramientas y tratamientos de autoevaluación para gestionar su salud conductual. La NASA también ofrece capacitación en destrezas expedicionarias a fin de preparar a cada astronauta para las misiones en capacidades importantes, como los cuidados personales y el cuidado del equipo, las comunicaciones y las destrezas de liderazgo y colaboración.\n\nPara ayudar a mantener la motivación y la moral a bordo de la estación espacial, los astronautas pueden enviar correos electrónicos, hacer llamadas y videoconferencias con sus familiares y amigos, recibir paquetes personales enviados a bordo de las misiones de reabastecimiento de carga de la NASA y sostener teleconferencias con un psicólogo, si es necesario.\n\nEn microgravedad, sin la carga continua de la gravedad de la Tierra, se producen muchos cambios en el cuerpo humano. La NASA entiende muchas de las respuestas del sistema humano al entorno espacial, entre las que se cuentan las adaptaciones a la densidad ósea, la salud muscular, sensitivomotora y cardiovascular, pero todavía queda mucho por aprender. Estos efectos de los vuelos espaciales varían de uno a otro astronauta, por lo que los médicos de la tripulación de vuelo de la NASA monitorean regularmente la salud de cada miembro de la tripulación durante una misión e individualizan las rutinas de dieta y acondicionamiento físico para dar prioridad a la salud y el estado físico durante su permanencia en el espacio.\n\nTodos los astronautas a bordo del laboratorio en órbita participan en planes de ejercicio específicamente diseñados y similares a los de la Tierra. Para mantener su fuerza y resistencia, los miembros de la tripulación tienen programadas dos horas y media de ejercicio diario para sustentar su salud muscular, ósea, aeróbica y sensitivomotora. El equipo actual a bordo de la estación espacial incluye el Dispositivo Avanzado de Ejercicio Resistivo (ARED, por sus siglas en inglés), que imita el levantamiento de pesas; una cinta de correr, llamada T2; y el Cicloergómetro con Sistema de Aislamiento y Estabilización de Vibraciones (CEVIS, por sus siglas en inglés) para el ejercicio cardiovascular.\n\nLa nutrición desempeña un papel fundamental en el mantenimiento de la salud y el rendimiento óptimo de un astronauta antes, durante y después de su misión. La alimentación también cumple un rol psicosocial durante la prolongada estancia de un astronauta a bordo de la estación espacial. Los expertos que trabajan en el Laboratorio de Sistemas de Alimentación Espacial de la NASA en el Centro Johnson en Houston desarrollan alimentos nutritivos y apetitosos. Los miembros de la tripulación tienen pueden complementar las opciones del menú estándar con sus platos favoritos personales, que pueden brindar un sabor hogareño.\n\nLos nutricionistas y científicos de bioquímica nutricional de la NASA determinan los nutrientes (vitaminas, minerales, calorías) que los astronautas necesitan mientras están en el espacio. Este equipo lleva el registro de lo que come cada miembro de la tripulación mediante un programa de seguimiento basado en computadoras de tableta, que cada astronauta completa a diario. Los datos de la aplicación se envían semanalmente a los nutricionistas para controlar la ingesta dietética. El análisis de las muestras de sangre y orina de los astronautas que son tomadas antes, durante y después de las misiones espaciales es una parte crucial del estudio de cómo responden sus cuerpos a las condiciones únicas de los vuelos espaciales. Estas muestras proporcionan información valiosa sobre cómo cada astronauta se adapta a la microgravedad, la radiación y otros factores que afectan la fisiología humana en el espacio.\n\nAdemás de su capacitación técnica, los astronautas participan en la formación de destrezas de trabajo en equipo. Aprenden destrezas eficaces para la vida en grupo y cómo cuidarse y apoyarse unos a otros. Debido a su naturaleza remota y aislada, los vuelos espaciales de larga duración pueden dificultar el trabajo en equipo. Los astronautas deben mantener la conciencia situacional e implementar el programa de vuelo en un entorno en constante cambio. Por lo tanto, la comunicación efectiva es fundamental cuando se trabaja en equipo a bordo de la estación y con diferentes equipos de soporte en tierra. Los astronautas también deben ser capaces de comunicar información compleja a personas con diferente formación profesional. En última instancia, los astronautas son personas que viven y trabajan juntas a bordo de la estación y deben ser capaces de llevar a cabo un trabajo altamente técnico y resolver cualquier problema interpersonal que pueda surgir.\n\nTodos los astronautas reciben capacitación médica y tienen contacto regular con un equipo de médicos que vigilan de cerca su salud desde tierra. La NASA también mantiene una farmacia bien surtida y un conjunto de equipamientos médicos a bordo de la estación espacial para atender diversas afecciones y lesiones. Si una emergencia médica requiere volver a la Tierra, la tripulación regresará en la nave espacial que fue llevada a bordo para recibir atención médica urgente en tierra.\n\nPuedes obtener más información sobre la Dirección de Salud y Desempeño Humano de la NASA (en inglés) en:\n\nwww.nasa.gov/hhp"
  },
  {
    "url": "https://www.nasa.gov/missions/",
    "title": "Missions",
    "date": "",
    "content": "HomeMissionsHumans in SpaceEarthThe Solar SystemThe UniverseScienceAeronauticsTechnologyLearning ResourcesAbout NASAEspañol \n\n\nNews & Events\n\n\n\n\n\nMultimedia\n\n\n\n\n\nNASA+\n\n\n\n\n\nFeatured8 min readAhead of Crew Return, NASA’s Crew-9 Concludes Science Missionarticle2 days ago5 min readNASA Webb Wows With Incredible Detail in Actively Forming Star Systemarticle22 hours ago5 min readWhat’s Up: March 2025 Skywatching Tips from NASAarticle1 week ago\n\n\n\n\n\nBack\n\n\n\nMissionsSearch All NASA MissionsA to Z List of MissionsUpcoming Launches and LandingsSpaceships and RocketsCommunicating with MissionsArtemisJames Webb Space TelescopeHubble Space TelescopeInternational Space StationOSIRIS-RexHumans in SpaceWhy Go to SpaceAstronautsCommercial SpaceDestinationsSpaceships and RocketsLiving in SpaceEarthExplore Earth ScienceClimate ChangeEarth, Our PlanetEarth Science in ActionEarth MultimediaEarth DataEarth Science ResearchersThe Solar SystemThe SunMercuryVenusEarthThe MoonMarsJupiterSaturnUranusNeptunePluto & Dwarf PlanetsAsteroids, Comets & MeteorsThe Kuiper BeltThe Oort CloudSkywatchingThe UniverseExoplanetsThe Search for Life in the UniverseStarsGalaxiesBlack HolesThe Big BangDark EnergyDark MatterScienceEarth SciencePlanetary ScienceAstrophysics & Space ScienceThe Sun & HeliophysicsBiological & Physical SciencesLunar ScienceCitizen ScienceAstromaterialsAeronautics ResearchHuman Space Travel ResearchAeronauticsScience in the AirNASA AircraftFlight InnovationSupersonic FlightAir Traffic SolutionsGreen Aviation TechDrones & YouTechnologyTechnology Transfer & SpinoffsSpace Travel TechnologyTechnology Living in SpaceManufacturing and MaterialsRoboticsScience InstrumentsComputingLearning ResourcesFor Kids and StudentsFor EducatorsFor Colleges and UniversitiesFor ProfessionalsScience for EveryoneRequests for Exhibits, Artifacts, or SpeakersSTEM Engagement at NASAAbout NASANASA's ImpactsCenters and FacilitiesDirectoratesOrganizationsPeople of NASACareersInternshipsOur HistoryDoing Business with NASAGet InvolvedContactNASA en EspañolCienciaAeronáuticaCiencias TerrestresSistema SolarUniversoNews & EventsNews ReleasesRecently PublishedVideo Series on NASA+PodcastsBlogsNewslettersSocial MediaMedia ResourcesEventsUpcoming Launches & LandingsVirtual Guest ProgramMultimediaNASA+ImagesNASA LiveNASA AppsPodcastsImage of the Daye-BooksSounds and RingtonesInteractivesSTEM MultimediaNASA Brand & Usage Guidelines \n\n\nFeatured\n\n\n\n \n\n\n8 min read\n\nAhead of Crew Return, NASA’s Crew-9 Concludes Science Mission\n\n\n\n\narticle\n\n2 days ago\n\n\n\n\n\n\n \n\n\n6 min read\n\nWhat You Need to Know about NASA’s SpaceX Crew-10 Mission\n\n\n\n\narticle\n\n2 days ago\n\n\n\n\n\n\n \n\n\n2 min read\n\nHubble Spies a Spiral in the Water Snake\n\n\n\n\narticle\n\n1 day ago\n\n\n\nHighlights\n\n\n\n \n\n\n2 min read\n\nASR\n\n\n\n\narticle\n\n18 hours ago\n\n\n\n\n\n\n \n\n\n8 min read\n\nAhead of Crew Return, NASA’s Crew-9 Concludes Science Mission\n\n\n\n\narticle\n\n2 days ago\n\n\n\n\n\n\n \n\n\n2 min read\n\nNASA Invites You to Share Excitement of Agency’s SpaceX Crew-10 Launch\n\n\n\n\narticle\n\n2 days ago\n\n\n\nHighlights\n\n\n\n \n\n\n2 min read\n\n2025 Aviation Weather Mission: Civil Air Patrol Cadets Help Scientists Study the Atmosphere with GLOBE Clouds\n\n\n\n\narticle\n\n4 days ago\n\n\n\n\n\n\n \n\n\n1 min read\n\nAn Ocean in Motion: NASA’s Mesmerizing View of Earth’s Underwater Highways\n\n\n\n\narticle\n\n5 days ago\n\n\n\n\n\n\n \n\n\n8 min read\n\nGoing With the Flow: Visualizing Ocean Currents with ECCO\n\n\n\n\narticle\n\n5 days ago\n\n\n\nHighlights\n\n\n\n \n\n\n6 min read\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\n\n\n\narticle\n\n17 hours ago\n\n\n\n\n\n\n \n\n\n1 min read\n\nLunar Volcanism\n\n\n\n\narticle\n\n19 hours ago\n\n\n\n\n\n\n \n\n\n1 min read\n\nMoon Dust\n\n\n\n\narticle\n\n19 hours ago\n\n\n\nFeatured\n\n\n\n \n\n\n6 min read\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\n\n\n\narticle\n\n17 hours ago\n\n\n\n\n\n\n \n\n\n5 min read\n\nNASA Webb Wows With Incredible Detail in Actively Forming Star System\n\n\n\n\narticle\n\n22 hours ago\n\n\n\n\n\n\n \n\n\n1 min read\n\nDark Matter\n\n\n\n\narticle\n\n23 hours ago\n\n\n\nHighlights\n\n\n\n \n\n\n6 min read\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\n\n\n\narticle\n\n17 hours ago\n\n\n\n\n\n\n \n\n\n1 min read\n\nAmendment 116: D.17 XRISM General Observer Solicited in ROSES-24\n\n\n\n\narticle\n\n17 hours ago\n\n\n\n\n\n\n \n\n\n5 min read\n\nNASA Webb Wows With Incredible Detail in Actively Forming Star System\n\n\n\n\narticle\n\n22 hours ago\n\n\n\nHighlights\n\n\n\n \n\n\n2 min read\n\nNASA Marks 110 Years Since Founding of Predecessor Organization\n\n\n\n\narticle\n\n5 days ago\n\n\n\n\n\n\n \n\n\n1 min read\n\nThe NACA: Launching the Future of Flight\n\n\n\n\narticle\n\n5 days ago\n\n\n\n\n\n\n \n\n\n3 min read\n\nNASA’s X-59 Completes Electromagnetic Testing\n\n\n\n\narticle\n\n2 weeks ago\n\n\n\nHighlights\n\n\n\n \n\n\n2 min read\n\nWhat is a NASA Spinoff? We Asked a NASA Expert: Episode 53\n\n\n\n\narticle\n\n3 days ago\n\n\n\n\n\n\n \n\n\n3 min read\n\nNASA Successfully Acquires GPS Signals on Moon \n\n\n\n\narticle\n\n4 days ago\n\n\n\n\n\n\n \n\n\n2 min read\n\nResearch Opportunities in Space and Earth Science (ROSES)-2025 to be Released Soon.\n\n\n\n\narticle\n\n1 week ago\n\n\n\nFeatured\n\n\n\n \n\n\n2 min read\n\n2025 Aviation Weather Mission: Civil Air Patrol Cadets Help Scientists Study the Atmosphere with GLOBE Clouds\n\n\n\n\narticle\n\n4 days ago\n\n\n\n\n\n\n \n\n\n3 min read\n\nUniversity High Knows the Answers at NASA JPL Regional Science Bowl\n\n\n\n\narticle\n\n5 days ago\n\n\n\n\n\n\n \n\n\n2 min read\n\nResearch Opportunities in Space and Earth Science (ROSES)-2025 to be Released Soon.\n\n\n\n\narticle\n\n1 week ago\n\n\n\nFeatured\n\n\n\n \n\n\n3 min read\n\nNASA Seeks Commercial Partner for Robots Aboard Space Station\n\n\n\n\narticle\n\n2 days ago\n\n\n\n\n\n\n \n\n\n2 min read\n\nNASA Invites You to Share Excitement of Agency’s SpaceX Crew-10 Launch\n\n\n\n\narticle\n\n2 days ago\n\n\n\n\n\n\n \n\n\n4 min read\n\n110 Years Ago: The National Advisory Committee for Aeronautics Founded \n\n\n\n\narticle\n\n5 days ago\n\n\n\nHighlights\n\n\n\n \n\n\n1 min read\n\nMejores imágenes de Ciencia en la estación espacial 2024\n\n\n\n\narticle\n\n3 weeks ago\n\n\n\n\n\n\n \n\n\n11 min read\n\nLa NASA identifica causa de pérdida de material del escudo térmico de Orion de Artemis I\n\n\n\n\narticle\n\n3 months ago\n\n\n\n\n\n\n \n\n\n8 min read\n\nPreguntas frecuentes: La verdadera historia del cuidado de la salud de los astronautas en el espacio\n\n\n\n\narticle\n\n4 months ago"
  },
  {
    "url": "https://www.nasa.gov/news/nasa-media-contacts/",
    "title": "NASA Media Contacts",
    "date": "2023-06-29T14:53:17-04:00",
    "content": "The newsroom at Mary W. Jackson NASA Headquarters in Washington is open from 8 a.m. to 6 p.m. Eastern Monday through Friday. Media can contact the newsroom at:  hq-media@mail.nasa.gov or 202-358-1600.\n\nNASA's guidelines for Insignia, Logotype, and supporting graphics use.\n\nNASA’s formal policy that standardizes the criteria and process for media accreditation agencywide.\n\nNASA's policy governing the release of public information, which is defined as information in any form provided to news and information media.\n\nLatest news from NASA and instructions for subscribing.\n\nJun 11, 2022\n\nPDF (75.48 KB)"
  },
  {
    "url": "https://www.nasa.gov/missions/station/what-you-need-to-know-about-nasas-spacex-crew-10-mission/",
    "title": "What You Need to Know about NASA’s SpaceX Crew-10 Mission",
    "date": "2025-03-06T14:17:15-05:00",
    "content": "6 min read\n\nFour crew members are preparing to launch to the International Space Station as part of NASA’s SpaceX Crew-10 mission to perform research, technology demonstrations, and maintenance activities aboard the microgravity laboratory.\n\nNASA astronauts Anne McClain, Nichole Ayers, JAXA (Japan Aerospace Exploration Agency) astronaut Takuya Onishi, and Roscosmos cosmonaut Kirill Peskov will lift off from Launch Complex 39A at NASA’s Kennedy Space Center in Florida.\n\nThe flight is the 10th crew rotation mission with SpaceX to the space station, and the 11th human spaceflight as part of NASA’s Commercial Crew Program.\n\nAs teams progress through Dragon spacecraft milestones for Crew-10, they also are preparing a second-flight Falcon 9 booster for the mission. Once all rocket and spacecraft system checkouts are complete and all components are certified for flight, teams will mate Dragon to the Falcon 9 rocket in SpaceX’s hangar at the launch site. The integrated spacecraft and rocket will then be rolled to the pad and raised to vertical for a dry dress rehearsal with the crew and an integrated static fire test prior to launch.\n\nSelected by NASA as an astronaut in 2013, this will be McClain’s second spaceflight. A colonel in the U.S. Army, she earned her bachelor’s degree in Mechanical Engineering from the U.S. Military Academy at West Point, New York, and holds master’s degrees in Aerospace Engineering, International Security, and Strategic Studies. The Spokane, Washington, native was an instructor pilot in the OH-58D Kiowa Warrior helicopter and is a graduate of the U.S. Naval Test Pilot School in Patuxent River, Maryland. McClain has more than 2,300 flight hours in 24 rotary and fixed-wing aircraft, including more than 800 in combat, and was a member of the U.S. Women’s National Rugby Team. On her first spaceflight, McClain spent 204 days as a flight engineer during Expeditions 58 and 59 and completed two spacewalks, totaling 13 hours and 8 minutes. Since then, she has served in various roles, including branch chief and space station assistant to the chief of NASA’s Astronaut Office. Follow @astroannimal on X and @astro_annimal on Instagram.\n\nThis mission will be the first spaceflight for Ayers, who was selected as a NASA astronaut in 2021. Ayers is a major in the U.S. Air Force and the first member of NASA’s 2021 astronaut class named to a crew. The Colorado native graduated from the Air Force Academy in Colorado Springs with a bachelor’s degree in Mathematics and a minor in Russian, and was a member of the academy’s varsity volleyball team. She later earned a master’s in Computational and Applied Mathematics from Rice University in Houston. Ayers served as an instructor pilot and mission commander in the T-38 ADAIR and F-22 Raptor, leading multinational and multiservice missions worldwide. She has more than 1,400 total flight hours, including more than 200 in combat. Follow @astro_ayers on X and @astro_ayers on Instagram.\n\nWith 113 days in space, Crew-10 will mark Onishi’s second trip to the space station. After being selected as an astronaut by JAXA in 2009, he flew as a flight engineer for Expeditions 48 and 49, becoming the first Japanese astronaut to robotically capture the Cygnus spacecraft. He also constructed a new experimental environment aboard Kibo, the station’s Japanese experiment module. After his first spaceflight, Onishi became certified as a JAXA flight director, leading the team responsible for operating Kibo from JAXA Mission Control in Tsukuba, Japan. He holds a bachelor’s degree in Aeronautics and Astronautics from the University of Tokyo, and was a pilot for All Nippon Airways, flying more than 3,700 flight hours in the Boeing 767. Follow astro_onishi on X.\n\nThe Crew-10 mission also will be Peskov’s first spaceflight. Before his selection as a cosmonaut in 2018, he earned a degree in Engineering from the Ulyanovsk Civil Aviation School and was a co-pilot on the Boeing 757 and 767 aircraft for airlines Nordwind and Ikar. Assigned as a test cosmonaut in 2020, he has additional experience in skydiving, zero-gravity training, scuba diving, and wilderness survival.\n\nFollowing liftoff, the Falcon 9 rocket will accelerate Dragon to approximately 17,500 mph. Once in orbit, the crew and SpaceX mission control in Hawthorne, California, will monitor a series of maneuvers that will guide Dragon to the forward-facing port of the station’s Harmony module. The spacecraft is designed to dock autonomously, but the crew can take control and pilot manually, if necessary.\n\nAfter docking, Crew-10 will be welcomed aboard the station by the seven-member crew of Expedition 72 and conduct a short handover period on science and maintenance activities with the departing Crew-9 crew members. Then, NASA astronauts Nick Hague, Suni Williams, Butch Wilmore, and Roscosmos cosmonaut Aleksandr Gorbunov will undock from the space station and return to Earth. Ahead of Crew-9 return, mission teams will review weather conditions at the splashdown sites off the coast of Florida prior to departure from station.\n\nCrew-10 will conduct new scientific research to prepare for human exploration beyond low Earth orbit and benefit humanity on Earth. The crew is scheduled to conduct material flammability tests for future spacecraft designs, engage with students via ham radio and use its existing hardware to test a backup lunar navigation solution, and participate in an integrated study to better understand physiological and psychological changes to the human body to provide valuable insights for future deep space missions.\n\nThese are just a few of the more than 200 scientific experiments and technology demonstrations taking place during the mission.\n\nWhile aboard the orbiting laboratory, Crew-10 will welcome a Soyuz spacecraft with three new crew members, including NASA astronaut Jonny Kim, and they will bid farewell to the Soyuz carrying NASA astronaut Don Pettit. The crew also is expected to see the arrival of the SpaceX Dragon, Roscosmos Progress, and Northrop Grumman’s Cygnus cargo spacecraft, as well as the short-duration private Axiom Mission 4 crew.\n\nThe cadre will fly aboard the SpaceX Dragon spacecraft, named Endurance, which previously flew NASA’s SpaceX Crew-3, Crew-5, and Crew-7 missions.\n\nCommercial crew missions enable NASA to maximize use of the space station, where astronauts have lived and worked continuously for more than 24 years, testing technologies, performing research, and developing the skills needed to operate future commercial destinations in low Earth orbit, and explore farther from Earth. Research conducted on the space station benefits people on Earth and paves the way for future long-duration missions to the Moon and beyond through NASA’s Artemis missions.\n\nLearn more about the space station, its research, and crew, at: https://www.nasa.gov/station"
  },
  {
    "url": "https://www.nasa.gov/missions/spherex/cosmic-mapmaker-nasas-spherex-space-telescope-ready-to-launch/",
    "title": "Cosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch",
    "date": "2025-03-07T15:34:45-05:00",
    "content": "6 min read\n\nNASA’s latest space observatory is targeting a March 8 liftoff, and the agency’s PUNCH heliophysics mission is sharing a ride. Here’s what to expect during launch and beyond.\n\nIn a little over a day, NASA’s SPHEREx space telescope is slated to launch from Vandenberg Space Force Base in California aboard a SpaceX Falcon 9 rocket. The observatory will map the entire celestial sky four times in two years, creating a 3D map of over 450 million galaxies. In doing so, the mission will provide insight into what happened a fraction of a second after the big bang, in addition to searching interstellar dust for the ingredients of life, and measuring the collective glow from all galaxies, including ones that other telescopes cannot easily detect.\n\nThe launch window opens at 7:09:56 p.m. PST on Saturday, March 8, with a target launch time of 7:10:12 p.m. PST. Additional opportunities occur in the following days.\n\nSharing a ride with SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) is NASA’s PUNCH (Polarimeter to Unify the Corona and Heliosphere), a constellation of four small satellites that will map the region where the Sun’s outer atmosphere, the corona, transitions to the solar wind, the constant outflow of material from the Sun.\n\nFor the latest on PUNCH, visit the blog:\n\nhttps://blogs.nasa.gov/punch\n\nWhat SPHEREx Will Do\n\nThe SPHEREx observatory detects infrared light — wavelengths slightly longer than what the human eye can see that are emitted by warm objects including stars and galaxies. Using a technique called spectroscopy, SPHEREx will separate the infrared light emitted by hundreds of millions of stars and galaxies into 102 individual colors — the same way a prism splits sunlight into a rainbow. Observing those colors separately can reveal various properties of objects, including their composition and, in the case of galaxies, their distance from Earth. No other all-sky survey has performed spectroscopy in so many wavelengths and on so many sources.\n\nThe mission’s all-sky spectroscopic map can be used for a wide variety of science investigations. In particular, SPHEREx has its sights set on a phenomenon called inflation, which caused the universe to expand a trillion-trillionfold in a fraction of a second after the big bang. This nearly instantaneous event left an impression on the large-scale distribution of matter in the universe. The mission will map the distribution of more than 450 million galaxies to improve scientists’ understanding of the physics behind this extreme cosmic event.\n\nAdditionally, the space telescope will measure the total glow from all galaxies, including ones that other telescopes cannot easily detect. When combined with studies of individual galaxies by other telescopes, the measurement of this overall glow will provide a more complete picture of how the light output from galaxies has changed over the universe’s history.\n\nAt the same time, spectroscopy will allow SPHEREx to seek out frozen water, carbon dioxide, and other key ingredients for life. The mission will provide an unprecedented survey of the location and abundance of these icy compounds in our galaxy, giving researchers better insight into the interstellar chemistry that set the stage for life.\n\nBut, first, SPHEREx has to get into space. Prelaunch testing is complete on the spacecraft’s various systems, and it’s been encapsulated in the protective nose cone, or payload fairing, atop the SpaceX Falcon 9 rocket that will get it there from Vandenberg’s Space Launch Complex-4 East.\n\nA little more than two minutes after the Falcon 9 lifts off, the main engine will cut off. Shortly after, the rocket’s first and second stages will separate, followed by second-stage engine start. The reusable first stage will then begin its automated boost-back burn to the launch site for a propulsive landing.\n\nOnce the rocket is out of Earth’s atmosphere, about three minutes after launch, the payload fairing that surrounds the spacecraft will separate into two halves and fall back to Earth, landing in the ocean. Roughly 41 minutes after launch, SPHEREx will separate from the rocket and start its internal systems so that it can point its solar panel to the Sun. After this happens, the spacecraft can establish communications with ground controllers at NASA’s Jet Propulsion Laboratory in Southern California, which manages the mission for the agency. This milestone, called acquisition of signal, should happen about three minutes after separation.\n\nAbout 52 minutes after liftoff, PUNCH should separate as well from the Falcon 9.\n\nBoth spacecraft will be in a Sun-synchronous low Earth orbit, where their position relative to the Sun remains the same throughout the year. Each approximately 98-minute orbit allows the SPHEREx telescope to view a 360-degree strip of the celestial sky. As Earth’s orbit around the Sun progresses, that strip slowly advances, enabling SPHEREx to image almost the entire sky in six months. For PUNCH, the orbit provides a clear view in all directions around the Sun.\n\nAbout four days after launch, SPHEREx should eject the protective cover over its telescope lens. The observatory will begin science operations a little over a month after launch, once the telescope has cooled down to its operating temperature and the mission team has completed a series of checks.\n\nNASA’s Launch Services Program, based out of the agency’s Kennedy Space Center in Florida, is providing the launch service for SPHEREx and PUNCH.\n\nFor more information about the SPHEREx mission, visit:\n\nhttps://www.jpl.nasa.gov/missions/spherex\n\nSPHEREx is managed by NASA JPL for the agency’s Astrophysics Division within the Science Mission Directorate at NASA Headquarters in Washington. BAE Systems (formerly Ball Aerospace) built the telescope and the spacecraft bus. The science analysis of the SPHEREx data will be conducted by a team of scientists located at 10 institutions in the U.S., two in South Korea, and one in Taiwan. Data will be processed and archived at IPAC at Caltech, which manages JPL for NASA. The mission’s principal investigator is based at Caltech with a joint JPL appointment. The SPHEREx dataset will be publicly available at the NASA-IPAC Infrared Science Archive.\n\nKaren Fox / Alise Fisher NASA Headquarters, Washington202-358-1600 / 202-358-2546karen.c.fox@nasa.gov / alise.m.fisher@nasa.gov\n\nCalla Cofield, SPHERExJet Propulsion Laboratory, Pasadena, Calif.626-808-2469calla.e.cofield@jpl.nasa.gov\n\nSarah Frazier, PUNCHGoddard Space Flight Center, Greenbelt, Md.202-853-7191sarah.frazier@nasa.gov\n\n2025-033\n\nHigh-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and…\n\nThis NASA/ESA Hubble Space Telescope image of a vibrant spiral galaxy called NGC 5042 resides…\n\nMissions\n\nHumans in Space\n\nClimate Change\n\nSolar System"
  },
  {
    "url": "https://www.nasa.gov/feature/naca-at-110-special-feature/",
    "title": "The NACA",
    "date": "",
    "content": "As we celebrate the 110th anniversary of the March 3, 1915 formation of NASA’s predecessor, the National Advisory Committee for Aeronautics, we take a deeper look at the contributions of the four research centers where it all began.\n\ncongressional direction in establishing the NACA in 1915\n\n\n\nChapter 1\n\nThe Wright Brothers made history with their 1903 flight, but U.S. leadership in aviation during the next decade fell behind as Europe invested in aeronautical research before the first world war.\n\nThe U.S. responded to Europe’s aeronautical trailblazing in 1915 by forming a committee of government, military, and industry leaders. It was called the National Advisory Committee for Aeronautics, or the NACA — with each letter pronounced.The NACA contributed to some of the most important advancements in the history of flight. And its people, its laboratories, and legacy, became the basis for NASA at the dawn of the Space Age.\n\nChapter 2\n\nNACA research at what is now Langley Research Center had a modest start with two hangars, an initial staff of eleven people, and a single wind tunnel whose design was obsolete by the time it began operations.\n\nDespite unassuming beginnings, NACA researchers wasted no time setting the gold standard for aeronautical innovations, many of which became the basis for aviation technologies still in use today.One of the earliest advances was the NACA cowling, an aerodynamically efficient engine cover that improved aircraft performance, fuel efficiency, and safety. It made such a difference that in 1929 the technology and its inventors were awarded the Collier Trophy, aviation’s highest honor.\n\nFounded in 1917, Langley Memorial Aeronautical Laboratory was the first established NACA facility. All other NACA research centers grew from Langley, giving it the nickname of the Mother Center.\n\nChapter 3\n\nWith an ever growing demand for advances in aviation to serve both military and civilian needs, the NACA had to grow as well and found just what it needed by locating its second aeronautics laboratory in what would become Silicon Valley near San Francisco.\n\nThe laid back West Coast culture didn’t keep researchers at Ames from making urgent, big strides in aviation during and after World War II with the help of what was then the world’s largest wind tunnel, which opened in 1944.Achievements at Ames  were many, with notable ones including design improvements to the P-51 Mustang fighter that helped win the war, and a Collier Award-winning method for preventing fatal ice build up on wings.\n\nFounded in 1939, Ames Aeronautical Laboratory gave the NACA room to establish new facilities and expanded research capabilities at a time when California's aviation industry was rapidly growing just before World War II.\n\nChapter 4\n\nThe desire for airplanes — and eventually rockets — to fly faster, higher, and farther meant the NACA needed new ideas and research capabilities for improving propulsion. The solutions would be found in a new engine laboratory set up in Ohio.\n\nFrom the NACA’s engine laboratory’s start in 1941, each decade saw propulsion advancements that began with piston-driven propellers; continued on with turbojets, pure jets, and ramjets; and then moved on to rocket engines to power the Space Age.\n\nFounded in 1941, the NACA's Aircraft Engine Research Laboratory took the lead in studying all aspects of aircraft propulsion, increasing available power and enabling faster aircraft for both military and civilian uses.\n\nChapter 5\n\nAbove the deserts of Southern California, in 1947, the American rocket-powered X-1 experimental aircraft broke the sound barrier as a small team of NACA specialists monitored the flight below. A golden age of flight research had begun.\n\nFrom the X-1 in 1947 to the upcoming flights of the X-59 and X-66, experimental aircraft — X-planes — have been a staple of flight test operations at what is now Armstrong Flight Research Center.  Work done by the NACA through 1958 and NASA ever since, not only with X-planes but research aircraft of all sorts, has advanced our understanding of all things aeronautics, making air travel one of the safest modes of transportation.\n\nThirteen people from the NACA's Langley Laboratory arrived at Muroc Army Air Field in 1946 to support testing of a rocket plane that first flew faster than sound a year later. From that seed grew the flight research center NASA operates today.\n\nFrom 1915 to 1958, the NACA led the world in aviation research. During this golden age of aeronautical innovation, air travel evolved from small wood and fabric airplanes  flying a few hundred feet high to rocket-propelled aircraft built from exotic metals cruising to the edge of space. The commercial jet age was taking off and the promise of supersonic airliners was just beyond the horizon. When the Soviet Union shocked the world with Sputnik in 1957, the U.S. reacted by creating a new agency in 1958 to research and develop the technology required to win the “Space Race.”  The nation looked to the experienced experts at the NACA to form the foundation of the new National Aeronautics and Space Administration. The NACA was no more, but its rich heritage of research excellence lives on today within NASA’s Aeronautics Research Mission Directorate.\n\nWith its elite research engineers and world-class test facilities, NASA’s predecessor, the NACA, was the nation’s premier aeronautical research institution for over 40 years.\n\nJim Banke is a veteran aviation and aerospace communicator with more than 35 years of experience as a writer, producer, consultant, and project manager based at Cape Canaveral, Florida. He is part of NASA Aeronautics' Strategic Communications Team and is Managing Editor for the Aeronautics topic on the NASA website."
  },
  {
    "url": "https://www.nasa.gov/feature/mejores-imagenes-de-ciencia-en-la-estacion-espacial-2024/",
    "title": "Mejores imágenes de Ciencia en la estación espacial 2024 - NASA",
    "date": "",
    "content": "\n\nLos miembros de la tripulación de la Estación Espacial Internacional realizaron cientos de experimentos durante 2024, cubriendo campos científicos que van desde investigaciones sobre los seres humanos hasta ciencias de la Tierra y demostraciones de tecnología. Disfruta de esta galería de imágenes de algunos de estos experimentos.\n\nLos astronautas de la Expedición 70 de la NASA (de izquierda a derecha) Mike Barratt, Matthew Dominick y Loral O’Hara toman fotos de la Tierra desde el interior de la cúpula, la “ventana al mundo” de la Estación Espacial Internacional. A más de 400 kilómetros (250 millas) por encima de la superficie, la estación ofrece un punto de vista único para observar nuestro planeta.Crédito: NASA\n\nLa astronauta de la NASA Tracy C. Dyson trabaja en Gaucho Lung, una investigación que estudia la administración de medicamentos en el sistema respiratorio en microgravedad, donde es posible aislar las fuerzas que afectan el comportamiento de los líquidos. Los resultados podrían identificar nuevas formas de administrar medicamentos y apoyar el desarrollo de recubrimientos que previenen la incrustación para sondas de intubación de líquidos utilizadas en el cuidado de la salud, la industria alimentaria y otras aplicaciones. Crédito: NASA\n\nLa astronauta de la NASA Jeanette Epps trabaja en el Laboratorio de Ciencia de Materiales. Esta instalación es utilizada para realizar investigaciones sobre materiales básicos y descubrir nuevas aplicaciones para metales, aleaciones, semiconductores, polímeros y cerámicas existentes, tanto nuevos como mejorados.Crédito: NASA\n\nLa microgravedad afecta la forma en que el agua y los nutrientes son transportados a las plantas. La astronauta de la NASA Suni Williams trabaja en la investigación Gestión de agua en plantas 5/6, la cual estudia las propiedades físicas de los fluidos, como la tensión superficial, en el espacio. Los resultados podrían apoyar el diseño de sistemas para mejorar el cultivo de plantas en gravedad reducida. Crédito: NASA\n\nLa astronauta de la NASA Jasmin Moghbeli sonríe junto al Hábitat Avanzado de Plantas, donde crecen varias plantas de tomate, como parte del estudio Hábitat Vegetal 06. Este estudio sobre cómo los vuelos espaciales afectan el sistema inmunológico de las plantas y la producción de vegetales podría ayudar a respaldar el cultivo de las plantas y la producción de alimentos en misiones futuras. Crédito: NASA\n\nEl astronauta de la NASA Matthew Dominick sostiene una bolsa con una simulación de suelo lunar y otros materiales mezclados con un líquido para el estudio Endurecimiento del concreto: una investigación de la ESA (Agencia Espacial Europea) sobre cómo la falta de gravedad afecta el endurecimiento y las propiedades del concreto. El uso de materiales locales, como regolito o polvo, para construir hábitats espaciales en la Luna podría reducir la cantidad de materias primas que deben ser enviadas desde la Tierra. Los resultados también podrían proporcionar información sobre la resistencia del hormigón y sus propiedades macroscópicas para mejorar las fórmulas de cerca de 4.000 millones de toneladas de concreto producido en la Tierra cada año. Crédito: NASA\n\nLa astronauta de la NASA Suni Williams instala el hardware para el Experimento Reactor de Lecho Compacto. En un reactor de lecho compacto, se llena o compacta un tubo con microesferas porosas para aumentar el contacto entre un líquido y un gas que fluyen a través de él. Estos reactores tienen diversas aplicaciones en sistemas de soporte vital, incluyendo la recuperación de agua y la gestión térmica, y en celdas de combustible en el espacio y en la Tierra. Crédito: NASA\n\nLa investigación Fibras espaciales perfectas 1 fabricó más de 11 kilómetros (siete millas) de fibra óptica en un mes, lo que demuestra por primera vez que es posible producir fibra óptica en longitudes a escala comercial en el espacio. En la imagen, la astronauta de la NASA Loral O’Hara se prepara para trabajar con el hardware del experimento. La fibra óptica obtenida en microgravedad tiene mejor calidad que las fibras estiradas en la Tierra y posee muchas aplicaciones en medicina, defensa, ciberseguridad y telecomunicaciones en la Tierra y en el espacio. Crédito: NASA\n\nLa astronauta de la NASA Jeanette Epps almacena muestras de sangre y saliva en un congelador científico para el experimento Ensayo sobre inmunidad, para su análisis futuro. Esta investigación sobre la inmunidad tiene como objetivo desarrollar una prueba inmunitaria funcional durante los vuelos para monitorear cómo los factores estresantes de los vuelos espaciales afectan las funciones inmunitarias en el espacio. Crédito: NASA\n\nEl astronauta de la NASA Mike Barratt reemplaza componentes dentro del Bastidor Integrado de Combustión de la estación espacial. Esta instalación se utiliza para una serie de experimentos sobre combustión que incluyen estudios sobre el rendimiento del combustible, el comportamiento de las llamas y la prevención de incendios. Los resultados podrían mejorar la seguridad de la tripulación y proporcionar información para mejorar la eficacia energética en el espacio y en la Tierra. Crédito: NASA\n\nEl astronauta de la NASA Butch Wilmore comprueba las configuraciones de los pequeños satélites CubeSat que están empacados dentro del J-SSOD, un lanzador de satélites único. Varios satélites son enviados al espacio a través de la esclusa de aire de la estación. La tecnología de los CubeSat hace que las investigaciones espaciales sean más accesibles y económicas para las organizaciones gubernamentales, públicas y privadas de todo el mundo. Crédito: NASA\n\nLa astronauta de la NASA Jasmin Moghbeli trota en el sistema de cinta de correr T2 de la estación espacial. El ejercicio diario es un componente importante para mantenerse saludable en el espacio. Sin la gravedad de la Tierra, los huesos y los músculos se atrofian o se vuelven más pequeños y débiles. En su muñeca izquierda, Moghbeli lleva un Actiwatch, un monitor que mide parámetros corporales como el sueño y la frecuencia cardíaca. Crédito: NASA\n\nLa astronauta de la NASA Tracy C. Dyson lleva a cabo una demostración tecnológica con un robot de vuelo libre Astrobee, como parte de Zero Robotics, un concurso de escritura de software para estudiantes. El código de los ganadores es ejecutado en uno de los robots de la estación. Este programa educativo está dirigido a estudiantes de escuela intermedia y secundaria, para alentar a los estudiantes de todo el mundo a seguir temas en los campos de STEM. Crédito: NASA\n\nLa demostración técnica de cirugía robótica llevó a cabo pruebas técnicas para utilizar un robot en miniatura controlado a distancia desde la Tierra para la realización de cirugías en el espacio. En esta imagen, la astronauta de la NASA Loral O’Hara sostiene el hardware. La investigación podría ayudar a tomar decisiones informadas sobre el diseño de sistemas robóticos a fin de proporcionar atención médica durante futuras misiones de larga duración. Crédito: NASA\n\nEl doctor Dmitry Oleynikov, sentado frente a una consola en Lincoln, Nebraska, opera de forma remota un robot quirúrgico a bordo de la Estación Espacial Internacional, como parte de la demostración técnica de cirugía robótica, la cual pone a prueba técnicas para realizar simulaciones de procedimientos quirúrgicos de forma remota. Los resultados de esta investigación podrían apoyar el desarrollo de sistemas robóticos para hacer que la cirugía esté disponible casi en cualquier lugar y en cualquier momento. Crédito: Universidad de Nebraska en Lincoln\n\nUna llama se curva a lo largo de una esfera de combustible sólido como parte de la investigación SoFIE-GEL, la cual evalúa el modo en que la temperatura de los combustibles afecta la inflamabilidad de un material. Este estudio podría mejorar la comprensión de los investigadores sobre el comportamiento del desarrollo de los incendios y ayudar a determinar las técnicas óptimas de extinción de fuego para mejorar la seguridad contra incendios en futuras instalaciones espaciales. Crédito: NASA\n\nEl astronauta de la NASA Nick Hague se ejercita usando la cinta para la cabeza T-mini, la cual tiene un sensor térmico que lleva el registro de la temperatura interna del cuerpo. Los científicos pueden utilizar los parámetros corporales y del entorno para estudiar las adaptaciones del cuerpo y su funcionamiento en microgravedad. Crédito: NASA\n\nLa ciencia no siempre tiene que ser seria en la Estación Espacial Internacional. El astronauta de la NASA Don Pettit se divierte un poco en microgravedad, agregando colorante de alimentos a una burbuja de agua para crear un Júpiter en miniatura. Crédito: NASA\n\nLa astronauta de la NASA Jeanette Epps imprime muestras de acero inoxidable para demostrar el funcionamiento en microgravedad de la impresora 3D Metal de la ESA (Agencia Espacial Europea). Los miembros de la tripulación podrían utilizar esta tecnología para fabricar herramientas y piezas a pedido, lo que reduciría la necesidad de transportar piezas de repuesto en las misiones a la Luna y Marte. Las lecciones aprendidas también podrían mejorar los procesos de fabricación aditiva de metales en la Tierra. Crédito: NASA\n\nEl astronauta de la NASA Mike Barratt procesa muestras de organelos cerebrales hechos a partir de células de tejido nervioso de pacientes con Alzheimer, enfermedad de Parkinson y esclerosis múltiple progresiva primaria, como parte de la investigación HBOND. Los hallazgos de este estudio podrían ayudar a los científicos a proteger el sistema nervioso central de los miembros de la tripulación durante los vuelos espaciales y desarrollar tratamientos para pacientes con enfermedades neurodegenerativas en la Tierra. Crédito: NASA\n\nLa microgravedad afecta la forma en que el agua y los nutrientes son transportados a las plantas. La astronauta de la NASA Suni Williams trabaja en la investigación Gestión de agua en plantas 5/6, la cual estudia las propiedades físicas de los fluidos, como la tensión superficial, en el espacio. Los resultados podrían apoyar el diseño de sistemas para mejorar el cultivo de plantas en gravedad reducida. Crédito: NASA\n\nMientras la estación espacial orbita a 417 kilómetros (259 millas) por encima de Austria, el astronauta de la NASA Nick Hague posa en la cúpula con hardware para el experimento Rhodium Plant LIFE, el cual estudia de qué manera la radiación y la microgravedad afectan el crecimiento de las plantas a diferentes altitudes orbitales. Los resultados podrían proporcionar información sobre sus efectos en el cultivo de plantas a medida que los humanos se aventuran más lejos de la órbita terrestre baja. Crédito: NASA\n\nEsta lámina portaobjeto contiene bacterias recolectadas en la estación espacial. La investigación GEARS utiliza el análisis genético para identificar cepas que pueden haber desarrollado resistencia a antibióticos y que podrían representar una amenaza para la salud de los miembros de la tripulación. Este conocimiento podría ayudar a los científicos a idear formas de proteger a los astronautas en futuras misiones de larga duración. Crédito: NASA"
  },
  {
    "url": "https://science.nasa.gov/missions/webb/nasa-webb-wows-with-incredible-detail-in-actively-forming-star-system/",
    "title": "NASA Webb Wows With Incredible Detail in Actively Forming Star System",
    "date": "2025-03-07T10:00:00-05:00",
    "content": "High-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and purple in this representative color image.\n\nOver tens of thousands of years, the central protostars have periodically ejected some of the gas and dust, spewing it out as tight, fast jets and slightly slower outflows that “trip” across space. When more recent ejections hit older ones, the material can crumple and twirl based on the densities of what is colliding. Over time, chemical reactions within these ejections and the surrounding cloud have produced a range of molecules, like carbon monoxide, methanol, and several other organic compounds.\n\nThe two protostars responsible for this scene are at the center of the hourglass shape, in an opaque horizontal disk of cold gas and dust that fits within a single pixel. Much farther out, above and below the flattened disk where dust is thinner, the bright light from the stars shines through the gas and dust, forming large semi-transparent orange cones.\n\nIt’s equally important to notice where the stars’ light is blocked — look for the exceptionally dark, wide V-shapes offset by 90 degrees from the orange cones. These areas may look like there is no material, but it’s actually where the surrounding dust is the densest, and little starlight penetrates it. If you look carefully at these areas, Webb’s sensitive NIRCam (Near-Infrared Camera) has picked up distant stars as muted orange pinpoints behind this dust. Where the view is free of obscuring dust, stars shine brightly in white and blue.\n\nSome of the stars’ jets and outflows have wound up twisted or warped. To find examples, look toward the top right edge where there’s a prominent orange arc. This is a shock front, where the stars’ ejections were slowed by existing, denser material.\n\nNow, look a little lower, where orange meets pink. Here, material looks like a tangled mess. These are new, incredibly fine details Webb has revealed, and will require detailed study to explain.\n\nTurn to the lower half. Here, the gas and dust appear thicker. Zoom in to find tiny light purple pillars. They point toward the central stars’ nonstop winds, and formed because the material within them is dense enough that it hasn’t yet been blown away. L483 is too large to fit in a single Webb snapshot, and this image was taken to fully capture the upper section and outflows, which is why the lower section is only partially shown. (See a larger view observed by NASA's retired Spitzer Space Telescope.)\n\nAll the symmetries and asymmetries in these clouds may eventually be explained as researchers reconstruct the history of the stars’ ejections, in part by updating models to produce the same effects. Astronomers will also eventually calculate how much material the stars have expelled, which molecules were created when material smashed together, and how dense each area is.\n\nMillions of years from now, when the stars are finished forming, they may each be about the mass of our Sun. Their outflows will have cleared the area — sweeping away these semi-transparent ejections. All that may remain is a tiny disk of gas and dust where planets may eventually form.\n\nL483 is named for American astronomer Beverly T. Lynds, who published extensive catalogs of “dark” and “bright” nebulae in the early 1960s. She did this by carefully examining photographic plates (which preceded film) of the first Palomar Observatory Sky Survey, accurately recording each object’s coordinates and characteristics. These catalogs provided astronomers with detailed maps of dense dust clouds where stars form — critical resources for the astronomical community decades before the first digital files became available and access to the internet was widespread.\n\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb will solve mysteries in our solar system, look beyond to distant worlds around other stars, and probe the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and the Canadian Space Agency.\n\nClick any image to open a larger version.\n\nView/Download all image products at all resolutions for this article from the Space Telescope Science Institute.\n\n\n\nLaura Betz - laura.e.betz@nasa.govNASA’s Goddard Space Flight Center, Greenbelt, Md.\n\nClaire Blome - cblome@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\nChristine Pulliam - cpulliam@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\n\n\nMore Webb News\n\nMore Webb Images\n\nWebb Science Themes\n\nWebb Mission Page\n\nView more: Webb images of similar protostar outflows – HH 211 and HH 46/47\n\nAnimation Video: “Exploring Star and Planet Formation”\n\nExplore the jets emitted by young stars in multiple wavelengths: ViewSpace Interactive\n\nRead more: Birth of Stars with Hubble observations\n\n\n\nWhat is the Webb Telescope?\n\nSpacePlace for Kids\n\n\n\nCiencia de la NASA\n\nNASA en español\n\nSpace Place para niños\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nUniverse\n\nStars\n\nStars Stories"
  },
  {
    "url": "https://www.nasa.gov/news/media-contacts/",
    "title": "NASA Media Contacts",
    "date": "2023-06-29T14:53:17-04:00",
    "content": "The newsroom at Mary W. Jackson NASA Headquarters in Washington is open from 8 a.m. to 6 p.m. Eastern Monday through Friday. Media can contact the newsroom at:  hq-media@mail.nasa.gov or 202-358-1600.\n\nNASA's guidelines for Insignia, Logotype, and supporting graphics use.\n\nNASA’s formal policy that standardizes the criteria and process for media accreditation agencywide.\n\nNASA's policy governing the release of public information, which is defined as information in any form provided to news and information media.\n\nLatest news from NASA and instructions for subscribing.\n\nJun 11, 2022\n\nPDF (75.48 KB)"
  },
  {
    "url": "https://www.nasa.gov/missions/station/iss-research/nasas-spacex-crew-9-scientific-mission-on-space-station-concludes/",
    "title": "Ahead of Crew Return, NASA’s Crew-9 Concludes Science Mission",
    "date": "2025-03-06T16:28:47-05:00",
    "content": "8 min read\n\nNASA’s SpaceX Crew-9 mission with agency astronauts Nick Hague, Butch Wilmore, and Suni Williams, and Roscosmos cosmonaut Aleksandr Gorbunov is preparing to return to Earth following their science mission aboard the International Space Station. Hague, Williams, and Wilmore completed more than 900 hours of research between more than 150 unique scientific experiments and technology demonstrations during their stay aboard the orbiting laboratory.\n\nHere’s a look at some scientific milestones accomplished during their journey:\n\nNASA astronaut Nick Hague processes samples for Arthrospira C, an investigation from ESA (European Space Agency) that transplants and grows Arthrospiramicro-algae aboard the International Space Station. These organisms conduct photosynthesis and could be used to convert carbon dioxide exhaled by crew members into oxygen, helping maintain a safe atmosphere inside spacecraft. Arthrospira also could provide fresh food on long-duration space missions.\n\nResearchers are testing the European Enhanced Exploration Exercise Device (E4D), a modular device that combines cycling, rowing, and resistance exercises to help keep crews healthy on long-duration missions. A single, small device effective at countering bone and muscle loss and improving cardiovascular health could help crew on future missions. NASA astronaut Butch Wilmore works on installing the device aboard the International Space Station ahead of its evaluation.\n\nThis red romaine lettuce growing in the International Space Station’s Advanced Plant Habitat is part of Plant Habitat-07, a study of how different moisture levels affect the microbial communities in plants and water. Results could show how less-than-ideal conditions affect plant growth and help scientists design systems to produce safe and nutritious food for crew members on future space journeys.\n\nPacked bed reactors are systems that “pack” materials such as pellets or beads inside a structure to increase contact between any liquids and gasses flowing through it. NASA astronaut Suni Williams installs hardware for the Packed Bed Reactor Experiment: Water Recovery Series (PBRE-WRS) investigation, which examines how gravity affects these systems aboard the International Space Station. Results could help scientists design better reactors for water recovery, thermal management, fuel cells, and other applications.\n\nDuring the Residence Time Driven Flame Spread (SOFIE-RTDFS) investigation at the International Space Station, this sheet of clear acrylic plastic burns at higher oxygen levels and half the standard pressure of Earth’s atmosphere. From left to right, the image sequence shows a side and top view of the fuel and the oxygen slowly diffusing into the flame. Studying the spread of flames in microgravity could help improve safety on future missions.\n\nDuring a recent spacewalk, NASA astronaut Butch Wilmore swabbed the exterior of the International Space Station for ISS External Microorganisms, an investigation exploring whether microorganisms leave the spacecraft through its vents and, if so, which ones survive. Humans carry microorganisms along with them wherever they go, and this investigation could help scientists take steps to limit microbial spread to places like the Moon and Mars.\n\nNASA astronaut Nick Hague exercises on the International Space Station’s Advanced Resistive Exercise Device while wearing the Bio-Monitor vest and headband. This set of garments contains sensors that unobtrusively collect data such as heart rate, breathing rate, blood pressure, and temperature. The data supports studies on human health, including Vascular Aging, a CSA (Canadian Space Agency) investigation that monitors cardiovascular function in space.\n\nNASA astronaut Butch Wilmore works with hardware for InSPA Auxilium Bioprinter, a study that tests 3D printing of an implantable medical device that could facilitate recovery from peripheral nerve damage, a type of injury that can cause sensory and motor issues. In microgravity, this manufacturing technique produces higher-quality devices that may perform better, benefitting crew members on future long-duration missions and patients back home.\n\nA deployer attached to the International Space Station’s Kibo laboratory module launches LignoSat into space. Developed by JAXA (Japan Aerospace Exploration Agency), the satellite tests using wood as a more sustainable alternative to conventional satellite materials. Researchers previously exposed different woods to space and chose magnolia as the best option for the study, including sensors to evaluate the wood’s strain and its response to temperature and radiation. Researchers also are monitoring whether Earth’s geomagnetic field interferes with the satellite’s data transmission.\n\nNASA astronaut Suni Williams poses with bacteria and yeast samples for Rhodium Biomanufacturing 03, part of an ongoing examination of microgravity’s effects on biomanufacturing engineered bacteria and yeast aboard the International Space Station. Microgravity causes changes in microbial cell growth, cell structure, and metabolic activity that can affect biomanufacturing processes. This investigation could clarify the extent of these effects and advance the use of microbes to make food, pharmaceuticals, and other products in space, reducing the cost of launching equipment and consumables from Earth.\n\nThe International Space Station’s Neutron star Interior Composition Explorer, or NICER, studies neutron stars, the glowing cinders left behind when massive stars explode as supernovas. NASA astronaut Nick Hague installs patches during a spacewalk to repair damage to thermal shields that block out sunlight while allowing X-rays to pass through. The instrument continues to generate astrophysics discoveries reported in hundreds of scientific papers.\n\nFrom inside the International Space Station’s cupola, NASA astronaut Butch Wilmore photographs landmarks on Earth approximately 260 miles (418 kilometers) below. Crew members have taken millions of images of Earth from the space station for Crew Earth Observations, creating one of the longest-running records of how our planet changes over time. These images support a variety of research, including studies of phenomena such as flooding and fires, atmospheric processes affected by volcanic eruptions, urban growth, and land use.\n\nThis photograph captures an orbital sunrise above the lights of Rio de Janeiro and Sao Paulo as the International Space Station orbits above Brazil. This image is one of the millions of photographs taken by crew members for Crew Earth Observations. These images teach us more about our home planet, and studies show that taking them improves the mental well-being of crew members. Many spend much of their free time pursuing shots that, like this one, are only possible from space.\n\nThe BioNutrients investigation demonstrates technology to produce nutrients during long-duration space missions using engineered microbes like yeast. Food stored for long periods can lose vitamins and other nutrients, and this technology could provide a way to make supplements on demand. NASA astronaut Suni Williams prepares specially designed growth packets for the investigation aboard the International Space Station.\n\nThe International Space Station’s robotic hand, Dextre, attached to the Canadarm2 robotic arm, moves hardware into position for the COronal Diagnostic EXperiment, or CODEX. This investigation examines solar wind and how it forms using a solar coronagraph, which blocks out bright light from the Sun to reveal details in its outer atmosphere or corona. Results could help scientists understand the heating and acceleration of the solar wind and provide insight into the source of the energy that generates it.\n\nRoscosmos cosmonaut Aleksandr Gorbunov conducts a hearing test in the relative quiet of the International Space Station’s Quest airlock. Crew members often serve as test subjects for research on how spaceflight affects hearing and vision, the immune and cardiovascular systems, and other bodily functions. This research supports the development of ways to prevent or mitigate these effects.\n\nEuro Material Ageing, an ESA (European Space Agency) investigation, studies how certain materials age when exposed to the harsh space environment. Findings could advance design for spacecraft and satellites, including improved thermal control, as well as the development of sensors for research and industrial applications. NASA astronaut Suni Williams installs the experiment into the Nanoracks Bishop airlock for transport to the outside of the International Space Station.\n\nNASA astronauts Don Pettit and Butch Wilmore remove a small satellite deployer from an airlock on the International Space Station. The deployer had released several CubeSats into Earth orbit including CySat-1, a remote sensor that measures soil moisture, and DORA, a receiver that could provide affordable and accurate communications among small spacecraft.\n\nThe Responsive Engaging Arms for Captive Care and Handling demonstration (Astrobee REACCH) uses the International Space Station’s Astrobee robots to test technology for capturing objects of any geometry or material orbiting in space. This ability could enable satellite servicing and movement to maximize the lifespan of these tools and removal of space debris that could damage satellites providing services to the people of Earth. NASA astronaut Suni Williams checks out an Astrobee fitted with tentacle-like arms and adhesive pads for the investigation.\n\nAs part of a program called High school students United with NASA to Create Hardware, or HUNCH, NASA astronaut Nick Hague demonstrates the HUNCH Utility Bracket, a student-designed tool to hold and position cameras, tablets, and other equipment that astronauts use daily. Currently, crew members on the International Space Station use devices called Bogen Arms, which have experienced wear and tear and need to be replaced.\n\nThe SpaceX Dragon spacecraft fires its thrusters after undocking from the International Space Station as it flies 260 miles (418 kilometers) above the Pacific Ocean west of Hawaii. NASA’s commercial resupply services deliver critical scientific studies, hardware, and supplies to the station.\n\nSpace Station Research and Technology\n\nHumans In Space\n\nStation Benefits for Humanity\n\nInternational Space Station News"
  },
  {
    "url": "https://science.nasa.gov/exoplanets/",
    "title": "Exoplanets",
    "date": "2023-06-07T21:16:36-04:00",
    "content": "An exoplanet is any planet beyond our solar system. Most of them orbit other stars, but some free-floating exoplanets, called rogue planets, are untethered to any star. We’ve confirmed more than 5,800 exoplanets out of the billions that we believe exist.\n\nMost of the exoplanets discovered so far are in a relatively small region of our galaxy, the Milky Way. (“Small” meaning within thousands of light-years of our solar system; one light-year equals 5.88 trillion miles, or 9.46 trillion kilometers.) Even the closest known exoplanet to Earth, Proxima Centauri b, is still about 4 light-years away. We know there are more planets than stars in the galaxy.\n\nBy measuring exoplanets’ sizes (diameters) and masses (weights), we can see compositions ranging from rocky (like Earth and Venus) to gas-rich (like Jupiter and Saturn). Some planets may be dominated by water or ice, while others are dominated by iron or carbon. We’ve identified lava worlds covered in molten seas, puffy planets the density of Styrofoam and dense cores of planets still orbiting their stars.\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\nNASA’s Webb Exposes Complex Atmosphere of Starless Super-Jupiter\n\nNASA’s SPHEREx Space Telescope Will Seek Life’s Ingredients\n\nNASA Scientists Spot Candidate for Speediest Exoplanet System\n\n6 Things to Know About SPHEREx, NASA’s Newest Space Telescope\n\nThe Target Star Catalog is a guide to intriguing nearby stars that astronomers want to study with future missions, such as the Habitable Worlds Observatory, which will be built specifically to find and observe Earth-like exoplanets, to search for signs of life.\n\nSo far scientists have categorized exoplanets into the following types: Gas giant, Neptunian, super-Earth, and terrestrial with subcategories like mini-Neptunes within those groups.\n\nJourney beyond our solar system with guided tours, 360° surface visualizations, and our popular travel posters.\n\nExoplanets are far, but scientists have discovered some creative ways to spot these elusive objects.\n\nNASA welcomes the public to assist with projects and sift through data. Collaborating with NASA scientists, volunteers known as citizen scientists have contributed to thousands of important discoveries.\n\nExplore an interactive gallery of some of the most intriguing and exotic exoplanets discovered so far.\n\nLearn more about every confirmed exoplanet — 5,800 and counting — in this continuously updated resource. View interactive 3D models, read descriptions and vital statistics, and filter by exoplanet type, or by the method used to discover it, or the spacecraft, observatory, or other facility that found it.\n\nSearch for Life\n\nStars\n\nGalaxies\n\nBlack Holes"
  },
  {
    "url": "https://www.nasa.gov/news/",
    "title": "NASA News",
    "date": "2022-12-07T13:25:24-05:00",
    "content": "\n\nNASA Receives Some Data Before Intuitive Machines Ends Lunar Mission\n\nStation Swaps Commanders and Keeps Up Research Before Crew Swap\n\nNASA Invites Creators to Design Mascot for Artemis Moon Mission\n\nNASA Astronaut to Answer Questions from Students in Oregon\n\nPolicy on the release of information to news and information media\n\nAgencywide media accreditation policy\n\nContact information for the newsroom, centers, and interview requests\n\nCalendar for upcoming launches and landings\n\nImages from programs throughout the agency's history\n\nSpecific guidelines for use of the agency's brand, merchandise, and media\n\nBudgets, plans, and reports\n\nNews releases from 2015 to the present\n\n2024 News Releases\n\nBlogs\n\nNewsletters\n\nNASA History"
  },
  {
    "url": "https://science.nasa.gov/missions/hubble/hubble-spies-a-spiral-in-the-water-snake/",
    "title": "Hubble Spies a Spiral in the Water Snake",
    "date": "2025-03-07T08:21:09-05:00",
    "content": "2 min read\n\nThis NASA/ESA Hubble Space Telescope image of a vibrant spiral galaxy called NGC 5042 resides about 48 million light-years from Earth in the constellation Hydra (the water snake). The galaxy nicely fills the frame of this Hubble image, while a single, foreground star from the Milky Way shines with cross-shaped diffraction spikes near the galaxy’s edge toward the top, center of the image.\n\nHubble observed NGC 5042 in six wavelength bands from the ultraviolet to infrared to create this multicolored portrait. The galaxy’s cream-colored center is packed with ancient stars, and the galaxy’s spiral arms are decorated with patches of young, blue stars. The elongated yellow-orange objects scattered around the image are background galaxies far more distant than NGC 5042.\n\nPerhaps NGC 5042’s most striking feature is its collection of brilliant pink gas clouds studded throughout its spiral arms. These flashy clouds are H II (pronounced “H-two” or hydrogen-two) regions, and they get their distinctive color from hydrogen atoms that were ionized by ultraviolet light. If you look closely at this image, you’ll see that many of these reddish clouds are associated with clumps of blue stars, often appearing to form a shell around the stars.\n\nH II regions arise in expansive clouds of hydrogen gas, and only hot and massive stars produce enough high-energy, ultraviolet light to create a H II region. Because the stars capable of creating H II regions only live for a few million years — just a blink of an eye in galactic terms — this image represents a fleeting snapshot of this galaxy.\n\nMedia Contact:\n\nClaire Andreoli (claire.andreoli@nasa.gov)NASA's Goddard Space Flight Center, Greenbelt, MD\n\nSince its 1990 launch, the Hubble Space Telescope has changed our fundamental understanding of the universe.\n\nReshaping Our Cosmic View: Hubble Science Highlights\n\nHubble’s Galaxies\n\nHubble’s 35th Anniversary"
  },
  {
    "url": "https://www.nasa.gov/news/recently-published/",
    "title": "All NASA News - NASA",
    "date": "2023-06-30T08:59:39-04:00",
    "content": "Stay up-to-date with the latest content from NASA as we explore the universe and discover more about our home planet.\n\nThe four crew members set to fly aboard NASA’s SpaceX Crew-10 mission next week will speak to the media at 7:30 p.m. EST today about their upcoming launch from crew quarters from the Neil A. Armstrong Operations and Checkout Building…\n\nNASA, SpaceX, and international partner teams polled “go” to continue launch preparations following the conclusion of the Flight Readiness Review today at the agency’s Kennedy Space Center in Florida.  NASA’s SpaceX Crew-10 remains targeted to launch at 7:48 p.m. EDT…\n\nNASA now will host a media teleconference about 6:30 p.m. EST today on the flight readiness review for the agency’s SpaceX Crew-10 mission to the International Space Station. The briefing also will cover the Crew-9 mission return from the microgravity…\n\nNASA now will host a media teleconference at about 6 p.m. EST today on the flight readiness review for the agency’s SpaceX Crew-10 mission to the International Space Station. The briefing also will cover the Crew-9 mission return from the…\n\nFor the 13th straight year, NASA has earned the title of Best Place to Work in the Federal Government – large agency – from the Partnership for Public Service. The ranking reflects employee satisfaction and workplace elements across the agency…\n\nNASA’s latest space observatory is targeting a March 8 liftoff, and the agency’s PUNCH heliophysics mission is sharing a ride. Here’s what to expect during launch and beyond. In a little over a day, NASA’s SPHEREx space telescope is slated…\n\nShortly after touching down inside a crater on the Moon, carrying NASA technology and science on its IM-2 mission, Intuitive Machines collected some data for the agency before calling an early end of mission at 12:15 a.m. CST Friday. As…\n\nAfter a two-hour flight, NASA astronauts Anne McClain, commander, and Nichole Ayers, pilot, along with mission specialists JAXA (Japan Aerospace Exploration Agency) astronaut Takuya Onishi and Roscosmos cosmonaut Kirill Peskov, landed shortly after 2:45 p.m. EST today at the Launch…\n\nExpedition 72 changed commanders today as a new crew prepares to launch to the International Space Station and four orbital residents get ready to return to Earth. Meanwhile, human research, fluid physics, and spacesuits wrapped up the end of the…\n\nNASA Astronaut Tracy Dyson points to the Expedition 71 patch on her flight suit on Wednesday, March 5, 2025. Dyson and her fellow Expedition 71 crewmates Matthew Dominick, Michael Barratt, and Jeanette Epps answered questions from students at Elsie Whitlow…\n\nNASA is seeking design ideas from global creators for a zero gravity indicator that will fly aboard the agency’s Artemis II test flight. Zero gravity indicators are small, plush items carried aboard spacecraft to provide a visual indication of when…\n\nNASA’s SpaceX Crew-10 crew members are on their way to the agency’s Kennedy Space Center in Florida to prepare for launch to the International Space Station.  NASA astronauts Anne McClain, commander, and Nichole Ayers, pilot, along with mission specialists JAXA…\n\nNASA’s SpaceX Crew-10 crew members now are expected to arrive no earlier than 3 p.m. EST at the agency’s Kennedy Space Center in Florida. The mission will carry NASA astronauts Anne McClain, commander, and Nichole Ayers, pilot, along with mission…\n\nBy Wayne Smith You don’t want to sleep on this upcoming lunar event. Just step outside on the evening of March 13 or early in the morning of March 14 and take a look at the total lunar eclipse for…\n\nStudents from Oregon will have the chance to connect with NASA astronaut Don Pettit as he answers prerecorded science, technology, engineering, and mathematics-related questions from aboard the International Space Station. Watch the 20-minute space-to-Earth call at 2:15 p.m. EDT on…\n\nNASA’s SpaceX Crew-10 cadre each discuss their backgrounds and upcoming mission to the International Space Station. HWHAP 375\n\nHigh-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and…\n\nThis NASA/ESA Hubble Space Telescope image of a vibrant spiral galaxy called NGC 5042 resides about 48 million light-years from Earth in the constellation Hydra (the water snake). The galaxy nicely fills the frame of this Hubble image, while a…\n\nIntuitive Machines’ IM-2 lunar lander touched down at approximately 12:30 p.m. EST on March 6, 2025. Watch the IM-2 post-landing news conference for more information. Participants included Nicky Fox, associate administrator, Science Mission Directorate, NASA Headquarters; Clayton Turner, associate administrator,…\n\nWritten by Melissa Rice, Professor of Planetary Science at Western Washington University  This week, the Perseverance team faced a stubborn engineering challenge. After successfully collecting a core called “Green Gardens” from the “Tablelands” location, the rover struggled to seal the…\n\nWritten by Susanne Schwenzer, Planetary Geologist at The Open University Earth planning date: Wednesday, March 5, 2025 The Martian landscape never ceases to amaze me, there is so much variation in texture and color! As a mineralogist, I marvel at…\n\nTechnicians with ESA (European Space Agency) and Airbus installed the four solar array wings on NASA’s Orion spacecraft for Artemis II on March 3. The solar array wings, attached to the service module, deploy after Orion reaches space to power…\n\nNASA’s SpaceX Crew-9 mission with agency astronauts Nick Hague, Butch Wilmore, and Suni Williams, and Roscosmos cosmonaut Aleksandr Gorbunov is preparing to return to Earth following their science mission aboard the International Space Station. Hague, Williams, and Wilmore completed more…\n\nThe OLI (Operational Land Imager) on Landsat 8 captured an image of Kachemak Bay’s turbid, cloudy waters on September 20, 2024. This cloudiness comes from glacial flour: bits of pulverized rock ground down by glaciers that has the consistency of flour. Several meltwater streams rich with…\n\nNASA invites the public to take part in virtual activities for the launch of the agency’s SpaceX Crew-10 mission to the International Space Station. NASA astronauts Anne McClain, commander, and Nichole Ayers, pilot, along with mission specialists JAXA (Japan Aerospace…"
  },
  {
    "url": "https://science.nasa.gov/news/",
    "title": "Lunar Science Stories",
    "date": "2023-07-17T13:40:46-04:00",
    "content": "Shortly after touching down inside a crater on the Moon, carrying NASA technology and science on its IM-2 mission, Intuitive Machines collected some data for the agency before calling an early end of mission at 12:15 a.m. CST Friday. As…\n\nEditor’s note: This release was updated on March 6, 2025, to reflect a change in the target landing time. Carrying NASA technology demonstrations and science investigations, Intuitive Machines is targeting their Moon landing no earlier than 12:30 p.m. EST on…\n\nNASA and the Italian Space Agency made history on March 3 when the Lunar GNSS Receiver Experiment (LuGRE) became the first technology demonstration to acquire and track Earth-based navigation signals on the Moon’s surface.   The LuGRE payload’s success in lunar…\n\nCarrying a suite of NASA science and technology, Firefly Aerospace’s Blue Ghost Mission 1 successfully landed at 3:34 a.m. EST on Sunday near a volcanic feature called Mons Latreille within Mare Crisium, a more than 300-mile-wide basin located in the…\n\nThe next set of NASA science and technology demonstrations is on its way to the lunar surface, where they will gather data about Earth’s nearest neighbor and help pave the way for American astronauts to explore the Moon and beyond,…\n\nSending instruments to the Moon supports a growing lunar economy on and off Earth, and the next flight of NASA science and technology is only days away. NASA’s CLPS (Commercial Lunar Payload Services) initiative is a lunar delivery service that…\n\nThe small satellite mission will map the Moon to help scientists better understand where its water is, what form it’s in, how much is there, and how it changes over time. Launching no earlier than Wednesday, Feb. 26, NASA’s Lunar…\n\nDownload Press Kit (PDF) Return to CLPS Homepage\n\nAssembly is underway for Gateway’s Power and Propulsion Element, the module that will power the lunar space station’s journey to and around the Moon as part of NASA’s Artemis campaign.\n\nNASA is sending revolutionary technologies to the Moon aboard Intuitive Machines’ second lunar delivery as part of the agency’s CLPS (Commercial Lunar Payload Services) initiative and Artemis campaign to establish a long-term presence on the lunar surface.  As part of this…"
  },
  {
    "url": "https://science.nasa.gov/missions/webb/nasas-webb-exposes-complex-atmosphere-of-starless-super-jupiter/",
    "title": "NASA’s Webb Exposes Complex Atmosphere of Starless Super-Jupiter",
    "date": "2025-03-03T10:00:00-05:00",
    "content": "An international team of researchers has discovered that previously observed variations in brightness of a free-floating planetary-mass object known as SIMP 0136 must be the result of a complex combination of atmospheric factors, and cannot be explained by clouds alone.\n\nUsing NASA’s James Webb Space Telescope to monitor a broad spectrum of infrared light emitted over two full rotation periods by SIMP 0136, the team was able to detect variations in cloud layers, temperature, and carbon chemistry that were previously hidden from view.\n\nThe results provide crucial insight into the three-dimensional complexity of gas giant atmospheres within and beyond our solar system. Detailed characterization of objects like these is essential preparation for direct imaging of exoplanets, planets outside our solar system, with NASA’s Nancy Grace Roman Space Telescope, which is scheduled to begin operations in 2027.\n\nSIMP 0136 is a rapidly rotating, free-floating object roughly 13 times the mass of Jupiter, located in the Milky Way just 20 light-years from Earth. Although it is not classified as a gas giant exoplanet — it doesn’t orbit a star and may instead be a brown dwarf — SIMP 0136 is an ideal target for exo-meteorology: It is the brightest object of its kind in the northern sky. Because it is isolated, it can be observed with no fear of light contamination or variability caused by a host star. And its short rotation period of just 2.4 hours makes it possible to survey very efficiently.\n\nPrior to the Webb observations, SIMP 0136 had been studied extensively using ground-based observatories and NASA’s Hubble and Spitzer space telescopes.\n\n“We already knew that it varies in brightness, and we were confident that there are patchy cloud layers that rotate in and out of view and evolve over time,” explained Allison McCarthy, doctoral student at Boston University and lead author on a study published today in The Astrophysical Journal Letters. “We also thought there could be temperature variations, chemical reactions, and possibly some effects of auroral activity affecting the brightness, but we weren’t sure.”\n\nTo figure it out, the team needed Webb’s ability to measure very precise changes in brightness over a broad range of wavelengths.\n\nUsing NIRSpec (Near-Infrared Spectrograph), Webb captured thousands of individual 0.6- to 5.3-micron spectra — one every 1.8 seconds over more than three hours as the object completed one full rotation. This was immediately followed by an observation with MIRI (Mid-Infrared Instrument), which collected hundreds of spectroscopic measurements of 5- to 14-micron light — one every 19.2 seconds, over another rotation.\n\nThe result was hundreds of detailed light curves, each showing the change in brightness of a very precise wavelength (color) as different sides of the object rotated into view.\n\n“To see the full spectrum of this object change over the course of minutes was incredible,” said principal investigator Johanna Vos, from Trinity College Dublin. “Until now, we only had a little slice of the near-infrared spectrum from Hubble, and a few brightness measurements from Spitzer.”\n\nThe team noticed almost immediately that there were several distinct light-curve shapes. At any given time, some wavelengths were growing brighter, while others were becoming dimmer or not changing much at all. A number of different factors must be affecting the brightness variations.\n\n“Imagine watching Earth from far away. If you were to look at each color separately, you would see different patterns that tell you something about its surface and atmosphere, even if you couldn’t make out the individual features,” explained co-author Philip Muirhead, also from Boston University. “Blue would increase as oceans rotate into view. Changes in brown and green would tell you something about soil and vegetation.”\n\nTo figure out what could be causing the variability on SIMP 0136, the team used atmospheric models to show where in the atmosphere each wavelength of light was originating.\n\n“Different wavelengths provide information about different depths in the atmosphere,” explained McCarthy. “We started to realize that the wavelengths that had the most similar light-curve shapes also probed the same depths, which reinforced this idea that they must be caused by the same mechanism.”\n\nOne group of wavelengths, for example, originates deep in the atmosphere where there could be patchy clouds made of iron particles. A second group comes from higher clouds thought to be made of tiny grains of silicate minerals. The variations in both of these light curves are related to patchiness of the cloud layers.\n\nA third group of wavelengths originates at very high altitude, far above the clouds, and seems to track temperature. Bright “hot spots” could be related to auroras that were previously detected at radio wavelengths, or to upwelling of hot gas from deeper in the atmosphere.\n\nSome of the light curves cannot be explained by either clouds or temperature, but instead show variations related to atmospheric carbon chemistry. There could be pockets of carbon monoxide and carbon dioxide rotating in and out of view, or chemical reactions causing the atmosphere to change over time.\n\n“We haven’t really figured out the chemistry part of the puzzle yet,” said Vos. “But these results are really exciting because they are showing us that the abundances of molecules like methane and carbon dioxide could change from place to place and over time. If we are looking at an exoplanet and can get only one measurement, we need to consider that it might not be representative of the entire planet.”\n\nThis research was conducted as part of Webb’s General Observer Program 3548.\n\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb is solving mysteries in our solar system, looking beyond to distant worlds around other stars, and probing the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and CSA (Canadian Space Agency).\n\nRight click any image to save it or open a larger version in a new tab/window via the browser's popup menu.\n\nView/Download all image products at all resolutions for this article from the Space Telescope Science Institute.\n\nView/Download the research results from The Astrophysical Journal Letters.\n\n\n\nLaura Betz - laura.e.betz@nasa.govNASA’s Goddard Space Flight Center, Greenbelt, Md.\n\nMargaret W. Carruthers - mcarruthers@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\nHannah Braun - hbraun@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\n\n\nMore Webb News\n\nMore Webb Images\n\nWebb Science Themes\n\nWebb Mission Page\n\nLearn more about brown dwarf discoveries\n\nArticle: Spectroscopy 101\n\n\n\nWhat is the Webb Telescope?\n\nSpacePlace for Kids\n\n\n\nCiencia de la NASA\n\nNASA en español\n\nSpace Place para niños\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nUniverse\n\nUniverse Stories\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/missions/webb/webb-reveals-rapid-fire-light-show-from-milky-ways-central-black-hole/",
    "title": "Webb Reveals Rapid-Fire Light Show From Milky Way’s Central Black Hole",
    "date": "2025-02-18T11:00:00-05:00",
    "content": "The supermassive black hole at the center of the Milky Way appears to be having a party, complete with a disco ball-style light show. Using NASA’s James Webb Space Telescope, a team of astrophysicists has gained the longest, most detailed glimpse yet of the “void” that lurks in the middle of our galaxy.\n\nThey found that the swirling disk of gas and dust (or accretion disk) orbiting the central supermassive black hole, called Sagittarius A*, is emitting a constant stream of flares with no periods of rest. The level of activity occurs over a wide range of time — from short interludes to long stretches. While some flares are faint flickers, lasting mere seconds, other flares are blindingly bright eruptions, which spew daily. There also are even fainter changes that surge over months.\n\nThe new findings could help physicists better understand the fundamental nature of black holes, how they get fed from their surrounding environments, and the dynamics and evolution of our own galaxy.\n\nThe study published in the Feb. 18 issue of The Astrophysical Journal Letters.\n\n“In our data, we saw constantly changing, bubbling brightness,” said Farhad Yusef-Zadeh of Northwestern University in Illinois, who led the study. “And then boom! A big burst of brightness suddenly popped up. Then, it calmed down again. We couldn’t find a pattern in this activity. It appears to be random. The activity profile of this black hole was new and exciting every time that we looked at it.”\n\nTo conduct the study, Yusef-Zadeh and his team used Webb’s NIRCam (Near-Infrared Camera) to observe Sagittarius A* for a total of 48 hours in 8- to 10-hour increments across one year. This enabled them to track how the black hole changed over time.\n\nWhile the team expected to see flares, Sagittarius A* was more active than they anticipated. The observations revealed ongoing fireworks of various brightnesses and durations. The accretion disk surrounding the black hole generated five to six big flares per day and several small sub-flares or bursts in between.\n\nAlthough astrophysicists do not yet fully understand the processes at play, Yusef-Zadeh suspects two separate processes are responsible for the short bursts and longer flares. He posits that minor disturbances within the accretion disk likely generate the faint flickers. Specifically, turbulent fluctuations within the disk can compress plasma (a hot, electrically charged gas) to cause a temporary burst of radiation. Yusef-Zadeh likens these events to solar flares.\n\n“It’s similar to how the Sun’s magnetic field gathers, compresses, and then erupts a solar flare,” he explained. “Of course, the processes are more dramatic because the environment around a black hole is much more energetic and much more extreme. But the Sun’s surface also bubbles with activity.”\n\nYusef-Zadeh attributes the big, bright flares to occasional magnetic reconnection events — a process where two magnetic fields collide, releasing energy in the form of accelerated particles. Traveling at velocities near the speed of light, these particles emit bright bursts of radiation.\n\n“A magnetic reconnection event is like a spark of static electricity, which, in a sense, also is an ‘electric reconnection,’ ” Yusef-Zadeh said.\n\nBecause Webb’s NIRCam can observe two separate wavelengths at the same time (2.1 and 4.8 microns in the case of these observations), Yusef-Zadeh and his collaborators were able to compare how the flares’ brightness changed with each wavelength. Yet again, the researchers were met with a surprise. They discovered events observed at the shorter wavelength changed brightness slightly before the longer-wavelength events.\n\n“This is the first time we have seen a time delay in measurements at these wavelengths,” Yusef-Zadeh said. “We observed these wavelengths simultaneously with NIRCam and noticed the longer wavelength lags behind the shorter one by a very small amount — maybe a few seconds to 40 seconds.”\n\nThis time delay provided more clues about the physical processes occurring around the black hole. One explanation is that the particles lose energy over the course of the flare — losing energy quicker at shorter wavelengths than at longer wavelengths. Such changes are expected for particles spiraling around magnetic field lines.\n\nTo further explore these questions, Yusef-Zadeh and his team hope to use Webb to observe Sagittarius A* for a longer period of time, such as 24 uninterrupted hours, to help reduce noise and enable the researchers to see even finer details.\n\n“When you are looking at such weak flaring events, you have to compete with noise,” Yusef-Zadeh said. “If we can observe for 24 hours, then we can reduce the noise to see features that we were unable to see before. That would be amazing. We also can see if these flares repeat themselves or if they are truly random.”\n\nThe James Webb Space Telescope is the world's premier space science observatory. Webb is solving mysteries in our solar system, looking beyond to distant worlds around other stars, and probing the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and CSA (Canadian Space Agency).\n\nRight click any image to save it or open a larger version in a new tab/window via the browser's popup menu.\n\nView/Download all image products at all resolutions for this article from the Space Telescope Science Institute.\n\nLaura Betz - laura.e.betz@nasa.govNASA’s Goddard Space Flight Center, Greenbelt, Md.\n\nChristine Pulliam - cpulliam@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\n\n\nMore Webb News\n\nMore Webb Images\n\nWebb Science Themes\n\nWebb Mission Page\n\nArticle: Learn more about telescope images of the Milky Way’s black hole\n\nVideo: Sizing up different black hole masses\n\nInteractive: Learn about the stars that orbit around Sagittarius A*\n\nBlack Hole Resources from NASA’s Universe of Learning\n\n\n\nWhat is a black hole?\n\nWhat is the Webb Telescope?\n\nSpacePlace for Kids\n\n\n\nCiencia de la NASA\n\nNASA en español\n\nSpace Place para niños\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nUniverse\n\nBlack Holes\n\nGalaxies"
  },
  {
    "url": "https://science.nasa.gov/missions/webb/webb-maps-full-picture-of-how-phoenix-galaxy-cluster-forms-stars/",
    "title": "Webb Maps Full Picture of How Phoenix Galaxy Cluster Forms Stars",
    "date": "2025-02-13T10:00:00-05:00",
    "content": "Discovery proves decades-old theory of galaxy feeding cycle.\n\nResearchers using NASA’s James Webb Space Telescope have finally solved the mystery of how a massive galaxy cluster is forming stars at such a high rate. The confirmation from Webb builds on more than a decade of studies using NASA’s Chandra X-ray Observatory and Hubble Space Telescope, as well as several ground-based observatories.\n\nThe Phoenix cluster, a grouping of galaxies bound together by gravity 5.8 billion light-years from Earth, has been a target of interest for astronomers due to a few unique properties. In particular, ones that are surprising: a suspected extreme cooling of gas and a furious star formation rate despite a roughly 10 billion solar mass supermassive black hole at its core. In other observed galaxy clusters, the central supermassive black hole powers energetic particles and radiation that prevents gas from cooling enough to form stars. Researchers have been studying gas flows within this cluster to try to understand how it is driving such extreme star formation.\n\n“We can compare our previous studies of the Phoenix cluster, which found differing cooling rates at different temperatures, to a ski slope,” said Michael McDonald of the Massachusetts Institute of Technology in Cambridge, principal investigator of the program. “The Phoenix cluster has the largest reservoir of hot, cooling gas of any galaxy cluster — analogous to having the busiest chair lift, bringing the most skiers to the top of the mountain. However, not all of those skiers were making it down the mountain, meaning not all the gas was cooling to low temperatures. If you had a ski slope where there were significantly more people getting off the ski lift at the top than were arriving at the bottom, that would be a problem!”\n\nTo date, in the Phoenix cluster, the numbers weren’t adding up, and researchers were missing a piece of the process. Webb has now found those proverbial skiers at the middle of the mountain, in that it has tracked and mapped the missing cooling gas that will ultimately feed star formation. Most importantly, this intermediary warm gas was found within cavities tracing the very hot gas, a searing 18 million degrees Fahrenheit, and the already cooled gas around 18,000 degrees Fahrenheit.\n\nThe team studied the cluster’s core in more detail than ever before with the Medium-Resolution Spectrometer on Webb’s Mid-Infrared Instrument (MIRI). This tool allows researchers to take two-dimenstional spectroscopic data from a region of the sky, during one set of observations.\n\n“Previous studies only measured gas at the extreme cold and hot ends of the temperature distribution throughout the center of the cluster,” added McDonald. “We were limited — it was not possible to detect the ‘warm’ gas that we were looking for. With Webb, we could do this for the first time.”\n\nWebb’s capability to detect this specific temperature of cooling gas, around 540,000 degrees Fahrenheit, is in part due to its instrumental capabilities. However, the researchers are getting a little help from nature, as well.\n\nThis oddity involves two very different ionized atoms, neon and oxygen, created in similar environments. At these temperatures, the emission from oxygen is 100 times brighter but is only visible in ultraviolet. Even though the neon is much fainter, it glows in the infrared, which allowed the researchers to take advantage of Webb’s advanced instruments.\n\n“In the mid-infrared wavelengths detected by Webb, the neon VI signature was absolutely booming,” explained Michael Reefe, also of the Massachusetts Institute of Technology, lead author on the paper published in Nature. “Even though this emission is usually more difficult to detect, Webb’s sensitivity in the mid-infrared cuts through all of the noise.”\n\nThe team now hopes to employ this technique to study more typical galaxy clusters. While the Phoenix cluster is unique in many ways, this proof of concept is an important step towards learning about how other galaxy clusters form stars.\n\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb is solving mysteries in our solar system, looking beyond to distant worlds around other stars, and probing the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and CSA (Canadian Space Agency).\n\nRight click any image to save it or open a larger version in a new tab/window via the browser's popup menu.\n\nView/Download all image products at all resolutions for this article from the Space Telescope Science Institute.\n\nRead the research paper published in Nature.\n\nLaura Betz - laura.e.betz@nasa.govNASA’s Goddard Space Flight Center, Greenbelt, Md.\n\nHannah Braun hbraun@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\nChristine Pulliam - cpulliam@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\n\n\nMore Webb News\n\nMore Webb Images\n\nWebb Science Themes\n\nWebb Mission Page\n\nArticle: Large-scale Structures\n\nArticle: Phoenix Galaxy Cluster's black hole\n\nArticle: Spectroscopy 101\n\n\n\nWhat is the Webb Telescope?\n\nSpacePlace for Kids\n\n\n\nCiencia de la NASA\n\nNASA en español\n\nSpace Place para niños\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nStars\n\nGalaxies\n\nSince its 1990 launch, the Hubble Space Telescope has changed our fundamental understanding of the universe."
  }
]