[
  {
    "url": "https://www.astronomy.com/observing/deep-sky-objects/",
    "title": "Deep-Sky Objects",
    "date": "",
    "content": "Safely observing the Sun can be a fun and rewarding experience.\n\nExplore Topic\n\nOur nearest celestial neighbor provides many great sights.\n\nExplore Topic\n\nTargeting our solar system’s other worlds is well worth the effort.\n\nExplore Topic\n\nNebulae, star clusters, and galaxies are the night sky’s hidden gems.\n\nExplore Topic\n\nExplore the tools that can help you unlock the night sky.\n\nExplore Topic\n\nCapturing great celestial sights is both an art and a skill.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/the-sombrero-galaxy-doffs-its-cap-to-the-power-of-jwst/",
    "title": "The Sombrero Galaxy doffs its cap to the power of JWST",
    "date": "Published: November 27, 2024",
    "content": "The James Webb Space Telescope (JWST) shows off its infrared capabilities once again in new imaging of the well-known Sombrero Galaxy, otherwise known as Messier 104. By resolving the thickly textured dust clouds in the outer disk and toning down the brilliant central star glow, JWST shows a whole new side of the famous galaxy.\n\nIn visible light, the system looks much like its namesake, with a broad flat disk for a brim and a brilliant central core, shining with old stars. But JWST eyes the skies in infrared light, where many objects take on surprising appearances that don’t always align with their visible-light counterparts. In particular, infrared vision can peer through dust clouds, make clouds of gas suddenly visible, and tone down the light from stars, allowing other features to shine.\n\nThis means that for JWST’s view of M104, the bright core is diminished to a small spark. Without that overwhelming glow, the overall galaxy appears empty, replaced by the now visible smooth inner disk. But this is misleading — M104 is far from empty. In fact, it contains more stars than the Milky Way (though it’s roughly the same size).\n\nJWST’s predecessor, the Spitzer Space Telescope, also obtained an infrared view of the Sombrero, painting it more like a bullseye than a hat. But Spitzer lacked JWST’s stunning resolving power; JWST’s advantage is obvious in a comparison.\n\nIn JWST’s image, the outer disk shows detailed texture, like ruffled clouds, which represent clumps of dust. In many galaxies, such sites are often where stars form. But star formation has slowed to a crawl in M104. In fact, M104 is known more for its older star groups: globular clusters. It has far more than its fair share, some 10 times more than the Milky Way, despite being only modestly bigger.\n\nGlobular clusters are stars that are bound together gravitationally, resembling a sort of miniature, irregular galaxy. Many of the stars in a globular are siblings, born from the same molecular cloud. But most globulars also contain interlopers or multiple generations of stars. Astronomers are still teasing out the secrets of these clusters and how they contribute to galaxy formation and evolution.\n\nThe Sombrero Galaxy is a magnitude-8 galaxy, “only” about 30 million light-years away, making it a popular and easy target for backyard observers, as well as NASA flagships. But despite its popularity, the sharp infrared gaze of JWST can still reveal new details in this old favorite."
  },
  {
    "url": "https://www.astronomy.com/observing/",
    "title": "Observing",
    "date": "",
    "content": "View All News\n\nView All\n\nView All\n\nFEATURED EVENT\n\nOn August 2, 2027, a long total solar eclipse will wash over Egypt, one of the most incredible places on Earth. Join us for the event of a lifetime.\n\nLearn more\n\nSafely observing the Sun can be a fun and rewarding experience.\n\nExplore Topic\n\nOur nearest celestial neighbor provides many great sights.\n\nExplore Topic\n\nTargeting our solar system’s other worlds is well worth the effort.\n\nExplore Topic\n\nNebulae, star clusters, and galaxies are the night sky’s hidden gems.\n\nExplore Topic\n\nExplore the tools that can help you unlock the night sky.\n\nExplore Topic\n\nCapturing great celestial sights is both an art and a skill.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  }
]