[
  {
    "url": "https://www.ligo.caltech.edu/news/ligo20210629",
    "title": "LIGO-Virgo-KAGRA Finds Elusive Mergers of Black Holes with Neutron Stars",
    "date": "",
    "content": "Image from a MAYA collaboration numerical relativity simulation of a neutron star-black hole (NSBH) binary merger, showing the disruption of the neutron star. Credit: Deborah Ferguson (UT Austin), Bhavesh Khamesra (Georgia Tech), and Karan Jani (Vanderbilt University).\n\nNews Release\n•\nJune 29, 2021\n\nFor the first time, researchers have confirmed the detection of a collision between a black hole and a neutron star. In fact, the scientists detected not one but two such events occurring just 10 days apart in January 2020. The extreme events made splashes in space that sent gravitational waves rippling across at least 900 million light-years to reach Earth. In each case, the neutron star was likely swallowed whole by its black hole partner.\n\nGravitational waves are disturbances in the curvature of space-time created by massive objects in motion. During the five years since the waves were first measured, a finding that led to the 2017 Nobel Prize in Physics, researchers have identified more than 50 gravitational-wave signals from the merging of pairs of black holes and of pairs of neutron stars. Both black holes and neutron stars are the corpses of massive stars, with black holes being even more massive than neutron stars.\n\nNow, in a new study, scientists have announced the detection of gravitational waves from two rare events, each involving the collision of a black hole and a neutron star. The gravitational waves were detected by the National Science Foundation's (NSF's) Laser Interferometer Gravitational-Wave Observatory (LIGO) in the United States and by the Virgo detector in Italy. The KAGRA detector in Japan, joined the LIGO-Virgo network in 2020, but was not online during these detections.\n\nThe first merger, detected on January 5, 2020, involved a black hole about 9 times the mass of our sun, or 9 solar masses, and a 1.9-solar-mass neutron star. The second merger was detected on January 15, and involved a 6-solar-mass black hole and a 1.5-solar-mass neutron star. The results were published today, June 29, in The Astrophysical Journal Letters.\n\nAstronomers have spent decades searching for neutron stars orbiting black holes in the Milky Way, our home galaxy, but have found none so far. \"With this new discovery of neutron star- black hole mergers outside our galaxy, we have found the missing type of binary. We can finally begin to understand how many of these systems exist, how often they merge, and why we have not yet seen examples in the Milky Way,\" says Astrid Lamberts, a researcher at Observatoire de la Côte d'Azur, in Nice, France.\n\nA fact sheet presenting basic properties of the detected neutron star-black hole binary events. Credits: B.S. Sathyaprakash, Penn State and Cardiff University.\n\nThe first of the two events, GW200105, was observed by the LIGO Livingston and Virgo detectors. It produced a strong signal in the LIGO detector but had a small signal-to-noise in the Virgo detector. The other LIGO detector, located in Hanford, Washington, was temporarily offline. Given the nature of the gravitational waves, the team inferred that the signal was caused by a black hole colliding with a 1.9-solar-mass compact object, later identified as a neutron star. This merger took place 900 million light-years away.\n\n\"Even though we see a strong signal in only one detector, we conclude that it is real and not just detector noise. It passes all our stringent quality checks and sticks out from all noise events we see in the third observing run,\" says Harald Pfeiffer, group leader in the Astrophysical and Cosmological Relativity department at Max Planck Institute for Gravitational Physics (AEI) in Potsdam, Germany.\n\nBecause the signal was strong in only one detector, the location of the merger on the sky remains uncertain, lying somewhere in an area that is 34,000 times the size of a full moon.\n\n\"While the gravitational waves alone don't reveal the structure of the lighter object, we can infer its maximum mass. By combining this information with theoretical predictions of expected neutron star masses in such a binary system, we conclude that a neutron star is the most likely explanation,\" says Bhooshan Gadre, a postdoctoral researcher at the AEI.\n\nThe second event, GW200115, was detected by both LIGO detectors and the Virgo detector. GW200115 comes from the merger of a black hole with a 1.5-solar mass neutron star that took place roughly 1 billion light-years from Earth. Using information from all three instruments, scientists were better able to narrow down the part of the sky where this event occurred. Nevertheless, the localized area is almost 3,000 times the size of a full moon.\n\nAstronomers were alerted to both events soon after they were detected in gravitational waves and subsequently searched the skies for associated flashes of light. None were found. This is not surprising due to the very large distance to these mergers, which means that any light coming from them, no matter what the wavelength, would be very dim and hard to detect with even the most powerful telescopes. Additionally, the mergers likely did not give off a light show in any case because their black holes were big enough that they swallowed the neutron stars whole.\n\n\"These were not events where the black holes munched on the neutron stars like the cookie monster and flung bits and pieces about. That 'flinging about' is what would produce light, and we don't think that happened in these cases,\" says Patrick Brady, a professor at University of Wisconsin-Milwaukee and Spokesperson of the LIGO Scientific Collaboration.\n\nPreviously, the LIGO-Virgo network found two other candidate neutron star-black hole mergers. One event called GW190814, detected August 14, 2019, involved a collision of a 23-solar-mass black hole with an object of about 2.6 solar masses, which could be either the heaviest known neutron star or the lightest known black hole. Another candidate event, called GW190426, and detected on April 26, 2019, was thought to possibly be a neutron star-black hole merger, but could also simply be the result of detector noise.\n\nHaving confidently observed two examples of gravitational waves from black holes merging with neutron stars, researchers now estimate that, within one billion light-years of Earth, roughly one such merger happens per month.\n\n\"The detector groups at LIGO, Virgo, and KAGRA are improving their detectors in preparation for the next observing run scheduled to begin in summer 2022,\" says Brady. \"With the improved sensitivity, we hope to detect merger waves up to once per day and to better measure the properties of black holes and super-dense matter that makes up neutron stars.\"\n\n\n\nThis material is based upon work supported by NSF's LIGO Laboratory which is a major facility funded by the NSF. LIGO is operated by Caltech and MIT, which conceived of LIGO and led the Advanced LIGO detector project. Financial support for the Advanced LIGO project was principally from the NSF with Germany (Max Planck Society), the U.K. (Science and Technology Facilities Council) and Australia (Australian Research Council-OzGrav) making significant commitments and contributions to the project. Approximately 1,400 scientists from around the world participate in the effort to analyze the data and develop detector designs through the LIGO Scientific Collaboration, which includes the GEO Collaboration. A list of additional partners is available at https://my.ligo.org/census.php.\n\nThe Virgo Collaboration is currently composed of approximately 650 members from 119 institutions in 14 different countries including Belgium, France, Germany, Hungary, Italy, the Netherlands, Poland, and Spain. The European Gravitational Observatory (EGO) hosts the Virgo detector near Pisa in Italy, and is funded by the Centre National de la Recherche Scientifique (CNRS) in France, the Istituto Nazionale di Fisica Nucleare (INFN) in Italy, and Nikhef in the Netherlands. A list of the Virgo Collaboration groups can be found at http://public.virgo-gw.eu/the-virgo-collaboration. More information is available on the Virgo website at http://www.virgo-gw.eu.\n\nThe KAGRA detector is located in Kamioka, Gifu, Japan. The host institute is the Institute of Cosmic Ray Researches (ICRR) at the University of Tokyo, and the project is co-hosted by National Astronomical Observatory in Japan (NAOJ) and High Energy Accelerator Research Organization (KEK). KAGRA completed its construction in 2019, and later joined the international gravitational-wave network of LIGO and Virgo. The actual data-taking was started in February 2020 during the final stage of the run called \"O3b.\" The KAGRA collaboration is composed of over 470 members from 11 countries/regions. The list of researchers is available from http://gwwiki.icrr.u-tokyo.ac.jp/JGWwiki/KAGRA/KSC/Researchers. KAGRA information is at the website https://gwcenter.icrr.u-tokyo.ac.jp/en/.\n\n\n\nUpdate: Watch the recorded webinar:\n\n\n\n\n\nFor those wishing for a deeper dive into these LIGO-Virgo results, the team has scheduled a webinar intended for a scientific audience. This is the 8th webinar in the LIGO-Virgo-KAGRA Webinar Series. The one-hour Zoom webinar will be on 1 July 2021 at 14:00 Universal Time Coordinated (7:00 Pacific Daylight Time; 10:00 Eastern Daylight Time; 16:00 Central European Summer Time; 23:00 Japan Standard Time).\n\nTo register, visit: https://uwm-edu.zoom.us/webinar/register/WN__GVBbtcoRRCbMM5oieoEdg.\n\nThe Zoom webinar will also be live streamed and a recording will be available upon request.\n\n\n\n\n\nAEI/Max Planck Institute for Gravitational Physics\r\nBenjamin Knispel\nbenjamin.knispel@aei.mpg.de\r\n+49(0)511-762-19104\n\nCaltech\r\nWhitney Clavin\nwclavin@caltech.edu\r\n626-390-9601\n\nMIT\r\nAbigail Abazorius\nabbya@mit.edu\r\n617-253-2709\n\nUWM\r\nLaura Otto\nllhunt@uwm.edu\r\n414-303-4868\n\nVirgo\r\nLivia Conti\nlivia.conti@pd.infn.it\n\nEGO\r\nVincenzo Napolano\nnapolano@ego-gw.it\r\n+393472994985\n\nKAGRA\r\nMasatake Ohashi\nohashi@icrr.u-tokyo.ac.jp\n\nNSF\r\nJosh Chamot\njchamot@nsf.gov\r\n703-292-4489\n\nNews Release\n\nSimulation\nImage\n\nChart\nImage\n\nSimulation\nImage\n\nSimulation\nImage\n\nSimulation\nImage\n\nArtwork\nImage\n\nSimulation\nVideo\n\nSimulation\nVideo\n\nSimulation\nVideo\n\nSimulation\nVideo"
  },
  {
    "url": "https://www.ligo.caltech.edu/page/scientists",
    "title": "For Scientists",
    "date": "",
    "content": "(Credit: Caltech/MIT/LIGO Lab)\n\nThis page contains information and resources for professional researchers interested in U.S. National Science Foundation Laser Interferometer Gravitational-wave Observatory (NSF LIGO) science. Click on a topic below to learn more."
  },
  {
    "url": "https://www.ligo.caltech.edu/page/why-detect-gw",
    "title": "Why Detect Them?",
    "date": "",
    "content": "Credit: S. Ghonge, K. Jani, Georgia Tech\n\nHistorically, scientists have relied almost exclusively on electromagnetic (EM) radiation (visible light, X-rays, radio waves, microwaves, etc.) to study the Universe. Some are trying to use subatomic particles, called neutrinos, as well. Each of these 'messengers' of information provides scientists with a different but complementary view of the Universe.\n\nGravitational waves, however, are fundamentally unrelated to EM radiation. They are as distinct from light as hearing is from vision. Imagine if humans were a species that only had eyes to observe and understand the Universe. You can learn a lot simply by studying the light from objects (astronomers have done this extraordinarily well in the last century). Then one day, someone invents something called an \"ear\", which senses distant vibrations in air or water, vibrations that had been there all along but you could not detect simply by using your eyes. Consequently, this new ear enables you to learn things about your world (and ultimately, the Universe) that you would never have gleaned from light. This is how the U.S. National Science Foundation Laser Interferometer Gravitational-wave Observatory (NSF LIGO) has opened a new 'window' on the Universe. NSF LIGO is a gravitational-wave antenna, able to detect vibrations in the 'fabric' of space-time itself, emanating from the farthest depths of the cosmos. Things like colliding black holes, which are utterly invisible to EM astronomers, are beacons in the vast cosmic sea to LIGO and other gravitational-wave detectors like it.\n\nMore importantly, since gravitational waves interact very weakly with matter (unlike EM radiation, which can be absorbed, reflected, refracted, or bent by gravity itself), they travel through the Universe virtually unimpeded, carrying information about their origins that is free of distortion.\n\nThe gravitational waves that LIGO detects are caused by some of the most profoundly cataclysmic events in the Universe—colliding black holes, merging neutron stars, exploding stars, and possibly even the birth of the Universe itself. Detecting and analyzing the information carried by gravitational waves is allowing us to observe the Universe in a way never before possible, providing astronomers and other scientists with their first glimpses of un-seeable wonders. LIGO has removed a veil of mystery on the Universe, and in so doing, has ushered in exciting new research in physics, astronomy, and astrophysics."
  },
  {
    "url": "https://www.ligo.caltech.edu/page/image-use-policy",
    "title": "Image Use Policy",
    "date": "",
    "content": "Unless otherwise noted, images and video on Laser Interferometer Gravitational-wave Observatory (LIGO) public web sites (public sites ending with either a caltech.edu or mit.edu address) may be used for any purpose without prior permission, subject to the special cases noted below. Publishers who wish to have authorization may print this page and retain it for their records; LIGO does not issue image permissions on an image by image basis.\n\nBy electing to download the material from this web site the user agrees:\n\nSpecial Cases:"
  },
  {
    "url": "https://www.ligo.caltech.edu/page/educational-resources",
    "title": "Educational Resources",
    "date": "",
    "content": "Whether you're a K-12 educator, a parent, or an interested student, you should browse our education web pages. There's something fun and educational here for everyone."
  },
  {
    "url": "https://www.ligo.caltech.edu/page/study-work",
    "title": "Study and Careers",
    "date": "",
    "content": "Caltech LIGO 2023 SURF (Summer Undergraduate Research Fellowship) students pose in front of Millikan Library. (Credit: Caltech/MIT/LIGO Lab)\n\nVisit the links below for more information on opportunities to study or work at one of the U.S. National Science Foundation Laser Interferometer Gravitational-wave Observatory (NSF LIGO) Lab's four facilities."
  },
  {
    "url": "https://www.ligo.caltech.edu/news/ligo20230417",
    "title": "India Approves Construction of Its Own LIGO",
    "date": "",
    "content": "A rendering of the LIGO India site in the state of Maharashtra\n\nFeature Story\n•\nApril 17, 2023\n\nLIGO-India will greatly improve the localization of sources of gravitational waves\n\nThe Indian government has granted the final approvals necessary for construction to begin on LIGO-India, a nearly identical version of the twin LIGO (Laser Interferometer Gravitational-Wave Observatory) facilities that made history after making the first direct detection of ripples in space and time known as gravitational waves in 2015. The Indian government will spend about $320 million to build LIGO-India, with first observations expected by the end of the decade.\n\n\"We've worked very hard over the past few years to bring a LIGO detector to India,\" says David Reitze, the executive director of the LIGO Laboratory at Caltech. \"Receiving the green light from the Indian government is a very welcome development that will benefit not only India but the entire international gravitational-wave community.\"\n\n\"As the newest gravitational-wave detector, LIGO-India will have all of our latest and best techniques incorporated from the get-go,\" says Rana Adhikari, a professor of physics at Caltech who helps lead the development of LIGO-India along with Reitze and others on the LIGO team, in collaboration with Indian scientists.\n\nLIGO-India is a collaboration between the LIGO Laboratory—operated by Caltech and MIT and funded by the National Science Foundation (NSF)—and India's Raja Ramanna Center for Advanced Technology (RRCAT), Institute for Plasma Research (IPR), Inter-University Centre for Astronomy and Astrophysics (IUCAA), and the Department of Atomic Energy Directorate of Construction Services and Estate Management (DCSEM). The planned facility—which, like the LIGO observatories in Hanford, Washington, and Livingston, Louisiana, will include an L-shaped interferometer with 4-kilometer-long arms—will be built near the city of Aundha in the Indian state of Maharashtra.\n\nWhen LIGO-India is completed, it will join a global network of gravitational-wave observatories that includes Virgo in Italy and KAGRA in Japan. With its advanced gravitational-wave-sensing technology, LIGO-India will greatly improve the ability of scientists to pinpoint the sky locations of the sources of gravitational waves. Because of its location on Earth with respect to LIGO, Virgo, and KAGRA, it will also fill in blind spots in the current gravitational-wave network.\n\n\"LIGO-India will increase the precision with which we can localize the gravitational-wave events by an order of magnitude,\" says Adhikari. \"This will greatly enhance our ability to answer fundamental questions about the universe, including how black holes form and the expansion rate of our universe, as well as to more rigorously test Einstein's general theory of relativity.\"\n\nLIGO India will help scientists better localize the cataclysmic mergers of neutron stars. The map on the right shows that two LIGO detectors can localize these events to within 100 to 1,000 square degrees of sky (the ‘bullseye’ features in the map on the right show where two LIGO detectors could make the least-precise localizations on the sky). The map on the left shows that when you add in LIGO India, a third detector, the localization improves to just 10 square degrees of sky. This reduces the area that astronomers need to search through to pinpoint the merger events. In actuality, with LIGO India now approved for construction, there will be five gravitational-wave detectors working together in one network, further improving the localization of mergers: LIGO India, LIGO Hanford, LIGO Livingston, Virgo, and KAGRA. For reference, a full moon is about 0.2 square degrees on the sky. (Credit: Rana Adhikari/Caltech)\n\n“I am very pleased to learn of the Indian Cabinet’s approval of construction funding for a gravitational-wave observatory there,” says NSF director Sethuraman Panchanathan. “Partnering with like-minded nations like India who share our values and aspirations will not only make possible fantastic discoveries but, more importantly, energize talent and unleash innovation everywhere. Utilizing high-tech interferometer components developed by the NSF-funded LIGO collaboration, LIGO-India will augment the existing network of gravitational-wave detectors—the two LIGO detectors in the U.S., Virgo in Italy, and KAGRA in Japan—to enable more precise identification of the location of gravitational-wave sources and more robust monitoring of their signals. This will give a big boost to researchers around the world who will combine observations from optical and radio telescopes with the information from the gravitational-wave network to make new discoveries about the universe.”\n\nSo far, LIGO and Virgo have detected the massive rumblings of dozens of collisions between black holes. In 2017, the observatories also detected a collision between neutron stars that sent out not only gravitational waves but a powerful burst of light waves spanning the electromagnetic spectrum. Because all three gravitational-wave detectors (LIGO's twin facilities and Virgo) were observing the sky during the 2017 event, scientists were able to narrow down the region of sky where the event occurred. This proved to be a crucial factor in guiding the light-based telescopes to pinpoint the precise location of the spectacular blast. The light-based observations led to the discovery that heavy elements, such as gold, were forged in the cosmic explosion.\n\nSince that event, one more collision involving neutron stars was confidently detected by the LIGO-Virgo network, although it was not seen with light-based telescopes. With LIGO-India's eyes on the sky, spotting these so-called multi-messenger events (where light and gravitational waves are the messengers) should become an easier task.\n\nSome preconstruction activities for LIGO-India have already taken place, such as the design of the LIGO-India buildings, the construction of the roads that lead into the site, and the fabrication and testing of vacuum chambers. The facility will be built by Indian researchers working jointly with members of the LIGO team.\n\nThe international collaboration has already resulted in an exchange of ideas and new relationships between the two countries. For instance, dozens of Indian students have been chosen to work with the LIGO team as part of Caltech's Summer Undergraduate Research Fellowship (SURF) program. In addition, Caltech plans to invite several visiting scientists from India to work on LIGO at Caltech.\n\n\"Having a distant third LIGO observatory in the international network, which benefits from common instrument designs, commissioning knowledge, technical coordination, and sensitivity, will fulfill a longstanding LIGO goal,\" says Fred Raab, the former associate director for observatory operations at LIGO Hanford who has been working on the LIGO-India project for nearly a decade. \"This will be a game-changer for science.\"\n\nRelated links:\n\nhttps://arxiv.org/abs/2105.01716\n\nhttps://www.ligo.caltech.edu/page/ligo-india\n\nhttps://www.caltech.edu/about/news/ligo-india-gets-green-light-49859\n\nhttps://www.caltech.edu\n\nFeature Story"
  },
  {
    "url": "https://www.ligo.caltech.edu/news/ligo20231121",
    "title": "Winner of the 2023 Award for Excellence in Detector Characterization and Calibration Announced",
    "date": "",
    "content": "Ansel Neunzert is a postdoctoral scholar at LIGO Hanford Observatory. They received a PhD in physics from the University of Michigan and subsequently taught at the University of Washington Bothell, where they remain an affiliated instructor. Their research interests are mainly in detector characterization with a particular focus on improving detection prospects for continuous gravitational wave searches and other long-duration analyses. They have also worked on projects related to detector calibration and continuous-wave search methods. Outside of LIGO they have a strong interest in physics pedagogy.\n\nNews Release\n•\nNovember 21, 2023\n\nThe LIGO Laboratory congratulates Ansel Neunzert of LIGO Hanford Observatory and Caltech, for winning the 2023 LIGO Laboratory Award for Excellence in Detector Characterization and Calibration.\n\nThis year's award recognizes Neunzert's work on speeding up and automating finding and tracking \"line\" and \"comb\" noise features in LIGO detector data. These lines represent very steady features in the data (like the sound from a tuning fork) and can severely impact searches for long-duration gravitational-wave sources, including spinning neutron stars in our own Milky Way galaxy. Previously, lists of lines were generated by time-consuming visual inspection of spectra by experts only once per observing run. After lines were found, more human effort was necessary to identify “combs”, or groups of equally-spaced lines in the frequency space, which can be important clues to possible sources of the noise. Now, Neunzert’s codes produce a thorough, automated analysis daily, weekly, and monthly, as well as at specific times when requested. Their work has vastly reduced the time to identify and eventually mitigate these noise features.\n\nNeunzert’s work is already positively impacting O4 data quality. One example is a 1.66Hz comb structure in the Hanford instrument that Neunzert identified. After iterations of targeted changes in the hardware configurations by the instrument scientists at the site, and Neunzert's quick reanalysis of the interferometer data, this newly found comb was traced to the temperature monitor system for one of the relay mirrors in the LIGO Hanford instrument. The configuration of the offending monitor was changed, and as a result, the comb was eliminated from the data, removing these noise artifacts and increasing our ability to search for long-duration gravitational-wave sources near these former lines.\n\nThis important effort may also potentially enable a first detection of long-duration gravitational waves from the Milky Way by the LIGO detectors.\n\nFor their work, Neunzert will receive a $1,000 prize and present an invited seminar at one of the LIGO Laboratory sites (LIGO-Hanford, LIGO-Livingston, Caltech, or MIT) to share their achievements with LIGO Laboratory members. Neunzert will also be presented with an award certificate at the next meeting of the LIGO-Virgo-KAGRA collaboration.\n\nRead more about the LIGO Laboratory Award for Excellence in Detector Characterization and Calibration.\n\nFind a list of excellent LIGO Detector Characterization and Calibration projects that earned honorable mention for the 2023 award.\n\nNews Release"
  },
  {
    "url": "https://www.ligo.caltech.edu/news/ligo20231004",
    "title": "LIGO Documentary Released",
    "date": "",
    "content": "Opening of the LIGO documentary.\n\nNews Release\n•\nOctober  4, 2023\n\nThe Advanced LIGO Documentary project released the full feature \"LIGO\" documentary, to stream for free. The documentary won 14 film festival awards including two awards for best documentary, and can now be seen via YouTube, or this website.  \"LIGO\" joins other Advanced LIGO documentary films by Les Guthman, as well as documentaries such as LIGO Detection by Kai Staats.\n\n\"LIGO\" is the thrilling, award-winning, inside story of the discovery that topped National Geographic's list of “The top 20 Scientific Discoveries of the Decade\": The Nobel Prize-winning discovery of gravitational waves from deep space. Between 2015 and 2017, two remarkable discoveries ushered in a radical new era in astronomy. First, two colliding black holes, and then, two years later, two crashing neutron stars (co-discovered by the Virgo detector) and their spectacular light show opened up the 95% of the universe that had been dark to our existing observatories and space telescopes.\n\nIt's the violent \"warped side\" of the universe predicted by Einstein -- but never seen until now. Brian Greene, the theoretical physicist and best-selling author, said, \"This discovery is the kind of achievement that happens only a few times a century.\" Director Les Guthman witnessed and filmed this dramatic and emotional peak in the lives of the 1,000 scientists around the world who risked their careers on a 40-year, $1 billion search for these exquisite messengers from the warped side. The discovery earned the film's three principal characters, Rai Weiss, Barry Barish, and Kip Thorne the 2017 Nobel Prize in Physics. The documentary begins as Guthman did, arriving innocently at the LIGO Louisiana observatory in September 2015 and then almost immediately being swept up in one of the great human experiences, in science or otherwise, in recent history.\n\nNews Release"
  },
  {
    "url": "https://www.ligo.caltech.edu/page/observing-plans",
    "title": "Observing Plans",
    "date": "",
    "content": "Current Observing Plans\n\nFebruary, 2025 -- LIGO's fourth observing run has been extended and is now expected to conclude in October, 2025. This extension will thus yield approximately the same amount of calendar observing time as was planned with the previous June 2025 end date, after accounting for the time lost from a planned April/May 2025 break, plus that lost from unplanned interruptions in 2024.\n\nCurrent (as of June 2024) timeline for the O4 observing run\n\nFor more information on LIGO/Virgo/KAGRA observing plans for O4, please see IGWN Observing Plans, and for a longer term outlook, please visit\n\nLIGO/Virgo/KAGRA Statement on Near-term Observing Plans\n\n\n\nFuture Observing Plans\n\nPlans are currently under development by LIGO to chart a path for interferometer upgrades and observing periods beyond O5 and continuing into the next decade.\n\nLIGO Laboratory Statement on Long-term Future Observing Plans"
  },
  {
    "url": "https://www.ligo.caltech.edu/page/learn-more",
    "title": "Learn More",
    "date": "",
    "content": "Merging neutron stars. (Credit: Price & Rosswog)\n\nThe U.S. National Science Foundation Laser Interferometer Gravitational-wave Observatory (NSF LIGO) is a research facility designed to sense the space-time vibrations of gravitational waves from the depths of space with the aid of a laser interferometer. Visit the links below to learn more about gravitational waves and NSF LIGO’s remarkable engineering."
  },
  {
    "url": "https://www.ligo.caltech.edu/page/contact",
    "title": "Contact",
    "date": "",
    "content": "LIGO Caltech\n\nMailing address:\r\n\t\t\tLIGO Laboratory\r\n\t\t\tMS 100-36\r\n\t\t\tPasadena, CA 91125\nPhone:\r\n\t\t\tGeneral inquiries (626) 395-2129\nFax:\r\n\t\t\t(626) 304-9834\n\n\n\nLIGO MIT\n\nMailing address:\r\n\t\t\tLIGO Project MIT\r\n\t\t\tNW 22-295 MIT\r\n\t\t\t185 Albany Street\r\n\t\t\tCambridge, MA 02139\nPhone:\r\n\t\t\tGeneral inquiries (617) 253-4824\nFax:\r\n\t\t\t(617) 253-5474\n\n\n\nHanford Observatory\n\nMailing address:\r\n\t\t\tLIGO Hanford Observatory\r\n\t\t\tPO Box 159\r\n\t\t\tRichland, WA 99352\n\nShipping address:\r\n\t\t\tLIGO Hanford Observatory\r\n\t\t\t127124 N Route 10\r\n\t\t\tRichland, WA 99354\n\nPhone:\r\n\t\t\tGeneral inquiries: Site administrator (509) 372-8106\r\n\t\t\tPublic events, tours, field trips: Education and Outreach personnel (509) 372-8248 or (509) 372-8265\noutreach@ligo-wa.caltech.edu\nFax: (509) 372-8137\n\n\n\nLivingston Observatory\n\nMailing address:\r\n\t\t\tLIGO Livingston Observatory\r\n\t\t\tPO Box 940\r\n\t\t\tLivingston, LA 70754\n\nShipping address:\r\n\t\t\tLIGO Livingston Observatory\r\n\t\t\t19100 LIGO Lane\r\n\t\t\tLivingston, LA 70754\n\nPhone:\r\n\t\t\tGeneral inquiries: Site administrator (225) 686-3100\r\n\t\t\tPublic events, tours, field trips: Education and Outreach personnel (225) 686-3134\noutreach@ligo-la.caltech.edu\nFax: (225) 686-7189\n\nLIGO Caltech\n\nWhitney Clavin\n\nOffice of Strategic Communications\r\n\t\t\tMC 12-271\r\n\t\t\tCalifornia Institute of Technology\r\n\t\t\tPasadena, CA 91125\nwclavin@caltech.edu\r\n\t\t\t(626) 395-1944\n\n\n\nLIGO MIT\n\nKimberly Allen\n\nMIT News Office\r\n\t\t\tMS 11-400\r\n\t\t\tMassachusetts Institute of Technology\r\n\t\t\tCambridge, MA 02139\nallenkc@mit.edu\r\n\t\t\t(617) 253-2702\n\n\n\nLIGO Hanford\n\nMichael Landry\n\nHead, LIGO Hanford\r\n\t\t\tP.O. Box 159\r\n\t\t\tRichland, WA 99352\nmlandry@caltech.edu\r\n\t\t\t(509) 372-8133\n\n\n\nLIGO Livingston\n\nJoseph Giaime\n\nHead, LIGO Livingston\r\n\t\t\tP.O. Box 940\r\n\t\t\tLivingston, LA 70754\ngiaime@caltech.edu\r\n\t\t\t(225) 686-3169\n\nFor public events or visitor information at LIGO Hanford or LIGO Livingston:\n\nVisit LIGO Hanford Public Events and LIGO Livingston Tours page.\n\nLIGO Hanford Education and Outreach: (509) 372-8248 or (509) 372-8265 or outreach@ligo-wa.caltech.edu\n\nLIGO Livingston Education and Outreach: (225) 686-3193 or outreach@ligo-la.caltech.edu\n\n\n\nFor information about student or postdoc appointments:\n\nVisit Undergraduate Internships, Graduate Study, Postdoctoral Fellowships pages.\n\n\n\nFor job openings:\n\nVisit Caltech job listing for LIGO openings at Caltech LIGO, LHO, and LLO; and MIT job listing for LIGO openings at MIT LIGO.\n\n\n\nFor information about the use of LIGO data:\n\nVisit GW Open Data Center (GWOSC) website or contact the GWOSC team.\n\n\n\nTo locate a LIGO employee:\n\nVisit LIGO Lab directory. Caltech directory also lists Caltech LIGO, LHO, and LLO employees, and MIT directory lists MIT LIGO employees.  If you still can't locate someone, call LIGO Information Desk at (626) 395-2129.\n\n\n\nFor questions about this website:\n\nContact LIGO Web Group."
  },
  {
    "url": "https://www.ligo.caltech.edu/news/ligo20231023",
    "title": "LIGO Surpasses the Quantum Limit",
    "date": "",
    "content": "One of LIGO's quantum squeezers in operation. (Image credit: Georgia Mansell/LIGO Hanford Observatory)\n\nFeature Story\n•\nOctober 23, 2023\n\nResearchers achieve landmark in quantum squeezing\n\nIn 2015, the Laser Interferometer Gravitational-Wave Observatory, or LIGO, made history when it made the first direct detection of gravitational waves, or ripples in space and time, produced by a pair of colliding black holes. Since then, the U.S. National Science Foundation (NSF)-funded LIGO and its sister detector in Europe, Virgo, have detected gravitational waves from dozens of mergers between black holes as well as from collisions between a related class of stellar remnants called neutron stars. At the heart of LIGO's success is its ability to measure the stretching and squeezing of the fabric of spacetime on scales 10 thousand trillion times smaller than a human hair.\n\nAs incomprehensibly small as these measurements are, LIGO's precision has continued to be limited by the laws of quantum physics. At very tiny, subatomic scales, empty space is filled with a faint crackling of quantum noise, which interferes with LIGO's measurements and restricts how sensitive the observatory can be. Now, writing in the journal Physical Review X, LIGO researchers report a significant advance in a quantum technology called \"squeezing\" that allows them to skirt around this limit and measure undulations in spacetime across the entire range of gravitational frequencies detected by LIGO.\n\nThis new \"frequency-dependent squeezing\" technology, in operation at LIGO since it turned back on in May of this year, means that the detectors can now probe a larger volume of the Universe and are expected to detect about 60 percent more mergers than before. This greatly boosts LIGO's ability to study the exotic events that shake space and time.\n\n\"We can't control nature, but we can control our detectors,\" says Lisa Barsotti, a senior research scientist at MIT who oversaw the development of the new LIGO technology, a project that originally involved research experiments at MIT led by Professor of Physics Matt Evans (PhD '02) and Professor of Astrophysics Nergis Mavalvala. The effort now includes dozens of scientists and engineers based at MIT, Caltech, and the twin LIGO observatories in Hanford, Washington, and Livingston, Louisiana.\n\n\"A project of this scale requires multiple people, from facilities to engineering and optics—basically the full extent of the LIGO Lab with important contributions from the LIGO Scientific Collaboration. It was a grand effort made even more challenging by the pandemic,\" Barsotti says.\n\n\"Now that we have surpassed this quantum limit, we can do a lot more astronomy,\" explains Lee McCuller, assistant professor of physics at Caltech and one of the leaders of the new study. \"LIGO uses lasers and large mirrors to make its observations, but we are working at a level of sensitivity that means the device is affected by the quantum realm.\"\n\nThe results also have ramifications for future quantum technologies such as quantum computers and other microelectronics as well as for fundamental physics experiments. \"We can take what we have learned from LIGO and apply it to problems that require measuring subatomic-scale distances with incredible accuracy,\" McCuller says.\n\n“When NSF first invested in building the twin LIGO detectors in the late 1990s, we were enthusiastic about the potential to observe gravitational waves,” says NSF Director Sethuraman Panchanathan. “Not only did these detectors make possible groundbreaking discoveries, they also unleashed the design and development of novel technologies. This is truly exemplar of the DNA of NSF—curiosity-driven explorations coupled with use-inspired innovations. Through decades of continuing investments and expansion of international partnerships, LIGO is further poised to advance rich discoveries and technological progress.\"\n\nThe laws of quantum physics dictate that particles, including photons, will randomly pop in and out of empty space, creating a background hiss of quantum noise that brings a level of uncertainty to LIGO's laser-based measurements. Quantum squeezing, which has roots in the late 1970s, is a method for hushing quantum noise or, more specifically, for pushing the noise from one place to another with the goal of making more precise measurements.\n\nThe term squeezing refers to the fact that light can be manipulated like a balloon animal. To make a dog or giraffe, one might pinch one section of a long balloon into a small precisely located joint. But then the other side of the balloon will swell out to a larger, less precise size. Light can similarly be squeezed to be more precise in one trait, such as its frequency, but the result is that it becomes more uncertain in another trait, such as its power. This limitation is based on a fundamental law of quantum mechanics called the uncertainty principle, which states that you cannot know both the position and momentum of objects (or the frequency and power of light) at the same time.\n\nSince 2019, LIGO's twin detectors have been squeezing light in such a way as to improve their sensitivity to the upper frequency range of gravitational waves they detect. But, in the same way that squeezing one side of a balloon results in the expansion of the other side, squeezing light has a price. By making LIGO's measurements more precise at the high frequencies, the measurements became less precise at the lower frequencies.\n\n\"At some point, if you do more squeezing, you aren't going to gain much. We needed to prepare for what was to come next in our ability to detect gravitational waves,\" Barsotti explains.\n\nNow, LIGO's new frequency-dependent optical cavities—long tubes about the length of three football fields—allow the team to squeeze light in different ways depending on the frequency of gravitational waves of interest, thereby reducing noise across the whole LIGO frequency range.\n\nVacuum tube hosting LIGO's 300-meter filter cavity used to implement frequency-dependent squeezing. Each LIGO facility, one in Hanford, Washington, and the other in Livingston Louisiana, has its own such cavity. (Image credit: M.J. Doherty)\n\n\n\n\n\n\n\n\n\n\"Before, we had to choose where we wanted LIGO to be more precise,\" says LIGO team member Rana Adhikari, a professor of physics at Caltech. \"Now we can eat our cake and have it too. We've known for a while how to write down the equations to make this work, but it was not clear that we could actually make it work until now. It's like science fiction.\"\n\n\n\nUncertainty in the Quantum Realm\n\nEach LIGO facility is made up of two 4-kilometer-long arms connected to form an \"L\" shape. Laser beams travel down each arm, hit giant suspended mirrors, and then travel back to where they started. As gravitational waves sweep by Earth, they cause LIGO's arms to stretch and squeeze, pushing the laser beams out of sync. This causes the light in the two beams to interfere with each other in a specific way, revealing the presence of gravitational waves.\n\nHowever, the quantum noise that lurks inside the vacuum tubes that encase LIGO's laser beams can alter the timing of the photons in the beams by minutely small amounts. McCuller likens this uncertainty in the laser light to a can of BBs. \"Imagine dumping out a can full of BBs. They all hit the ground and click and clack independently. The BBs are randomly hitting the ground, and that creates a noise. The light photons are like the BBs and hit LIGO's mirrors at irregular times,\" he said in a Caltech interview.\n\nThe squeezing technologies that have been in place since 2019 make \"the photons arrive more regularly, as if the photons are holding hands rather than traveling independently,\" McCuller said. The idea is to make the frequency, or timing, of the light more certain and the amplitude, or power, less certain as a way to tamp down the BB-like effects of the photons. This is accomplished with the help of specialized crystals that essentially turn one photon into a pair of two entangled, or connected, photons with lower energy. The crystals don't directly squeeze light in LIGO's laser beams; rather, they squeeze stray light in the vacuum of the LIGO tubes, and this light interacts with the laser beams to indirectly squeeze the laser light.\n\n\"The quantum nature of the light creates the problem, but quantum physics also gives us the solution,\" Barsotti says.\n\n\n\nA look at the technology that creates squeezed light in LIGO's vacuum chamber. The picture was taken from one of the chamber's viewports at a time when the squeezer was operational and pumped with green light. (Image credit: Georgia Mansell/LIGO Hanford Observatory)\n\n\n\n\n\nAn Idea That Began Decades Ago\n\nThe concept for squeezing itself dates back to the late 1970s, beginning with theoretical studies by the late Russian physicist Vladimir Braginsky; Caltech's Kip Thorne, Richard P. Feynman Professor of Theoretical Physics, Emeritus; and Carlton Caves, a former Caltech graduate student and research fellow now at the University of New Mexico. The researchers had been thinking about the limits of quantum-based measurements and communications, and this work inspired one of the first experimental demonstrations of squeezing in 1986 by H. Jeff Kimble, Caltech's William L. Valentine Professor of Physics, Emeritus. Kimble compared squeezed light to a cucumber; the certainty of the light measurements are pushed into only one direction, or feature, turning \"quantum cabbages into quantum cucumbers,\" he wrote in an article in Caltech's Engineering & Science magazine in 1993.\n\nIn 2002, researchers began thinking about how to squeeze light in the LIGO detectors, and, in 2008, the first experimental demonstration of the technique was achieved at the 40-meter test facility at Caltech. In 2010, MIT researchers developed a preliminary design for a LIGO squeezer, which they tested at LIGO's Hanford site. Parallel work done at the GEO600 detector in Germany also convinced researchers that squeezing would work. Nine years later, in 2019, after many trials and careful teamwork, LIGO began squeezing light for the first time.\n\n\"We went through a lot of troubleshooting,\" says Sheila Dwyer, who has been working on the project since 2008, first as a graduate student at MIT and then as a scientist at the LIGO Hanford Observatory beginning in 2013. \"Squeezing was first thought of in the late 1970s, but it took decades to get it right.\"\n\n\n\nToo Much of a Good Thing\n\nHowever, as noted earlier, there is a tradeoff that comes with squeezing. By moving the quantum noise out of the timing, or frequency, of the laser light, the researchers put the noise into the amplitude, or power, of the laser light. The more powerful laser beams then push LIGO's heavy mirrors around causing a rumbling of unwanted noise corresponding to lower frequencies of gravitational waves. These rumbles mask the detectors' ability to sense low-frequency gravitational waves.\n\n\"Even though we are using squeezing to put order into our system, reducing the chaos, it doesn't mean we are winning everywhere,\" says Dhruva Ganapathy, a graduate student at MIT and one of four co-lead authors of the new study. \"We are still bound by the laws of physics.\" The other three lead authors of the study are MIT graduate student Wenxuan Jia, LIGO Livingston postdoctoral scholar Masayuki Nakano, and MIT postdoctoral scholar Victoria Xu.\n\nUnfortunately, this troublesome rumbling becomes even more of a problem when the LIGO team turns up the power on its lasers. \"Both squeezing and the act of turning up the power improve our quantum-sensing precision to the point where we are impacted by quantum uncertainty,\" McCuller says. \"Both cause more pushing of photons, which leads to the rumbling of the mirrors. Laser power simply adds more photons, while squeezing makes them more clumpy and thus rumbly.\"\n\n\n\nA view at the source of squeezed light in LIGO's vacuum chamber, taken when the chamber holding the technology was open for maintenance. (Image credit: Wenxuan Jia/MIT)\n\nA Win-Win\n\nThe solution is to squeeze light in one way for high frequencies of gravitational waves and another way for low frequencies. It's like going back and forth between squeezing a balloon from the top and bottom and from the sides.\n\nThis is accomplished by LIGO's new frequency-dependent squeezing cavity, which controls the relative phases of the light waves in such a way that the researchers can selectively move the quantum noise into different features of light (phase or amplitude) depending on the frequency range of gravitational waves.\n\n\"It is true that we are doing this really cool quantum thing, but the real reason for this is that it's the simplest way to improve LIGO's sensitivity,\" Ganapathy says. \"Otherwise, we would have to turn up the laser, which has its own problems, or we would have to greatly increase the sizes of the mirrors, which would be expensive.\"\n\nLIGO's partner observatory, Virgo, will likely also use frequency-dependent squeezing technology within the current run, which will continue until roughly the end of 2024. Next-generation larger gravitational-wave detectors, such as the planned ground-based Cosmic Explorer, will also reap the benefits of squeezed light.\n\nWith its new frequency-dependent squeezing cavity, LIGO can now detect even more black hole and neutron star collisions. Ganapathy says he's most excited about catching more neutron star smashups. \"With more detections, we can watch the neutron stars rip each other apart and learn more about what's inside.\"\n\n\"We are finally taking advantage of our gravitational universe,\" Barsotti says. \"In the future, we can improve our sensitivity even more. I would like to see how far we can push it.\"\n\nThe Physical Review X study is titled \"Broadband quantum enhancement of the LIGO detectors with frequency-dependent squeezing.\" Many additional researchers contributed to the development of the squeezing and frequency-dependent squeezing work, including Mike Zucker of MIT and GariLynn Billingsley of Caltech, the leads of the \"Advanced LIGO Plus\" upgrades that includes the frequency-dependent squeezing cavity; Daniel Sigg of LIGO Hanford Observatory; Adam Mullavey of LIGO Livingston Laboratory; and David McClelland's group from the Australian National University.\n\nThe LIGO–Virgo–KAGRA Collaboration operates a network of gravitational-wave detectors in the United States, Italy, and Japan. LIGO Laboratory is operated by Caltech and MIT, and is funded by the NSF with contributions to the Advanced LIGO detectors from Germany (Max Planck Society), the U.K. (Science and Technology Facilities Council), and Australia (Australian Research Council). Virgo is managed by the European Gravitational Observatory (EGO) and is funded by the Centre national de la recherche scientifique (CNRS) in France, the Istituto Nazionale di Fisica Nucleare (INFN) in Italy, and the National Institute for Subatomic Physics (Nikhef) in the Netherlands. KAGRA is hosted by the Institute for Cosmic Ray Research (ICRR) at the University of Tokyo and co-hosted by the National Astronomical Observatory of Japan (NAOJ) and the High Energy Accelerator Research Organization (KEK).\n\nWritten by Whitney Clavin, Caltech\n\nMedia Contacts:\n\nWhitney Clavin, Caltech\n\nwclavin@caltech.edu\n\n626-390-9601\n\n\n\nAbigail Abazorius, MIT\n\nabbya@mit.edu\n\n617-253-2709\n\nFeature Story\n\nImage\n\nImage\n\nImage\n\nImage\n\nEducation\nVideo\n\nEducation\nVideo"
  },
  {
    "url": "https://www.ligo.caltech.edu/news/ligo20240405",
    "title": "LIGO-Virgo-KAGRA (LVK) Collaboration Detected a Remarkable Gravitational-Wave Signal",
    "date": "",
    "content": "The image shows the coalescence and merger of a lower mass-gap black hole (dark gray surface) with a neutron star (greatly tidally deformed by the black hole's gravity). This still image from a simulation of the merger highlights just the neutron star's lower density components, ranging from 60 grams per cubic centimeter (dark blue) to 600 kilograms per cubic centimeter (white). Its shape highlights the strong deformations of the low-density material of the neutron star. Credit: I. Markin (Potsdam University), T. Dietrich (Potsdam University and Max Planck Institute for Gravitational Physics), H. Pfeiffer, A. Buonanno (Max Planck Institute for Gravitational Physics)\n\nNews Release\n•\nApril  5, 2024\n\nIn May 2023, shortly after the start of the fourth LIGO-Virgo-KAGRA observing run, the LIGO Livingston detector observed a gravitational-wave signal from the collision of what is most likely a neutron star with a compact object that is 2.5 to 4.5 times the mass of our Sun. Neutron stars and black holes are both compact objects, the dense remnants of massive stellar explosions. What makes this signal, called GW230529, intriguing is the mass of the heavier object. It falls within a possible mass-gap between the heaviest known neutron stars and the lightest black holes. The gravitational-wave signal alone cannot reveal the nature of this object. Future detections of similar events, especially those accompanied by bursts of electromagnetic radiation, could hold the key to solving this cosmic mystery.\n\nTop: Fact sheet about the LVK's latest discovery announcement. Bottom: An illustration showing some of the component masses of gravitational wave events that lie within or around the 3-5 solar mass region, also referred to as the \"lower mass gap\". The light blue circles represent sources that are neutron stars, the black circles represent sources that are black holes, and the black circles with question marks indicate that the source is likely a black hole, but there is also a possibility it could be a neutron star. The primary mass of GW230529 is located in this mass gap. (Credit: S. Galaudage, Observatoire de la Côte d’Azur.)\n\n\"This detection, the first of our exciting results from the fourth LIGO-Virgo-KAGRA observing run, reveals that there may be a higher rate of similar collisions between neutron stars and low-mass black holes than we previously thought,\" says Dr. Jess McIver, Assistant Professor at the University of British Columbia and Deputy Spokesperson of the LIGO Scientific Collaboration.\n\nA scientific paper further describing this discovery is being published today, and is freely available to the public here. A brief \"Science Summary\" of the paper is also available here, along with multiple translations.\n\nThe mass gap between neutron stars and black holes\n\nBefore the detection of gravitational waves in 2015, the masses of stellar-mass black holes were primarily found using x-ray observations while the masses of neutron stars were found using radio observations. The resulting measurements fell into two distinct ranges with a gap between them from about 2 to 5 times the mass of our Sun. Over the years, a small number of measurements have encroached on the mass-gap, which remains highly debated among astrophysicists.\n\nAnalysis of the signal GW230529 shows that it came from the merger of two compact objects, one with a mass between 1.2 to 2.0 times that of our Sun and the other slightly more than twice as massive. While the gravitational-wave signal does not provide enough information to determine with certainty whether these compact objects are neutron stars or black holes, it seems likely that the lighter object is a neutron star and the heavier object a black hole. Scientists in the LIGO-Virgo-KAGRA Collaboration are confident that the heavier object is within the mass gap.\n\nGravitational-wave observations have now provided almost 200 measurements of compact-object masses. Of these, only one other merger may have involved a mass-gap compact object – the signal GW190814 came from the merger of a black hole with a compact object exceeding the mass of the heaviest known neutron stars and possibly within the mass gap.\n\n“While previous evidence for mass-gap objects has been reported both in gravitational and electromagnetic waves, this system is especially exciting because it’s the first gravitational-wave detection of a mass-gap object paired with a neutron star,” says Dr. Sylvia Biscoveanu from Northwestern University. “The observation of this system has important implications for both theories of binary evolution and electromagnetic counterparts to compact-object mergers.”\n\nThe fourth observing run with more sensitive detectors\n\nThe highly successful third observing run of the gravitational-wave detectors ended in spring 2020, bringing the number of known gravitational-wave detections to 90. Before the start of the fourth observing run O4 on May 24, 2023, the LIGO-Virgo-KAGRA researchers made improvements to the detectors, the cyberinfrastructure, and the analysis software that allow them to detect signals from further away and to extract more information about the extreme events in which the waves are generated.\n\nJust five days after the launch of O4, things got really exciting. On May 29, 2023, the gravitational-wave signal GW230529 passed by the LIGO Livingston detector. Within minutes, the data from the detector was analyzed and an alert (designated S230529ay) was released publicly announcing the signal. Astronomers receiving the alert were informed that a neutron star and a black hole most likely merged about 650 million light-years from Earth. Unfortunately, the direction to the source could not be determined because only one gravitational-wave detector was observing at the time of the signal.\n\nThe fourth observing run is planned to last for 20 months including a couple of months break to carry out maintenance of the detectors and make a number of necessary improvements. By January 16, 2024, when the commissioning break started, a total of 81 significant signal candidates had been identified. GW230529 is the first of these to be published after detailed investigation.\n\nResuming the observing run\n\nThe fourth observing run will resume on April 10, 2024 with the LIGO Hanford, LIGO Livingston, and Virgo detectors operating together. The run will continue until February 2025 with no further planned breaks in observing. The sensitivity of the detectors should be slightly increased after the break.\n\nWhile the observing run continues, LIGO-Virgo-KAGRA researchers are analyzing the data from the first half of the run and checking the remaining 80 significant signal candidates that have already been identified. By the end of the fourth observing run in February 2025, the total number of observed gravitational-wave signals should exceed 200.\n\nGravitational-wave observatories\n\nLIGO is funded by the NSF, and operated by Caltech and MIT, which conceived and built the project. Financial support for the Advanced LIGO project was led by NSF with Germany (Max Planck Society), the U.K. (Science and Technology Facilities Council) and Australia (Australian Research Council) making significant commitments and contributions to the project. More than 1,600 scientists from around the world participate in the effort through the LIGO Scientific Collaboration, which includes the GEO Collaboration. Additional partners are listed at https://my.ligo.org/census.php.\n\nThe Virgo Collaboration is currently composed of approximately 880 members from 152 institutions in 17 different (mainly European) countries. The European Gravitational Observatory (EGO) hosts the Virgo detector near Pisa in Italy, and is funded by Centre National de la Recherche Scientifique (CNRS) in France, the Istituto Nazionale di Fisica Nucleare (INFN) in Italy, and the National Institute for Subatomic Physics (Nikhef) in the Netherlands. A list of the Virgo Collaboration groups can be found at: https://www.virgo-gw.eu/about/scientific-collaboration/. More information is available on the Virgo website at https://www.virgo-gw.eu.\n\nKAGRA is the laser interferometer with 3 km arm-length in Kamioka, Gifu, Japan. The host institute is Institute for Cosmic Ray Research (ICRR), the University of Tokyo, and the project is co-hosted by National Astronomical Observatory of Japan (NAOJ) and High Energy Accelerator Research Organization (KEK). KAGRA collaboration is composed of over 400 members from 128 institutes in 17 countries/regions. KAGRA’s information for general audiences is at the website https://gwcenter.icrr.u-tokyo.ac.jp/en/. Resources for researchers are accessible from http://gwwiki.icrr.u-tokyo.ac.jp/JGWwiki/KAGRA.\n\n\n\nLIGO-Virgo-KAGRA Collaboration\n\nLVK Communications Group Lead\n\nSusanne Milde\n\n+49 172 3931349\n\nsusanne.milde@ligo.org\n\nCaltech\n\nWhitney Clavin\n\nwclavin@caltech.edu\n\n626-390-9601\n\nMIT\n\nAbigail Abazorius\n\nabbya@mit.edu\n\n617-253-2709\n\nVirgo\n\nIsabel Cordero\n\nisabel.cordero@uv.es\n\nEGO\n\nVincenzo Napolano\n\nnapolano@ego-gw.it\n\n+393472994985\n\nKAGRA\n\nShinji Miyoki\n\nkagra-pub@icrr.u-tokyo.ac.jp\n\n+81-578-85-2623\n\nNational Science Foundation\n\nJason Stoughton\n\nStaff Associate for Science Communications\n\n703-292-7063\n\njstought@nsf.gov\n\nNews Release\n\nEducation\nVideo\n\nEducation\nVideo"
  },
  {
    "url": "https://www.ligo.caltech.edu/page/what-are-gw",
    "title": "What are Gravitational Waves?",
    "date": "",
    "content": "Spiral Dance of Black Holes\r\n\r\nThis illustration shows the merger of two black holes and the gravitational waves that ripple outward as the black holes spiral toward each other. The black holes—which represent those detected by LIGO on Dec. 26, 2015—were 14 and 8 times the mass of the sun, until they merged, forming a single black hole 21 times the mass of the sun. In reality, the area near the black holes would appear highly warped, and the gravitational waves would be difficult to see directly. Image credit: LIGO/T. Pyle\n\nTwo-dimensional illustration of how mass in the Universe distorts space-time. (Credit: NASA)\n\nGravitational waves are 'ripples' in space-time caused by some of the most violent and energetic processes in the Universe. Albert Einstein predicted the existence of gravitational waves in 1916 in his general theory of relativity. Einstein's mathematics showed that massive accelerating objects (things like neutron stars or black holes orbiting each other) would disrupt space-time in such a way that 'waves' of undulating space-time would propagate in all directions away from the source. These cosmic ripples would travel at the speed of light, carrying with them information about their origins, as well as clues to the nature of gravity itself.\n\nThe strongest gravitational waves are produced by cataclysmic events such as colliding black holes, supernovae (massive stars exploding at the end of their lifetimes), and colliding neutron stars. Other gravitational waves are predicted to be caused by the rotation of neutron stars that are not perfect spheres, and possibly even the remnants of gravitational radiation created by the Big Bang.\n\nThe animation below illustrates how gravitational waves are emitted by two neutron stars as they orbit each other and then coalesce (credit: NASA/Goddard Space Flight Center). Note that gravitational waves themselves are invisible. They are made visible here to illustrate their propagation away from the source.\n\nThough Einstein predicted the existence of gravitational waves in 1916, the first proof of their existence didn't arrive until 1974. In that year, two astronomers, Russell Hulse and Joseph Taylor, using the Arecibo Radio Observatory in Puerto Rico discovered a binary pulsar 21000 light years from Earth. This was exactly the type of system that general relativity predicted should radiate gravitational waves. Knowing that the system could be studied to test Einstein's prediction, Taylor and two colleagues (Joel Weisberg and Lee Fowler) began tracking the radio emissions from the stars to measure how their orbital period changed over time. After just four years, they first reported seeing a change in the period that verified that the stars were getting closer to each other at the rate predicted by general relativity (GR) if they were radiating gravitational waves (the rate predicted by GR agreed with the observed rate to within one half of one percent). In 1993, Hulse and Taylor would receive the Nobel Prize in Physics \"for the discovery of a new type of pulsar, a discovery that has opened up new possibilities for the study of gravitation\".\n\nArtist's Impression of a Binary Pulsar. (Credit: Michael Kramer, Jodrell Bank, University of Manchester)\n\nSince then, many astronomers have studied pulsar radio-emissions (pulsars are neutron stars that emit beams of radio waves) and found similar effects, further confirming the existence of gravitational waves. But these confirmations had always come indirectly, requiring that one infer the existence of gravitational waves.\n\nAll of this changed on September 14, 2015 when U.S. National Science Foundation Laser Interferometer Gravitational-wave Observatory (NSF LIGO) physically sensed the undulations in spacetime caused by gravitational waves generated by two colliding black holes 1.3 billion light-years away. NSF LIGO's first detection will go down in history as one of humanity's greatest scientific achievements.\n\nWhile the processes that generate measurable gravitational waves are among the most energetic and violent the Universe has to offer, by the time the waves reach Earth millions or billions of light years away, they are thousands of billions of times smaller. In fact, by the time gravitational waves from LIGO's first detection reached us, the amount of space-time wobbling they generated was 10,000 times smaller than the nucleus of an atom! LIGO was designed to make such inconceivable, exquisitely small measurements. To learn how LIGO achieves this seemingly impossible task, visit LIGO's Interferometer."
  },
  {
    "url": "https://www.ligo.caltech.edu/page/employment",
    "title": "Careers at LIGO Laboratory",
    "date": "",
    "content": "For more information about Postdoctoral opportunities at the U.S. National Science Foundation Laser Interferometer Gravitational-wave Observatory (NSF LIGO) Laboratory, see the Postdoctoral Positions page.\n\n\n\nNo open LIGO Laboratory positions at this time\n\n\n\nNo open positions at this time\n\n\n\nCaltech Notices of Intent can be found here.\n\nIf you are interested in working for LIGO at other collaborating universities, check your preferred partner-institution's job postings. For a list of collaborating institutions, see LSC Member Institutions."
  },
  {
    "url": "https://www.ligo.caltech.edu/page/press-release-gw170817",
    "title": "GW170817 Press Release",
    "date": "",
    "content": "Cataclysmic Collision\r\nArtist’s illustration of two merging neutron stars. The rippling space-time grid represents gravitational waves that travel out from the collision, while the narrow beams show the bursts of gamma rays that are shot out just seconds after the gravitational waves. Swirling clouds of material ejected from the merging stars are also depicted. The clouds glow with visible and other wavelengths of light.\r\n Image credit: NSF/LIGO/Sonoma State University/A. Simonnet\n\nWatch the recording of a press conference announcing the discovery, at the National Press Club in Washington, DC:\n\n\n\nFor the first time, scientists have directly detected gravitational waves — ripples in space-time — in addition to light from the spectacular collision of two neutron stars. This marks the first time that a cosmic event has been viewed in both gravitational waves and light.\n\nThe discovery was made using the U.S.-based Laser Interferometer Gravitational-Wave Observatory (LIGO); the Europe-based Virgo detector; and some 70 ground- and space-based observatories.\n\nNeutron stars are the smallest, densest stars known to exist and are formed when massive stars explode in supernovas. As these neutron stars spiraled together, they emitted gravitational waves that were detectable for about 100 seconds; when they collided, a flash of light in the form of gamma rays was emitted and seen on Earth about two seconds after the gravitational waves. In the days and weeks following the smashup, other forms of light, or electromagnetic radiation — including X-ray, ultraviolet, optical, infrared, and radio waves — were detected.\n\nGW170817: A Global Astronomy Event\n\nThe observations have given astronomers an unprecedented opportunity to probe a collision of two neutron stars. For example, observations made by the U.S. Gemini Observatory, the European Very Large Telescope, and the Hubble Space Telescope reveal signatures of recently synthesized material, including gold and platinum, solving a decades-long mystery of where about half of all elements heavier than iron are produced.\n\nThe LIGO-Virgo results are published today in the journal Physical Review Letters; additional papers from the LIGO and Virgo collaborations and the astronomical community have been either submitted or accepted for publication in various journals.\n\n“It is tremendously exciting to experience a rare event that transforms our understanding of the workings of the universe,” says France A. Córdova, director of the National Science Foundation (NSF), which funds LIGO. “This discovery realizes a long-standing goal many of us have had, that is, to simultaneously observe rare cosmic events using both traditional as well as gravitational-wave observatories. Only through NSF’s four-decade investment in gravitational-wave observatories, coupled with telescopes that observe from radio to gamma-ray wavelengths, are we able to expand our opportunities to detect new cosmic phenomena and piece together a fresh narrative of the physics of stars in their death throes.”\n\n\n\nA stellar sign\n\nThe gravitational signal, named GW170817, was first detected on Aug. 17 at 8:41 a.m. Eastern Daylight Time; the detection was made by the two identical LIGO detectors, located in Hanford, Washington, and Livingston, Louisiana. The information provided by the third detector, Virgo, situated near Pisa, Italy, enabled an improvement in localizing the cosmic event. At the time, LIGO was nearing the end of its second observing run since being upgraded in a program called Advanced LIGO, while Virgo had begun its first run after recently completing an upgrade known as Advanced Virgo.\n\nCurrent operating facilities in the global network include the twin LIGO detectors—in Hanford, Washington, and Livingston, Louisiana— Virgo in Italy and GEO600 in Germany.\n\nThe NSF-funded LIGO observatories were conceived, constructed, and operated by Caltech and MIT. Virgo is funded by the Istituto Nazionale di Fisica Nucleare (INFN) in Italy and the Centre National de la Recherche Scientifique (CNRS) in France, and operated by the European Gravitational Observatory. Some 1,500 scientists in the LIGO Scientific Collaboration and the Virgo Collaboration work together to operate the detectors and to process and understand the gravitational-wave data they capture.\n\nEach observatory consists of two long tunnels arranged in an L shape, at the joint of which a laser beam is split in two. Light is sent down the length of each tunnel, then reflected back in the direction it came from by a suspended mirror. In the absence of gravitational waves, the laser light in each tunnel should return to the location where the beams were split at precisely the same time. If a gravitational wave passes through the observatory, it will alter each laser beam’s arrival time, creating an almost imperceptible change in the observatory’s output signal.\n\nOn Aug. 17, LIGO’s real-time data analysis software caught a strong signal of gravitational waves from space in one of the two LIGO detectors. At nearly the same time, the Gamma-ray Burst Monitor on NASA’s Fermi space telescope had detected a burst of gamma rays. LIGO-Virgo analysis software put the two signals together and saw it was highly unlikely to be a chance coincidence, and another automated LIGO analysis indicated that there was a coincident gravitational wave signal in the other LIGO detector. Rapid gravitational-wave detection by the LIGO-Virgo team, coupled with Fermi’s gamma-ray detection, enabled the launch of follow-up by telescopes around the world.\n\nThe LIGO data indicated that two astrophysical objects located at the relatively close distance of about 130 million light-years from Earth had been spiraling in toward each other. It appeared that the objects were not as massive as binary black holes — objects that LIGO and Virgo have previously detected. Instead, the inspiraling objects were estimated to be in a range from around 1.1 to 1.6 times the mass of the sun, in the mass range of neutron stars. A neutron star is about 20 kilometers, or 12 miles, in diameter and is so dense that a teaspoon of neutron star material has a mass of about a billion tons.\n\nWhile binary black holes produce “chirps” lasting a fraction of a second in the LIGO detector’s sensitive band, the Aug. 17 chirp lasted approximately 100 seconds and was seen through the entire frequency range of LIGO — about the same range as common musical instruments. Scientists could identify the chirp source as objects that were much less massive than the black holes seen to date.\n\nLIGO's data shows the \"chirp\" sound produced as the two neutron stars inspiral.\n\n“It immediately appeared to us the source was likely to be neutron stars, the other coveted source we were hoping to see — and promising the world we would see,” says David Shoemaker, spokesperson for the LIGO Scientific Collaboration and senior research scientist in MIT’s Kavli Institute for Astrophysics and Space Research. “From informing detailed models of the inner workings of neutron stars and the emissions they produce, to more fundamental physics such as general relativity, this event is just so rich. It is a gift that will keep on giving.”\n\n“Our background analysis showed an event of this strength happens less than once in 80,000 years by random coincidence, so we recognized this right away as a very confident detection and a remarkably nearby source,” adds Laura Cadonati, professor of physics at Georgia Tech and deputy spokesperson for the LIGO Scientific Collaboration. “This detection has genuinely opened the doors to a new way of doing astrophysics. I expect it will be remembered as one of the most studied astrophysical events in history.”\n\nTheorists have predicted that when neutron stars collide, they should give off gravitational waves and gamma rays, along with powerful jets that emit light across the electromagnetic spectrum. The gamma-ray burst detected by Fermi, and soon thereafter confirmed by the European Space Agency’s gamma-ray observatory INTEGRAL, is what’s called a short gamma-ray burst; the new observations confirm that at least some short gamma-ray bursts are generated by the merging of neutron stars — something that was only theorized before.\n\n“For decades we’ve suspected short gamma-ray bursts were powered by neutron star mergers,” says Fermi Project Scientist Julie McEnery of NASA’s Goddard Space Flight Center. “Now, with the incredible data from LIGO and Virgo for this event, we have the answer. The gravitational waves tell us that the merging objects had masses consistent with neutron stars, and the flash of gamma rays tells us that the objects are unlikely to be black holes, since a collision of black holes is not expected to give off light.\"\n\nBut while one mystery appears to be solved, new mysteries have emerged. The observed short gamma-ray burst was one of the closest to Earth seen so far, yet it was surprisingly weak for its distance. Scientists are beginning to propose models for why this might be, McEnery says, adding that new insights are likely to arise for years to come.\n\n\n\nA patch in the sky\n\nThough the LIGO detectors first picked up the gravitational wave in the United States, Virgo, in Italy, played a key role in the story. Due to its orientation with respect to the source at the time of detection, Virgo recovered a small signal; combined with the signal sizes and timing in the LIGO detectors, this allowed scientists to precisely triangulate the position in the sky. After performing a thorough vetting to make sure the signals were not an artifact of instrumentation, scientists concluded that a gravitational wave came from a relatively small patch in the southern sky.\n\nVirgo Helps Localize Gravitational-Wave Signals\n\n“This event has the most precise sky localization of all detected gravitational waves so far,” says Jo van den Brand of Nikhef (the Dutch National Institute for Subatomic Physics) and VU University Amsterdam, who is the spokesperson for the Virgo collaboration. “This record precision enabled astronomers to perform follow-up observations that led to a plethora of breathtaking results.”\n\n“This result is a great example of the effectiveness of teamwork, of the importance of coordinating, and of the value of scientific collaboration,” adds EGO Director Federico Ferrini. “We are delighted to have played our relevant part in this extraordinary scientific challenge: Without Virgo, it would have been very difficult to locate the source of the gravitational wave.\n\nFermi was able to provide a localization that was later confirmed and greatly refined with the coordinates provided by the combined LIGO-Virgo detection. With these coordinates, a handful of observatories around the world were able, hours later, to start searching the region of the sky where the signal was thought to originate. A new point of light, resembling a new star, was first found by optical telescopes. Ultimately, about 70 observatories on the ground and in space observed the event at their representative wavelengths.\n\n“This detection opens the window of a long-awaited ‘multi-messenger’ astronomy,” says Caltech’s David H. Reitze, executive director of the LIGO Laboratory. “It’s the first time that we’ve observed a cataclysmic astrophysical event in both gravitational waves and electromagnetic waves — our cosmic messengers. Gravitational-wave astronomy offers new opportunities to understand the properties of neutron stars in ways that just can’t be achieved with electromagnetic astronomy alone.”\n\nA fireball and an afterglow\n\nEach electromagnetic observatory will be releasing its own detailed observations of the astrophysical event. In the meantime, a general picture is emerging among all observatories involved that further confirms that the initial gravitational-wave signal indeed came from a pair of inspiraling neutron stars.\n\nApproximately 130 million years ago, the two neutron stars were in their final moments of orbiting each other, separated only by about 300 kilometers, or 200 miles, and gathering speed while closing the distance between them. As the stars spiraled faster and closer together, they stretched and distorted the surrounding space-time, giving off energy in the form of powerful gravitational waves, before smashing into each other.\n\nNeutron Star Merger Seen in Gravity and Matter\n\nAt the moment of collision, the bulk of the two neutron stars merged into one ultradense object, emitting a “fireball” of gamma rays. The initial gamma-ray measurements, combined with the gravitational-wave detection, also provide confirmation for Einstein’s general theory of relativity, which predicts that gravitational waves should travel at the speed of light.\n\nTheorists have predicted that what follows the initial fireball is a “kilonova” — a phenomenon by which the material that is left over from the neutron star collision, which glows with light, is blown out of the immediate region and far out into space. The new light-based observations show that heavy elements, such as lead and gold, are created in these collisions and subsequently distributed throughout the universe.\n\nIn the weeks and months ahead, telescopes around the world will continue to observe the afterglow of the neutron star merger and gather further evidence about various stages of the merger, its interaction with its surroundings, and the processes that produce the heaviest elements in the universe.\n\n“When we were first planning LIGO back in the late 1980s, we knew that we would ultimately need an international network of gravitational-wave observatories, including Europe, to help localize the gravitational-wave sources so that light-based telescopes can follow up and study the glow of events like this neutron star merger,” says Caltech’s Fred Raab, LIGO associate director for observatory operations. “Today we can say that our gravitational-wave network is working together brilliantly with the light-based observatories to usher in a new era in astronomy, and will improve with the planned addition of observatories in Japan and India.”\n\nLIGO is funded by the NSF, and operated by Caltech and MIT, which conceived of LIGO and led the Initial and Advanced LIGO projects. Financial support for the Advanced LIGO project was led by the NSF with Germany (Max Planck Society), the U.K. (Science and Technology Facilities Council) and Australia (Australian Research Council) making significant commitments and contributions to the project.\n\nMore than 1,200 scientists and some 100 institutions from around the world participate in the effort through the LIGO Scientific Collaboration, which includes the GEO Collaboration and the Australian collaboration OzGrav. Additional partners are listed at http://ligo.org/partners.php\n\nThe Virgo collaboration consists of more than 280 physicists and engineers belonging to 20 different European research groups: six from Centre National de la Recherche Scientifique (CNRS) in France; eight from the Istituto Nazionale di Fisica Nucleare (INFN) in Italy; two in the Netherlands with Nikhef; the MTA Wigner RCP in Hungary; the POLGRAW group in Poland; Spain with the University of Valencia; and the European Gravitational Observatory, EGO, the laboratory hosting the Virgo detector near Pisa in Italy, funded by CNRS, INFN, and Nikhef.\n\nWritten by Jennifer Chu, MIT News Office\n\n\n\nRELATED LINKS\n\nAdditional resources from the LIGO Scientific Collaboration:  http://ligo.org/detections/GW170817.php\n\nAdditional Media Assets: http://mediaassets.caltech.edu/nsm\n\nCaltech Story: https://www.caltech.edu/news/caltech-led-teams-strike-cosmic-gold-80074\n\nLIGO Lab Story:  https://www.ligo.caltech.edu/news/ligo20171016\n\nRelated Papers & Data: https://www.ligo.caltech.edu/page/detection-companion-papers\n\n*MEDIA CONTACTS\n\nKimberly Allen, MIT\nallenkc@mit.edu; +1 617-253-2702\n\nEmily Velasco, Caltech\nevelasco@caltech.edu; +1 626-395-6487\n\nJason Maderer, Georgia Tech\nmaderer@gatech.edu; +1 404-385-2966\n\nSeverine Perus, Virgo-EGO\nseverine.perus@ego-gw.it; +39 050 752 325\n\nAya Collins, National Science Foundation\nacollins@nsf.gov; +1 703-292-7737\n\nHigh Res. versions of these graphics can be found in our gallery.\n\nGW170817's numbers\n\n\n\nMasses of Neutron Stars and Black Holes\n\n\n\nCurrent operating facilities in the global network include the twin LIGO detectors—in Hanford, Washington, and Livingston, Louisiana - Virgo in Italy, and GEO600 in Germany.\n\n\n\nNeutron Star Merger Seen in Gravity and Matter\n\n\n\nVirgo Helps Localize Gravitational-Wave Signals\n\n\n\nGW170817: A Global Astronomy Event\n\n\n\nArtist’s illustration of two merging neutron stars.\n\n\n\nLIGO's data shows the \"chirp\" sound produced as the two neutron stars inspiral.\n\nNeutron star merger (Credit: Christopher W. Evans/Georgia Tech)\n\nJets and Debris from Neutron Star Collision (Credit: NASA/Goddard Space Flight Center/CI Lab)\n\nLast Dance of Neutron Star Pair (Credit: W. Kastaun/T. Kawamura/B. Giacomazzo/R. Ciolfi/A. Endrizzi)\n\nRipples of Gravity, Flashes of Light (Credit: LIGO/Virgo)\n\nZooming in on the Source of Gravitational Waves (Credit: LIGO-Virgo)\n\nFinal Flight of Neutron Star Pair (Credit: LIGO-Virgo/Aaron Geller/Northwestern University)\n\nHearing the Wave (Credit: Alex Nitz/Max Planck Institute for Gravitational Physics/LIGO)"
  },
  {
    "url": "https://www.ligo.caltech.edu/page/privacy-policy",
    "title": "Privacy Policy",
    "date": "",
    "content": "We collect no personal information about you when you visit this Web site, unless otherwise stated or unless you choose to provide this information to us. However, we collect and store certain information automatically. What we collect and store automatically is:\n\nWe use the summary statistics to help us make our site more useful to visitors, such as assessing what information is of most and least interest to visitors, and for other purposes such as determining the site's technical design specifications and identifying system performance or problem areas.\n\nLaser Interferometer Gravitational-wave Observatory (LIGO) will protect all such information consistent with applicable law.\n\nThis website uses Google Analytics, a web analytics service provided by Google, Inc. (Google\"). Google Analytics uses \"cookies\", which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google. Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.\n\nYou may choose to provide us with personal information, as in an e-mail containing your comments or questions. We use this information to improve our service to you or to respond to your request. There may be times when your message is forwarded, as e-mail, to other LIGO employees who may be better able to help you. We normally do not share our e-mail with any other outside organizations, unless determined necessary for security purposes or when required by law.\n\nLaser Interferometer Gravitational-wave Observatory (LIGO), a joint activity of the California Institute of Technology (\"Caltech\") and of the Massachusetts Institute of Technology (\"MIT\"), operates this Web site as part of a federally funded computer system used to accomplish Federal functions. Unauthorized attempts to defeat or circumvent security features, to use the system for other than its intended purposes, to deny service to authorized users, to access, obtain, alter, damage, or destroy information, or otherwise to interfere with the system or its operation is prohibited. Evidence of such acts may be disclosed to law enforcement authorities and may result in criminal prosecution under the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act of 1996, codified at section 1030 of Title 18 of the United States Code, or other applicable criminal laws.\n\nLIGO uses software programs to monitor this Web site for security purposes to ensure it remains available to all users and to protect information in the system. Any and all uses of this system and all files on this system may be intercepted, monitored, recorded, copied, audited, inspected, and disclosed to authorized LIGO, Caltech, MIT, NSF, law enforcement personnel, as well as authorized officials of other agencies. By accessing this Web site, you are expressly consenting to such interception, monitoring, recording, copying, auditing, inspection and disclosure at the discretion of LIGO. Users have no explicit or implicit expectation of privacy.\n\nWith respect to documents available from this server, neither Caltech, MIT, nor the United States Government, nor any of their employees, makes any warranty, express or implied, including the warranties of merchantability and fitness for a particular purpose, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represents that its use would not infringe privately owned rights.\n\nReference herein to any specific commercial products, process, or service by trade name, trademark, manufacturer, or otherwise, does not necessarily constitute or imply its endorsement, recommendation, or favoring by Caltech, MIT, or the United States Government. The views and opinions of authors expressed herein do not necessarily state or reflect those of Caltech, MIT, or the United States Government, and shall not be used for advertising or product endorsement purposes."
  },
  {
    "url": "https://www.ligo.caltech.edu/page/science-impact",
    "title": "LIGO's Impact on Science and Technology",
    "date": "",
    "content": "Gravitational wave detectors like that of the U.S. National Science Foundation Laser Interferometer Gravitational-wave Observatory (NSF LIGO) will answer some outstanding questions related to gravitation and astrophysics, such as:\n\nNSF LIGO will also directly engage the scientific community in “multi-messenger astronomy,” a collaborative effort in which gravitational wave detectors and various kinds of telescopes (observing with electromagnetic radiation such as visible light, x-rays, gamma rays, radio waves, etc.), and even neutrino detectors observe astronomical sources at the same time. Each method of observing provides a different look at the same objects or phenomena allowing them to be studied in multiple ways from multiple perspectives, and revealing relationships and interactions never before observed.\n\nThrough its advances in technology and scientific methods, LIGO also contributes to other fields of science and to the broader technology enterprise.\n\n\n\nDetecting gravitational waves benefits greatly from observations by multiple detectors in widely separated sites. While LIGO itself comprises two detectors 3000 km apart, to enhance detection capabilities, it works closely with and observes alongside the Virgo detector in Italy and the KAGRA detector in Japan. Together, these research groups and detectors make up the LIGO-Virgo-KAGRA collaboration (LVK). The GEO600 detector in Germany serves the LVK as a testbed to help develop advanced interferometer and optical suspension systems for use in future detectors.\n\nIn the next decade, a third LIGO detector located in India will join in the search for gravitational waves. For years, LIGO staff have been training Indian engineers to prepare for this facility, expected to be completed in 2030.\n\nDetecting gravitational waves isn't the only contribution to science LIGO wants to make, however. The next natural step in the evolving field of gravitational wave astronomy is to delve into the nature, dynamics, and structure of gravitational-wave sources. Exploring this realm requires that electromagnetic (EM) astronomers get a chance to observe and analyze any light coming from source objects (gravitational waves are completely distinct from electromagnetic radiation, so the sources of gravitational waves are usually invisible to telescopes). To that end, LIGO partners with Earth-based and orbiting observatories that also search the skies for a glimmer of light resulting from a gravitational-wave causing event.\n\nLess than two years after LIGO's first detection of gravitational waves, this momentous 'next step' was taken. On August 17, 2017, LIGO detected a gravitational wave (GW170817) from what seemed to be a source never-before seen in its detectors. Combining their data, LIGO and Virgo quickly localized the region of sky from which this signal emerged. This information was shared with LIGO's EM partners (over 90-strong by the summer of 2017) and within hours, an optical telescope in Chile became the first ever to observe the clearly visible aftermath of what is now known to have been a collision of two neutron stars! For the first time, LIGO's and Virgo's gravitational-wave sensors enabled EM astronomers to directly observe a powerful gravitational-wave generator within hours of its occurrence. Optical, x-ray, radio, infrared, and gamma ray telescopes, as well as neutrino detectors all subsequently participated in post-GW170817 observations. To date, GW170817 is believed to be the most widely studied single astronomical event in human history.\n\nThe rewards to the EM astronomical community that come with following-up LIGO detections are only beginning to be realized, and the potential for discovery is undeniable. This growing field of ‘multi-messenger’ astronomy represents one of the largest collaborations that LIGO and other detectors will help to facilitate amongst the global scientific community. LIGO is at the heart of this new scientific endeavor, which promises to be extremely fruitful for all involved.\n\n\n\nLIGO’s impact (and the impact of its sister facilities) reaches far beyond physics, astrophysics, and astronomy. The effort to design and build detectors like LIGO and to understand the characteristics of the expected gravitational-wave signals have resulted in multiple scientific and technological applications and advancements in many fields like those listed in the table below.\n\nImpact of gravitational-wave science on other fields\n\nLIGO's impact on technology advancement and invention has expanded beyond astronomy and astrophysics. Several other fields are benefiting from LIGO's development. The Gravitational Waves International Committee (GWIC) document, “The future of gravitational wave astronomy: A global plan”, describes some of these other benefits.\n\nScientists and engineers in these other fields are already benefitting and will continue to benefit from advances gravitational wave detector technology and data analysis methods developed by LIGO.\n\n\n\nLIGO has already spawned innovative technology and invention. Innovations in areas as diverse as lasers, optics, metrology, vacuum technology, chemical bonding, and software algorithm development have resulted directly from LIGO’s pioneering work. Some of these ‘spin-off’ technologies are listed in the table below. More about each one can be found on the Technology Transfer page."
  }
]