[
  {
    "url": "https://www.nasa.gov/missions/station/iss-research/nasas-spacex-crew-9-scientific-mission-on-space-station-concludes/",
    "title": "Ahead of Crew Return, NASA’s Crew-9 Concludes Science Mission",
    "date": "2025-03-06T16:28:47-05:00",
    "content": "8 min read\n\nNASA’s SpaceX Crew-9 mission with agency astronauts Nick Hague, Butch Wilmore, and Suni Williams, and Roscosmos cosmonaut Aleksandr Gorbunov is preparing to return to Earth following their science mission aboard the International Space Station. Hague, Williams, and Wilmore completed more than 900 hours of research between more than 150 unique scientific experiments and technology demonstrations during their stay aboard the orbiting laboratory.\n\nHere’s a look at some scientific milestones accomplished during their journey:\n\nNASA astronaut Nick Hague processes samples for Arthrospira C, an investigation from ESA (European Space Agency) that transplants and grows Arthrospiramicro-algae aboard the International Space Station. These organisms conduct photosynthesis and could be used to convert carbon dioxide exhaled by crew members into oxygen, helping maintain a safe atmosphere inside spacecraft. Arthrospira also could provide fresh food on long-duration space missions.\n\nResearchers are testing the European Enhanced Exploration Exercise Device (E4D), a modular device that combines cycling, rowing, and resistance exercises to help keep crews healthy on long-duration missions. A single, small device effective at countering bone and muscle loss and improving cardiovascular health could help crew on future missions. NASA astronaut Butch Wilmore works on installing the device aboard the International Space Station ahead of its evaluation.\n\nThis red romaine lettuce growing in the International Space Station’s Advanced Plant Habitat is part of Plant Habitat-07, a study of how different moisture levels affect the microbial communities in plants and water. Results could show how less-than-ideal conditions affect plant growth and help scientists design systems to produce safe and nutritious food for crew members on future space journeys.\n\nPacked bed reactors are systems that “pack” materials such as pellets or beads inside a structure to increase contact between any liquids and gasses flowing through it. NASA astronaut Suni Williams installs hardware for the Packed Bed Reactor Experiment: Water Recovery Series (PBRE-WRS) investigation, which examines how gravity affects these systems aboard the International Space Station. Results could help scientists design better reactors for water recovery, thermal management, fuel cells, and other applications.\n\nDuring the Residence Time Driven Flame Spread (SOFIE-RTDFS) investigation at the International Space Station, this sheet of clear acrylic plastic burns at higher oxygen levels and half the standard pressure of Earth’s atmosphere. From left to right, the image sequence shows a side and top view of the fuel and the oxygen slowly diffusing into the flame. Studying the spread of flames in microgravity could help improve safety on future missions.\n\nDuring a recent spacewalk, NASA astronaut Butch Wilmore swabbed the exterior of the International Space Station for ISS External Microorganisms, an investigation exploring whether microorganisms leave the spacecraft through its vents and, if so, which ones survive. Humans carry microorganisms along with them wherever they go, and this investigation could help scientists take steps to limit microbial spread to places like the Moon and Mars.\n\nNASA astronaut Nick Hague exercises on the International Space Station’s Advanced Resistive Exercise Device while wearing the Bio-Monitor vest and headband. This set of garments contains sensors that unobtrusively collect data such as heart rate, breathing rate, blood pressure, and temperature. The data supports studies on human health, including Vascular Aging, a CSA (Canadian Space Agency) investigation that monitors cardiovascular function in space.\n\nNASA astronaut Butch Wilmore works with hardware for InSPA Auxilium Bioprinter, a study that tests 3D printing of an implantable medical device that could facilitate recovery from peripheral nerve damage, a type of injury that can cause sensory and motor issues. In microgravity, this manufacturing technique produces higher-quality devices that may perform better, benefitting crew members on future long-duration missions and patients back home.\n\nA deployer attached to the International Space Station’s Kibo laboratory module launches LignoSat into space. Developed by JAXA (Japan Aerospace Exploration Agency), the satellite tests using wood as a more sustainable alternative to conventional satellite materials. Researchers previously exposed different woods to space and chose magnolia as the best option for the study, including sensors to evaluate the wood’s strain and its response to temperature and radiation. Researchers also are monitoring whether Earth’s geomagnetic field interferes with the satellite’s data transmission.\n\nNASA astronaut Suni Williams poses with bacteria and yeast samples for Rhodium Biomanufacturing 03, part of an ongoing examination of microgravity’s effects on biomanufacturing engineered bacteria and yeast aboard the International Space Station. Microgravity causes changes in microbial cell growth, cell structure, and metabolic activity that can affect biomanufacturing processes. This investigation could clarify the extent of these effects and advance the use of microbes to make food, pharmaceuticals, and other products in space, reducing the cost of launching equipment and consumables from Earth.\n\nThe International Space Station’s Neutron star Interior Composition Explorer, or NICER, studies neutron stars, the glowing cinders left behind when massive stars explode as supernovas. NASA astronaut Nick Hague installs patches during a spacewalk to repair damage to thermal shields that block out sunlight while allowing X-rays to pass through. The instrument continues to generate astrophysics discoveries reported in hundreds of scientific papers.\n\nFrom inside the International Space Station’s cupola, NASA astronaut Butch Wilmore photographs landmarks on Earth approximately 260 miles (418 kilometers) below. Crew members have taken millions of images of Earth from the space station for Crew Earth Observations, creating one of the longest-running records of how our planet changes over time. These images support a variety of research, including studies of phenomena such as flooding and fires, atmospheric processes affected by volcanic eruptions, urban growth, and land use.\n\nThis photograph captures an orbital sunrise above the lights of Rio de Janeiro and Sao Paulo as the International Space Station orbits above Brazil. This image is one of the millions of photographs taken by crew members for Crew Earth Observations. These images teach us more about our home planet, and studies show that taking them improves the mental well-being of crew members. Many spend much of their free time pursuing shots that, like this one, are only possible from space.\n\nThe BioNutrients investigation demonstrates technology to produce nutrients during long-duration space missions using engineered microbes like yeast. Food stored for long periods can lose vitamins and other nutrients, and this technology could provide a way to make supplements on demand. NASA astronaut Suni Williams prepares specially designed growth packets for the investigation aboard the International Space Station.\n\nThe International Space Station’s robotic hand, Dextre, attached to the Canadarm2 robotic arm, moves hardware into position for the COronal Diagnostic EXperiment, or CODEX. This investigation examines solar wind and how it forms using a solar coronagraph, which blocks out bright light from the Sun to reveal details in its outer atmosphere or corona. Results could help scientists understand the heating and acceleration of the solar wind and provide insight into the source of the energy that generates it.\n\nRoscosmos cosmonaut Aleksandr Gorbunov conducts a hearing test in the relative quiet of the International Space Station’s Quest airlock. Crew members often serve as test subjects for research on how spaceflight affects hearing and vision, the immune and cardiovascular systems, and other bodily functions. This research supports the development of ways to prevent or mitigate these effects.\n\nEuro Material Ageing, an ESA (European Space Agency) investigation, studies how certain materials age when exposed to the harsh space environment. Findings could advance design for spacecraft and satellites, including improved thermal control, as well as the development of sensors for research and industrial applications. NASA astronaut Suni Williams installs the experiment into the Nanoracks Bishop airlock for transport to the outside of the International Space Station.\n\nNASA astronauts Don Pettit and Butch Wilmore remove a small satellite deployer from an airlock on the International Space Station. The deployer had released several CubeSats into Earth orbit including CySat-1, a remote sensor that measures soil moisture, and DORA, a receiver that could provide affordable and accurate communications among small spacecraft.\n\nThe Responsive Engaging Arms for Captive Care and Handling demonstration (Astrobee REACCH) uses the International Space Station’s Astrobee robots to test technology for capturing objects of any geometry or material orbiting in space. This ability could enable satellite servicing and movement to maximize the lifespan of these tools and removal of space debris that could damage satellites providing services to the people of Earth. NASA astronaut Suni Williams checks out an Astrobee fitted with tentacle-like arms and adhesive pads for the investigation.\n\nAs part of a program called High school students United with NASA to Create Hardware, or HUNCH, NASA astronaut Nick Hague demonstrates the HUNCH Utility Bracket, a student-designed tool to hold and position cameras, tablets, and other equipment that astronauts use daily. Currently, crew members on the International Space Station use devices called Bogen Arms, which have experienced wear and tear and need to be replaced.\n\nThe SpaceX Dragon spacecraft fires its thrusters after undocking from the International Space Station as it flies 260 miles (418 kilometers) above the Pacific Ocean west of Hawaii. NASA’s commercial resupply services deliver critical scientific studies, hardware, and supplies to the station.\n\nSpace Station Research and Technology\n\nHumans In Space\n\nStation Benefits for Humanity\n\nInternational Space Station News"
  },
  {
    "url": "https://www.nasa.gov/missions/station/what-you-need-to-know-about-nasas-spacex-crew-10-mission/",
    "title": "What You Need to Know about NASA’s SpaceX Crew-10 Mission",
    "date": "2025-03-06T14:17:15-05:00",
    "content": "6 min read\n\nFour crew members are preparing to launch to the International Space Station as part of NASA’s SpaceX Crew-10 mission to perform research, technology demonstrations, and maintenance activities aboard the microgravity laboratory.\n\nNASA astronauts Anne McClain, Nichole Ayers, JAXA (Japan Aerospace Exploration Agency) astronaut Takuya Onishi, and Roscosmos cosmonaut Kirill Peskov will lift off from Launch Complex 39A at NASA’s Kennedy Space Center in Florida.\n\nThe flight is the 10th crew rotation mission with SpaceX to the space station, and the 11th human spaceflight as part of NASA’s Commercial Crew Program.\n\nAs teams progress through Dragon spacecraft milestones for Crew-10, they also are preparing a second-flight Falcon 9 booster for the mission. Once all rocket and spacecraft system checkouts are complete and all components are certified for flight, teams will mate Dragon to the Falcon 9 rocket in SpaceX’s hangar at the launch site. The integrated spacecraft and rocket will then be rolled to the pad and raised to vertical for a dry dress rehearsal with the crew and an integrated static fire test prior to launch.\n\nSelected by NASA as an astronaut in 2013, this will be McClain’s second spaceflight. A colonel in the U.S. Army, she earned her bachelor’s degree in Mechanical Engineering from the U.S. Military Academy at West Point, New York, and holds master’s degrees in Aerospace Engineering, International Security, and Strategic Studies. The Spokane, Washington, native was an instructor pilot in the OH-58D Kiowa Warrior helicopter and is a graduate of the U.S. Naval Test Pilot School in Patuxent River, Maryland. McClain has more than 2,300 flight hours in 24 rotary and fixed-wing aircraft, including more than 800 in combat, and was a member of the U.S. Women’s National Rugby Team. On her first spaceflight, McClain spent 204 days as a flight engineer during Expeditions 58 and 59 and completed two spacewalks, totaling 13 hours and 8 minutes. Since then, she has served in various roles, including branch chief and space station assistant to the chief of NASA’s Astronaut Office. Follow @astroannimal on X and @astro_annimal on Instagram.\n\nThis mission will be the first spaceflight for Ayers, who was selected as a NASA astronaut in 2021. Ayers is a major in the U.S. Air Force and the first member of NASA’s 2021 astronaut class named to a crew. The Colorado native graduated from the Air Force Academy in Colorado Springs with a bachelor’s degree in Mathematics and a minor in Russian, and was a member of the academy’s varsity volleyball team. She later earned a master’s in Computational and Applied Mathematics from Rice University in Houston. Ayers served as an instructor pilot and mission commander in the T-38 ADAIR and F-22 Raptor, leading multinational and multiservice missions worldwide. She has more than 1,400 total flight hours, including more than 200 in combat. Follow @astro_ayers on X and @astro_ayers on Instagram.\n\nWith 113 days in space, Crew-10 will mark Onishi’s second trip to the space station. After being selected as an astronaut by JAXA in 2009, he flew as a flight engineer for Expeditions 48 and 49, becoming the first Japanese astronaut to robotically capture the Cygnus spacecraft. He also constructed a new experimental environment aboard Kibo, the station’s Japanese experiment module. After his first spaceflight, Onishi became certified as a JAXA flight director, leading the team responsible for operating Kibo from JAXA Mission Control in Tsukuba, Japan. He holds a bachelor’s degree in Aeronautics and Astronautics from the University of Tokyo, and was a pilot for All Nippon Airways, flying more than 3,700 flight hours in the Boeing 767. Follow astro_onishi on X.\n\nThe Crew-10 mission also will be Peskov’s first spaceflight. Before his selection as a cosmonaut in 2018, he earned a degree in Engineering from the Ulyanovsk Civil Aviation School and was a co-pilot on the Boeing 757 and 767 aircraft for airlines Nordwind and Ikar. Assigned as a test cosmonaut in 2020, he has additional experience in skydiving, zero-gravity training, scuba diving, and wilderness survival.\n\nFollowing liftoff, the Falcon 9 rocket will accelerate Dragon to approximately 17,500 mph. Once in orbit, the crew and SpaceX mission control in Hawthorne, California, will monitor a series of maneuvers that will guide Dragon to the forward-facing port of the station’s Harmony module. The spacecraft is designed to dock autonomously, but the crew can take control and pilot manually, if necessary.\n\nAfter docking, Crew-10 will be welcomed aboard the station by the seven-member crew of Expedition 72 and conduct a short handover period on science and maintenance activities with the departing Crew-9 crew members. Then, NASA astronauts Nick Hague, Suni Williams, Butch Wilmore, and Roscosmos cosmonaut Aleksandr Gorbunov will undock from the space station and return to Earth. Ahead of Crew-9 return, mission teams will review weather conditions at the splashdown sites off the coast of Florida prior to departure from station.\n\nCrew-10 will conduct new scientific research to prepare for human exploration beyond low Earth orbit and benefit humanity on Earth. The crew is scheduled to conduct material flammability tests for future spacecraft designs, engage with students via ham radio and use its existing hardware to test a backup lunar navigation solution, and participate in an integrated study to better understand physiological and psychological changes to the human body to provide valuable insights for future deep space missions.\n\nThese are just a few of the more than 200 scientific experiments and technology demonstrations taking place during the mission.\n\nWhile aboard the orbiting laboratory, Crew-10 will welcome a Soyuz spacecraft with three new crew members, including NASA astronaut Jonny Kim, and they will bid farewell to the Soyuz carrying NASA astronaut Don Pettit. The crew also is expected to see the arrival of the SpaceX Dragon, Roscosmos Progress, and Northrop Grumman’s Cygnus cargo spacecraft, as well as the short-duration private Axiom Mission 4 crew.\n\nThe cadre will fly aboard the SpaceX Dragon spacecraft, named Endurance, which previously flew NASA’s SpaceX Crew-3, Crew-5, and Crew-7 missions.\n\nCommercial crew missions enable NASA to maximize use of the space station, where astronauts have lived and worked continuously for more than 24 years, testing technologies, performing research, and developing the skills needed to operate future commercial destinations in low Earth orbit, and explore farther from Earth. Research conducted on the space station benefits people on Earth and paves the way for future long-duration missions to the Moon and beyond through NASA’s Artemis missions.\n\nLearn more about the space station, its research, and crew, at: https://www.nasa.gov/station"
  },
  {
    "url": "https://www.nasa.gov/news/nasa-media-contacts/",
    "title": "NASA Media Contacts",
    "date": "2023-06-29T14:53:17-04:00",
    "content": "The newsroom at Mary W. Jackson NASA Headquarters in Washington is open from 8 a.m. to 6 p.m. Eastern Monday through Friday. Media can contact the newsroom at:  hq-media@mail.nasa.gov or 202-358-1600.\n\nNASA's guidelines for Insignia, Logotype, and supporting graphics use.\n\nNASA’s formal policy that standardizes the criteria and process for media accreditation agencywide.\n\nNASA's policy governing the release of public information, which is defined as information in any form provided to news and information media.\n\nLatest news from NASA and instructions for subscribing.\n\nJun 11, 2022\n\nPDF (75.48 KB)"
  },
  {
    "url": "https://science.nasa.gov/solar-system/oort-cloud/",
    "title": "Oort Cloud",
    "date": "2023-06-20T20:22:15-04:00",
    "content": "Scientists think the Oort Cloud is a giant spherical shell surrounding our solar system.\n\nThe Oort Cloud lies far beyond Pluto and the most distant edges of the Kuiper Belt.\n\nScientists think the Oort Cloud is a giant spherical shell surrounding the Sun, planets and Kuiper Belt Objects. It's like a big, thick bubble around our solar system, made of icy, comet-like objects.\n\nThe Oort Cloud lies far beyond Pluto and the most distant edges of the Kuiper Belt. Because it is so far away, NASA doesn't have direct images of the Oort Cloud.\n\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\nNASA Receives Some Data Before Intuitive Machines Ends Lunar Mission\n\nThe Next Full Moon is the Worm Moon\n\nNASA Sets Coverage for Intuitive Machines’ Second Private Moon Landing\n\nMarch’s Night Sky Notes: Messier Madness\n\nExplore more about the Oort Cloud\n\nAsteroids, Comets & Meteors\n\nKuiper Belt\n\nSkywatching\n\nPluto"
  },
  {
    "url": "https://www.nasa.gov/news/",
    "title": "NASA News",
    "date": "2022-12-07T13:25:24-05:00",
    "content": "\n\nNASA Receives Some Data Before Intuitive Machines Ends Lunar Mission\n\nStation Swaps Commanders and Keeps Up Research Before Crew Swap\n\nNASA Invites Creators to Design Mascot for Artemis Moon Mission\n\nNASA Astronaut to Answer Questions from Students in Oregon\n\nPolicy on the release of information to news and information media\n\nAgencywide media accreditation policy\n\nContact information for the newsroom, centers, and interview requests\n\nCalendar for upcoming launches and landings\n\nImages from programs throughout the agency's history\n\nSpecific guidelines for use of the agency's brand, merchandise, and media\n\nBudgets, plans, and reports\n\nNews releases from 2015 to the present\n\n2024 News Releases\n\nBlogs\n\nNewsletters\n\nNASA History"
  },
  {
    "url": "https://www.nasa.gov/images/",
    "title": "NASA Images",
    "date": "",
    "content": "NASA has always told its story through its images, a few of which have become icons of human history.\n\nNASA Astronaut Tracy Dyson Speaks to Students\n\nNASA astronaut Tracy Dyson points to the Expedition 71 patch on her flight suit as she answers a question from students, Wednesday, March 5, 2025, at Elsie Whitlow Stokes Community Freedom Public Charter School in Washington. Dyson and fellow crewmates Matthew Dominick, Michael Barratt, and Jeanette Epps served as part of Expedition 71 aboard the International Space Station.\n\nThe 100 best images from 2024 as captured and selected by the NASA Headquarters Photo team.\n\nGuidelines for the access and use of NASA's images and media assets for educational, informational, and commercial purposes.\n\nImages, videos, and audio files from programs throughout the agency's history.\n\nThe official Flickr account for the award-winning photography team at NASA Headquarters in Washington.\n\nImages of Earth that emerge from NASA satellite missions, in-the-field research, and models.\n\nThe official Flickr account for NASA's James Webb Space Telescope.\n\nImages and photographs of our fascinating universe are featured daily, along with explanations from professional astronomers.\n\nPublicly released images from several solar system exploration programs.\n\nThe Faces of NASA series combines stunning portraiture with interviews of NASA's workforce.\n\nGames and Interactives\n\nBlogs\n\nNewsletters\n\nNASA History"
  },
  {
    "url": "https://science.nasa.gov/solar-system/skywatching/whats-up-march-2025-skywatching-tips-from-nasa/",
    "title": "What’s Up: March 2025 Skywatching Tips from NASA",
    "date": "2025-02-28T17:28:35-05:00",
    "content": "5 min read\n\nCatch Mercury if you can, then stay up late for a total lunar eclipse, and learn the truth about the dark side of the Moon.\n\nAll Month – Planets Visibility:\n\nDaily Highlights:\n\nMarch 7-9 – Catch Mercury: Look for Mercury beginning about 30 minutes after sunset in the west, about 10 degrees above the horizon.\n\nMarch 13-14 – Total Lunar Eclipse: The Moon becomes a crimson orb over a couple of hours on March 13th and into the 14th, depending on your time zone.\n\nMarch 14 – Full moon\n\nMarch 29 – New moon: This is when the dark side of the Moon faces toward Earth. The new moon appears close to the Sun in the sky, so it's essentially invisible from the surface (except during solar eclipses).\n\nWhat’s Up for March? A good time to catch Mercury, an eclipse approaches, and the dark side of the Moon.\n\nMarch begins with Venus still hanging out low in the west after sunset, but it quickly drops out of the sky – by mid-month it's getting lost in the glare of sunset. Once it gets dark, you'll find Jupiter and Mars high overhead, keeping you company through the evening. Mars sets a couple of hours after midnight this month, leaving the morning sky \"planet free\" for the first time in a year.\n\nMarch also has the best opportunity this year for trying to spot fast-moving Mercury if you're in the Northern Hemisphere. It's only visible for a few weeks at a time every 3 to 4 months. This is because the speedy planet orbits the Sun in just 88 days, so it quickly shifts its position in the sky from day to day. It's always visible either just after sunset or just before sunrise. On March 7th through 9th, look for Mercury beginning about 30 minutes after sunset in the west, about 10 degrees above the horizon.\n\nYou'll want to ensure your view isn't blocked by trees, buildings, or other obstructions. Observing from a large, open field, or the shore of a lake or the seaside can be helpful. Spying Mercury isn't always easy, but catching the fleet-footed planet is a worthy goal for any skywatcher.\n\nThere's a total lunar eclipse on the way this month, visible across the Americas. Lunar eclipses can be viewed from anywhere the Moon is above the horizon at the time. The show unfolds overnight on March 13th and into the 14th, depending on your time zone. Check the schedule for your area for precise timing.\n\nNow, during a total lunar eclipse, we watch as the Moon passes through Earth's shadow. It first appears to have a bite taken out of one side, but as maximum eclipse nears, the Moon transforms into a deep crimson orb. That red color comes from the ring of all the sunsets and sunrises you'd see encircling our planet if you were an astronaut on the lunar surface right then. Afterward, the eclipse plays out in reverse, with the red color fading, and the dark bite shrinking, until the Moon looks like its usual self again.\n\nAnd here's an interesting pattern: eclipses always arrive in pairs. A couple weeks before or after a total lunar eclipse, there's always a solar eclipse. This time, it's a partial solar eclipse that will be visible across Eastern Canada, Greenland, and Northern Europe.\n\nThe Moon has a dark side, but it may not be what you think. As it orbits around Earth each month, the Moon is also rotating (or spinning). So, while we always see the same face of the Moon, sunlight sweeps across the lunar surface every month as it rotates.\n\nThis means there's no permanently \"dark\" side. The Moon's dark side faces Earth when the Moon passes between our planet and the Sun each month. This is the moment when the Moon is said to be \"new,\" as in a fresh start for its changing phases.\n\nThe new moon is also located quite close the Sun in the sky, making it more or less invisible, unless there's a solar eclipse.\n\nNights around the new moon phase provide excellent opportunities for observing the sky – especially if you're using a telescope or doing astrophotography. Without moonlight washing out the sky, you can better see faint stars, nebulas, the Milky Way, and distant galaxies. So next time someone mentions the \"dark side of the Moon,\" you'll know there's more to the story – and you might even discover some deep-sky treasures while the Moon takes its monthly break.\n\nAbove are the phases of the Moon for March. Stay up to date on all of NASA's missions exploring the solar system and beyond at NASA Science. I'm Preston Dyches from NASA's Jet Propulsion Laboratory, and that's What's Up for this month.\n\nSkywatching\n\nPlanets\n\nSolar System Exploration\n\nMoons"
  },
  {
    "url": "https://www.nasa.gov/news/media-contacts/",
    "title": "NASA Media Contacts",
    "date": "2023-06-29T14:53:17-04:00",
    "content": "The newsroom at Mary W. Jackson NASA Headquarters in Washington is open from 8 a.m. to 6 p.m. Eastern Monday through Friday. Media can contact the newsroom at:  hq-media@mail.nasa.gov or 202-358-1600.\n\nNASA's guidelines for Insignia, Logotype, and supporting graphics use.\n\nNASA’s formal policy that standardizes the criteria and process for media accreditation agencywide.\n\nNASA's policy governing the release of public information, which is defined as information in any form provided to news and information media.\n\nLatest news from NASA and instructions for subscribing.\n\nJun 11, 2022\n\nPDF (75.48 KB)"
  },
  {
    "url": "https://science.nasa.gov/mission/hubble/",
    "title": "Hubble Space Telescope",
    "date": "2023-05-10T10:28:36-04:00",
    "content": "Since its 1990 launch, the Hubble Space Telescope has changed our fundamental understanding of the universe.\n\nNight Sky Observing Challenge\n\nnew e-book\n\nonline activities\n\nThroughout the history of science, revolutionary instruments propel our understanding with their landmark discoveries. The Hubble Space Telescope is a testament to that concept. Its design, technology and serviceability have made it one of NASA's most transformative observatories. From determining the atmospheric composition of planets around other stars to discovering dark energy, Hubble has changed humanity's understanding of the universe.\n\nMission Type\n\nDestination\n\nLaunch\n\nObjective\n\nIt’s one thing to look at a Hubble image, but have you ever heard one?\n\nHearing Hubble allows you choose from 10 breathtaking Hubble views. You pick the instruments, scanning pattern, harmony, and scientific information you want to use to create a symphony that represents the image in sound! When you’re done composing, share your masterpiece on social media and with family and friends.\n\nHubble Spies a Spiral in the Water Snake\n\nNASA’s Hubble Finds Kuiper Belt Duo May Be Trio\n\nHubble Captures New View of Colorful Veil\n\nNASA’s Hubble Provides Bird’s-Eye View of Andromeda Galaxy’s Ecosystem\n\nHubble Spies a Spiral That May Be Hiding an Imposter\n\nHubble Captures a Cosmic Cloudscape\n\nHubble Goes Supernova Hunting\n\nStraight Shot: Hubble Investigates Galaxy with Nine Rings\n\nThis downloadable e-book showcases some of Hubble’s ground-breaking discoveries over its more than three decades of observations.\n\nHubble explores the universe 24 hours a day, 7 days a week. That means it has observed some fascinating cosmic wonder every day of the year, including on your birthday.\n\nSee the area of sky Hubble is investigating.\n\nMatch nebulae with their names\n\nGet a Hubble's-eye-view of cosmic objects\n\nVirtually Tour Hubble in orbit\n\nPlay this trivia game and test your knowledge!\n\nTake a virtual tour of Hubble's operations center\n\nGet your passports and spacesuits ready — you’re going on a cosmic journey with Hubble! In this game, you get to decide where in the universe to visit. Answer questions, and let your choices lead you to an incredible destination in our cosmos.  Check out planets close to home, or venture billions of light-years away to take in the view from afar. Safe travels!\n\nIt’s one thing to look at a Hubble image, but have you ever heard one? Choose from 10 breathtaking Hubble views, then pick the instruments, scanning pattern, harmony, and scientific information you want to use to create a symphony that represents the image in sound!\n\nNickel-hydrogen batteries store renewable energy for power plants, businesses, and homes, thanks to innovations from EnerVenue, informed by NASA papers out of Glenn Research Center about the technology’s performance on Hubble , ISS, and more.\n\nThis downloadable e-book showcases some of Hubble’s ground-breaking discoveries over its more than three decades of observations.\n\nIn an effort spanning a decade and over 1,000 orbits, Hubble has captured the Andromeda galaxy in stunning detail—revealing everything from young stars to remnants of past galactic collisions.\n\nGet your passports and spacesuits ready — you’re going on a cosmic journey with Hubble!\n\nIn this video, Dr. Padi Boyd explains Hubble's stunning images of protoplanetary disks—dynamic, swirling structures of gas and dust surrounding young stars.\n\nComet Shoemaker-Levy 9 left an indelible mark on our understanding of the solar system when it collided with Jupiter. Discover the crucial role Hubble played in capturing this dramatic impact.\n\nNASA's free mobile application puts Hubble interactives, resources, and information at your fingertips, including an augmented reality model exclusive to the NASA app. Use this app to stay up to date on all things Hubble!\n\nMade famous in 1995 by Hubble, the Pillars of Creation in the heart of the Eagle Nebula have captured imaginations worldwide with their arresting, ethereal beauty.\n\nNASA's Hubble Space Telescope has a long history of working with other observatories to explore our universe.\n\nCelebrate 35 years of Hubble observations with our year-long stargazing adventure!\n\nEach month in 2025, the Hubble team will release a new set of objects for you to explore. Compare your view to Hubble’s, then submit your observations to the Astronomical League to earn recognition for your achievement.\n\nIn the years following the launch of NASA’s Hubble Space Telescope, astronomers have tallied over 1 trillion galaxies in the…\n\nHow did a telescope become a household name and change how we look at the cosmos forever?\n\nWith over 1.5 million observations and 20,000+ papers published on its discoveries, Hubble is the most productive science mission in the history of NASA. Yet the story of Hubble’s success starts before NASA even existed. It includes adversity, human ingenuity, heroic spacewalks, risk taking, and discovery. Learn the background of one NASA’s most famous missions.\n\nFrom cultural touchstone to technological influencer, Hubble has left its mark on Earth\n\nHubble science has rewritten astronomy textbooks as its discoveries continually provide deeper explanations of astronomical objects and unveil new phenomena. But science isn’t the only way Hubble has impacted our world. From image detectors that are now used in the fight against breast cancer to science images that are used in Hollywood blockbuster movies, Hubble is embedded in our everyday lives and pop culture.\n\nHubble has not only furthered our knowledge of the known universe, it's shocked the astronomical world with never-before-seen phenomena.\n\nWhen Hubble was launched, no planets around other stars had been discovered, Pluto had only one known moon, and dark energy was not even a concept. With over three decades of observations, Hubble has changed humanity’s understanding of the universe. We now know that black holes exist at the center of almost all galaxies, Jupiter’s massive storm – the Great Red spot – is now shrinking, light can echo just like sound, and the universe is expanding at an accelerating rate. Learn about Hubble’s great discoveries, understand the basics behind Hubble’s scientific capabilities, and explore its incredible images of the cosmos.\n\nEven after three decades in the harsh environment of space, Hubble is still at the peak of its scientific capability\n\nDesigned and built in the 1970’s and 1980’s, Hubble has far surpassed its 15-year life expectancy and produced science never thought possible at the time of its launch. Learn about Hubble’s unique design, the human spaceflight missions that have extended its life, and the ground operations that keep it as productive as ever.\n\n\n\nWhat's the same and what's different? Compare these two NASA flagship missions.\n\nHubble has affected every area of astronomy. Its most notable scientific discoveries reflect the broad range of research and the breakthroughs it has achieved.\n\nYour backyard telescope and binoculars may not have the capabilities of Hubble, but you can still see amazing objects. Compare what you see with the images Hubble has taken.\n\nInvestigate the mysteries of the universe with Hubble. Learn Hubble's history. E-books dive deeper into Hubble discoveries and more.\n\nEuropa Clipper will search for signs of potential habitability on Jupiter's icy ocean moon Europa.\n\nFollow NASA History on Social Media\n\nRoman\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/solar-system/kuiper-belt/",
    "title": "The Kuiper Belt",
    "date": "2023-06-15T22:20:14-04:00",
    "content": "The Kuiper Belt is a doughnut-shaped region of icy objects beyond the orbit of Neptune. It is home to Pluto and most of the known dwarf planets and some comets.\n\nThe Kuiper Belt is a large, doughnut-shaped region of icy bodies extending far beyond the orbit of Neptune.\n\nThe Kuiper Belt is home to Pluto and Arrokoth. Both worlds were visited by NASA's New Horizons spacecraft. There may be millions of other icy worlds in the Kuiper Belt that were left over from the formation of our solar system.\n\nMost of what we know about the Kuiper Belt comes from ground-based telescopes and the Hubble Space Telescope.\n\nOnly one spacecraft has visited the Kuiper Belt. NASA’s New Horizons flew past Pluto in July 2015 – sending back the first clear, close-up images of the tiny world. On Jan. 1, 2019, the spacecraft flew by a Kuiper Belt object later named Arrokoth.\n\nIt's vast and mysterious, cold and dark. It's a place we've only just begun to explore. Here are 10 things…\n\nNASA Earns Best Place to Work in Government for 13th Consecutive Year\n\nCosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch\n\nNASA Receives Some Data Before Intuitive Machines Ends Lunar Mission\n\nNASA Astronaut Tracy Dyson Speaks to Students\n\nNASA Invites Creators to Design Mascot for Artemis Moon Mission\n\nJust outside of Neptune’s orbit is a ring of icy bodies. We call it the Kuiper Belt. It’s pronounced \"ky-purr.\"\n\nOort Cloud\n\nPluto\n\nSkywatching\n\nAsteroids, Comets & Meteors"
  },
  {
    "url": "https://www.nasa.gov/missions/station/preguntas-frecuentes-la-verdadera-historia-del-cuidado-de-la-salud-de-los-astronautas-en-el-espacio/",
    "title": "Preguntas frecuentes: La verdadera historia del cuidado de la salud de los astronautas en el espacio",
    "date": "2024-11-21T15:12:05-05:00",
    "content": "8 min read\n\nRead this story in English here.\n\nLa Estación Espacial Internacional es el hogar de la humanidad en el espacio y una estación de investigación que gira en órbita sobre la Tierra a unos 400 kilómetros (250 millas) de altura. La NASA y sus socios internacionales han mantenido una presencia humana continua a bordo de la estación espacial durante más de 24 años, haciendo investigaciones que no es posible realizar en la Tierra.\n\nLa gente que vive y trabaja a bordo de este laboratorio en microgravedad también forma parte de las investigaciones que se llevan a cabo, y ellos ayudan a abordar complejos problemas de la salud humana en la Tierra y preparan a la humanidad para viajar más lejos que nunca, incluyendo la Luna y Marte.\n\nEstas son algunas de las preguntas frecuentes sobre cómo la NASA y su equipo de médicos, psicólogos, nutricionistas, científicos del ejercicio y otros profesionales especializados garantizan la salud y la condición física de los astronautas a bordo del laboratorio orbital.\n\nUna misión típica a la Estación Espacial Internacional dura unos seis meses, pero puede variar en función del calendario de visitas de naves espaciales, las prioridades de la misión y otros factores. Los astronautas de la NASA también han permanecido a bordo de la estación espacial durante períodos de tiempo más largos. Estas se conocen como misiones de larga duración, y misiones anteriores de este tipo han proporcionado a la NASA cuantiosos datos sobre los vuelos espaciales a largo plazo y sus efectos en el cuerpo humano, los cuales la agencia aplica a cualquier misión tripulada.\n\nDurante las misiones de larga duración, el equipo de profesionales médicos de la NASA se centra en optimizar la salud física y conductual de los astronautas y su desempeño, para ayudar a garantizar el éxito de la misión. Estos esfuerzos también ayudan a la NASA a prepararse para futuras misiones humanas a la Luna, Marte y más allá.\n\nLa NASA tiene un equipo de médicos, psicólogos y otros especialistas en tierra que se dedican a dar apoyo a la salud y el bienestar de los astronautas antes, durante y después de cada misión espacial. La NASA asigna a cada tripulación médicos con formación especializada en medicina espacial, denominados médicos de la tripulación de vuelo, una vez que la tripulación ha sido seleccionada para una misión. Los médicos de la tripulación de vuelo supervisan la atención de salud y la capacitación médica mientras los miembros de la tripulación se preparan para su misión, y monitorean la salud de la tripulación antes, durante y después de su misión a la estación espacial.\n\nEl equipo de salud conductual de la NASA proporciona servicios de apoyo psicológico determinados de manera individual para los miembros de la tripulación y sus familias durante cada misión. Garantizar que los astronautas puedan mantener su vitalidad en entornos extremos comienza tan pronto se inicia el proceso de selección de astronautas, en el que los candidatos son evaluados en capacidades como su adaptabilidad y resiliencia. Los astronautas reciben una formación exhaustiva que les ayuda a utilizar herramientas y tratamientos de autoevaluación para gestionar su salud conductual. La NASA también ofrece capacitación en destrezas expedicionarias a fin de preparar a cada astronauta para las misiones en capacidades importantes, como los cuidados personales y el cuidado del equipo, las comunicaciones y las destrezas de liderazgo y colaboración.\n\nPara ayudar a mantener la motivación y la moral a bordo de la estación espacial, los astronautas pueden enviar correos electrónicos, hacer llamadas y videoconferencias con sus familiares y amigos, recibir paquetes personales enviados a bordo de las misiones de reabastecimiento de carga de la NASA y sostener teleconferencias con un psicólogo, si es necesario.\n\nEn microgravedad, sin la carga continua de la gravedad de la Tierra, se producen muchos cambios en el cuerpo humano. La NASA entiende muchas de las respuestas del sistema humano al entorno espacial, entre las que se cuentan las adaptaciones a la densidad ósea, la salud muscular, sensitivomotora y cardiovascular, pero todavía queda mucho por aprender. Estos efectos de los vuelos espaciales varían de uno a otro astronauta, por lo que los médicos de la tripulación de vuelo de la NASA monitorean regularmente la salud de cada miembro de la tripulación durante una misión e individualizan las rutinas de dieta y acondicionamiento físico para dar prioridad a la salud y el estado físico durante su permanencia en el espacio.\n\nTodos los astronautas a bordo del laboratorio en órbita participan en planes de ejercicio específicamente diseñados y similares a los de la Tierra. Para mantener su fuerza y resistencia, los miembros de la tripulación tienen programadas dos horas y media de ejercicio diario para sustentar su salud muscular, ósea, aeróbica y sensitivomotora. El equipo actual a bordo de la estación espacial incluye el Dispositivo Avanzado de Ejercicio Resistivo (ARED, por sus siglas en inglés), que imita el levantamiento de pesas; una cinta de correr, llamada T2; y el Cicloergómetro con Sistema de Aislamiento y Estabilización de Vibraciones (CEVIS, por sus siglas en inglés) para el ejercicio cardiovascular.\n\nLa nutrición desempeña un papel fundamental en el mantenimiento de la salud y el rendimiento óptimo de un astronauta antes, durante y después de su misión. La alimentación también cumple un rol psicosocial durante la prolongada estancia de un astronauta a bordo de la estación espacial. Los expertos que trabajan en el Laboratorio de Sistemas de Alimentación Espacial de la NASA en el Centro Johnson en Houston desarrollan alimentos nutritivos y apetitosos. Los miembros de la tripulación tienen pueden complementar las opciones del menú estándar con sus platos favoritos personales, que pueden brindar un sabor hogareño.\n\nLos nutricionistas y científicos de bioquímica nutricional de la NASA determinan los nutrientes (vitaminas, minerales, calorías) que los astronautas necesitan mientras están en el espacio. Este equipo lleva el registro de lo que come cada miembro de la tripulación mediante un programa de seguimiento basado en computadoras de tableta, que cada astronauta completa a diario. Los datos de la aplicación se envían semanalmente a los nutricionistas para controlar la ingesta dietética. El análisis de las muestras de sangre y orina de los astronautas que son tomadas antes, durante y después de las misiones espaciales es una parte crucial del estudio de cómo responden sus cuerpos a las condiciones únicas de los vuelos espaciales. Estas muestras proporcionan información valiosa sobre cómo cada astronauta se adapta a la microgravedad, la radiación y otros factores que afectan la fisiología humana en el espacio.\n\nAdemás de su capacitación técnica, los astronautas participan en la formación de destrezas de trabajo en equipo. Aprenden destrezas eficaces para la vida en grupo y cómo cuidarse y apoyarse unos a otros. Debido a su naturaleza remota y aislada, los vuelos espaciales de larga duración pueden dificultar el trabajo en equipo. Los astronautas deben mantener la conciencia situacional e implementar el programa de vuelo en un entorno en constante cambio. Por lo tanto, la comunicación efectiva es fundamental cuando se trabaja en equipo a bordo de la estación y con diferentes equipos de soporte en tierra. Los astronautas también deben ser capaces de comunicar información compleja a personas con diferente formación profesional. En última instancia, los astronautas son personas que viven y trabajan juntas a bordo de la estación y deben ser capaces de llevar a cabo un trabajo altamente técnico y resolver cualquier problema interpersonal que pueda surgir.\n\nTodos los astronautas reciben capacitación médica y tienen contacto regular con un equipo de médicos que vigilan de cerca su salud desde tierra. La NASA también mantiene una farmacia bien surtida y un conjunto de equipamientos médicos a bordo de la estación espacial para atender diversas afecciones y lesiones. Si una emergencia médica requiere volver a la Tierra, la tripulación regresará en la nave espacial que fue llevada a bordo para recibir atención médica urgente en tierra.\n\nPuedes obtener más información sobre la Dirección de Salud y Desempeño Humano de la NASA (en inglés) en:\n\nwww.nasa.gov/hhp"
  },
  {
    "url": "https://science.nasa.gov/mission/webb/",
    "title": "James Webb Space Telescope",
    "date": "2023-05-25T08:11:06-04:00",
    "content": "Webb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the history of our Universe.\n\nWebb studies every phase in the history of our Universe, ranging from the first luminous glows after the Big Bang, to the formation of solar systems capable of supporting life on planets like Earth, to the evolution of our own Solar System.  Webb launched on Dec. 25th 2021.  It does not orbit around the Earth like the Hubble Space Telescope,  it orbits the Sun 1.5 million kilometers (1 million miles) away from the Earth at what is called the second Lagrange point or L2.\n\nMission Type\n\nPartners\n\nLaunch\n\nArrival at L2\n\nextending the tantalizing discoveries of the Hubble Space Telescope.\n\nSo big it has to fold origami-style to fit in the rocket and will unfold like a “Transformer” in space.\n\nWebb orbits the Sun 1.5 million kilometers from the Earth. (Hubble orbits 560 kilometers above the Earth.)\n\nWebb has a 5-layer sunshield that protects the telescope from the infrared radiation of the Sun, Earth, and Moon; like having sun protection of SPF 1 million.\n\niIt will peer back in time over 13.5 billion years to see the first galaxies born after the Big Bang.in the ISS.\n\nHigh-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and purple in this representative color image.\n\nOver tens of thousands of years, the central protostars have periodically ejected some of the gas and dust, spewing it out as tight, fast jets and slightly slower outflows that “trip” across space. When more recent ejections hit older ones, the material can crumple and twirl based on the densities of what is colliding. Over time, chemical reactions within these ejections and the surrounding cloud have produced a range of molecules, like carbon monoxide, methanol, and several other organic compounds.\n\nWebb's latest news releases in reverse chronological order.  Search and sort the news feed with the controls immediately below.\n\nHigh-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and…\n\nAn international team of researchers has discovered that previously observed variations in brightness of a free-floating planetary-mass object known as SIMP 0136 must be the result of a complex combination of atmospheric factors, and cannot be explained by clouds alone.…\n\nThe supermassive black hole at the center of the Milky Way appears to be having a party, complete with a disco ball-style light show. Using NASA’s James Webb Space Telescope, a team of astrophysicists has gained the longest, most detailed…\n\nDiscovery proves decades-old theory of galaxy feeding cycle. Researchers using NASA’s James Webb Space Telescope have finally solved the mystery of how a massive galaxy cluster is forming stars at such a high rate. The confirmation from Webb builds on…\n\nWebb's Blog offers an insider's point of view covering a variety of topics that include on going operations as well as exciting Webb science images/spectra that are not yet peer reviewed and therefore not released as NASA feature articles ( IE the above official Webb News Feed).  Blog posts are often co-authored by scientists and engineers and offer unique insights.\n\nThe image below is a SLIDESHOW. Hover over the image to see the image title and controls. Click the image to go to a detail page with more info and the ability to download the image at various resolutions (click the downward arrow icon in lower right corner).\n\nScience images from 2024.\n\nWebb's first science images released in July of 2022 just after commissioning was completed.\n\nImages from Webb's testing and commissioning,  road to launch from the US to ESA's launch facility in French Guiana,  Webb's launch,  Webb's development and more.\n\nThe where, why and how of Webb images.\n\nSee current, upcoming and recent past observations scientists are making with the Webb Space Telescope. View details about each observation's science focus areas, the instruments used and more.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the history of our Universe, ranging from the first luminous glows after the Big Bang, to the formation of solar systems capable of supporting life on planets like Earth, to the evolution of our own Solar System.\n\nThe James Webb Space Telescope is a giant leap forward in our quest to understand the Universe and our origins. Webb is examining every phase of cosmic history: from the first luminous glows after the Big Bang to the formation of galaxies, stars, and planets to the evolution of our own solar system. Learn about the 4 main science themes for Webb.\n\nThe Webb Space Telescope is the largest, most powerful and most complex telescope ever launched into space . It's design and development history stretches back before the Hubble Space Telescope was launched.  Learn about the design, the major components and subsystems of Webb and see Webb in 3d in a 3d Solar System.\n\nWebb is for the world, and from the world. Thousands of skilled scientists, engineers and technicians from 14 countries (and more than  29 U.S. states, and Washington, D.C.) contributed to the design, build, test, integration, launch, commissioning and operations of Webb. It is a joint NASA/ESA/CSA mission. Assembly and testing of the mirror and instruments occurred at NASA Goddard (GSFC).\n\nMissions\n\nHumans in Space\n\nClimate Change\n\nSolar System"
  },
  {
    "url": "https://science.nasa.gov/missions/hubble/hubble-spies-a-spiral-in-the-water-snake/",
    "title": "Hubble Spies a Spiral in the Water Snake",
    "date": "2025-03-07T08:21:09-05:00",
    "content": "2 min read\n\nThis NASA/ESA Hubble Space Telescope image of a vibrant spiral galaxy called NGC 5042 resides about 48 million light-years from Earth in the constellation Hydra (the water snake). The galaxy nicely fills the frame of this Hubble image, while a single, foreground star from the Milky Way shines with cross-shaped diffraction spikes near the galaxy’s edge toward the top, center of the image.\n\nHubble observed NGC 5042 in six wavelength bands from the ultraviolet to infrared to create this multicolored portrait. The galaxy’s cream-colored center is packed with ancient stars, and the galaxy’s spiral arms are decorated with patches of young, blue stars. The elongated yellow-orange objects scattered around the image are background galaxies far more distant than NGC 5042.\n\nPerhaps NGC 5042’s most striking feature is its collection of brilliant pink gas clouds studded throughout its spiral arms. These flashy clouds are H II (pronounced “H-two” or hydrogen-two) regions, and they get their distinctive color from hydrogen atoms that were ionized by ultraviolet light. If you look closely at this image, you’ll see that many of these reddish clouds are associated with clumps of blue stars, often appearing to form a shell around the stars.\n\nH II regions arise in expansive clouds of hydrogen gas, and only hot and massive stars produce enough high-energy, ultraviolet light to create a H II region. Because the stars capable of creating H II regions only live for a few million years — just a blink of an eye in galactic terms — this image represents a fleeting snapshot of this galaxy.\n\nMedia Contact:\n\nClaire Andreoli (claire.andreoli@nasa.gov)NASA's Goddard Space Flight Center, Greenbelt, MD\n\nSince its 1990 launch, the Hubble Space Telescope has changed our fundamental understanding of the universe.\n\nReshaping Our Cosmic View: Hubble Science Highlights\n\nHubble’s Galaxies\n\nHubble’s 35th Anniversary"
  },
  {
    "url": "https://science.nasa.gov/mission/osiris-rex/",
    "title": "OSIRIS-REx",
    "date": "2023-03-07T13:05:44-05:00",
    "content": "Origins, Spectral Interpretation, Resource Identification, and Security – Regolith Explorer\n\nLEARN MORE\n\nFrequently asked questions\n\n2025 News\n\nOSIRIS-REx is the first U.S. mission to collect a sample from an asteroid. It returned to Earth on Sept. 24, 2023, to drop off a capsule with material from asteroid Bennu. After dropping off the sample capsule through Earth's atmosphere, the spacecraft was renamed OSIRIS-APEX and sent on a new mission to explore asteroid Apophis in 2029.\n\nMission Type\n\nDestination\n\nsample DELIVERED\n\nObjective\n\nStudies of rock and dust from asteroid Bennu delivered to Earth by the OSIRIS-REx spacecraft have revealed molecules that, on our planet, are key to life, as well as a history of saltwater that could have served as the “broth” for these compounds to interact and combine.\n\nLaunched on Sept. 8, 2016, the Origins, Spectral Interpretation, Resource Identification, and Security-Regolith Explorer, or OSIRIS-REx, spacecraft traveled to a near-Earth asteroid named Bennu (formerly 1999 RQ36). It collected a sample of rocks and dust from Bennu's surface on October 20, 2020.\n\nThe spacecraft delivered the sample to Earth on Sept. 24, 2023 when it released a capsule with grains of Bennu over Earth’s atmosphere. The capsule parachuted to the Department of Defense's Utah Test and Training Range, where the OSIRIS-REx team was waiting to retrieve it.\n\nScientists hope the Bennu sample will reveal whether asteroids that collided with Earth billions of years ago thereby delivered water and other ingredients for life to our planet.\n\nTo view more images from the Sept. 24, 2023, asteroid sample arrival in Utah, visit NASA's OSIRIS-REx Flickr gallery.\n\nNASA’s Asteroid Bennu Sample Reveals Mix of Life’s Ingredients\n\nHow NASA Found the Ingredients for Life on an Asteroid\n\nNASA to Brief Media on Asteroid Sample Mission Findings\n\nNASA Shares Asteroid Bennu Sample in Exchange with JAXA\n\nRevisiting OSIRIS-REx\n\nCuration team members at NASA’s Johnson Space Center in Houston have successfully removed the two fasteners from the sampler head that had prevented the remainder of OSIRIS-REx’s asteroid Bennu sample material from being accessed.\n\nThe curation team processing NASA’s asteroid Bennu sample has removed and collected 2.48 ounces (70.3 grams) of rocks and dust from the sampler hardware – surpassing the agency’s goal of bringing at least 60 grams to Earth.\n\nThe initial curation process for NASA’s OSIRIS-REx  sample of asteroid Bennu is moving slower than anticipated, but for the best reason: the sample runneth over.\n\nOSIRIS-APEX, a follow-on to OSIRIS-REx, will study the physical changes to asteroid Apophis after the asteroid’s rare close encounter with Earth in 2029.\n\nAsteroids\n\nBennu is a small, near-Earth asteroid that passes close to Earth about every six years.\n\nOur Solar System\n\nScience Missions"
  },
  {
    "url": "https://www.nasa.gov/feature/naca-at-110-special-feature/",
    "title": "The NACA",
    "date": "",
    "content": "As we celebrate the 110th anniversary of the March 3, 1915 formation of NASA’s predecessor, the National Advisory Committee for Aeronautics, we take a deeper look at the contributions of the four research centers where it all began.\n\ncongressional direction in establishing the NACA in 1915\n\n\n\nChapter 1\n\nThe Wright Brothers made history with their 1903 flight, but U.S. leadership in aviation during the next decade fell behind as Europe invested in aeronautical research before the first world war.\n\nThe U.S. responded to Europe’s aeronautical trailblazing in 1915 by forming a committee of government, military, and industry leaders. It was called the National Advisory Committee for Aeronautics, or the NACA — with each letter pronounced.The NACA contributed to some of the most important advancements in the history of flight. And its people, its laboratories, and legacy, became the basis for NASA at the dawn of the Space Age.\n\nChapter 2\n\nNACA research at what is now Langley Research Center had a modest start with two hangars, an initial staff of eleven people, and a single wind tunnel whose design was obsolete by the time it began operations.\n\nDespite unassuming beginnings, NACA researchers wasted no time setting the gold standard for aeronautical innovations, many of which became the basis for aviation technologies still in use today.One of the earliest advances was the NACA cowling, an aerodynamically efficient engine cover that improved aircraft performance, fuel efficiency, and safety. It made such a difference that in 1929 the technology and its inventors were awarded the Collier Trophy, aviation’s highest honor.\n\nFounded in 1917, Langley Memorial Aeronautical Laboratory was the first established NACA facility. All other NACA research centers grew from Langley, giving it the nickname of the Mother Center.\n\nChapter 3\n\nWith an ever growing demand for advances in aviation to serve both military and civilian needs, the NACA had to grow as well and found just what it needed by locating its second aeronautics laboratory in what would become Silicon Valley near San Francisco.\n\nThe laid back West Coast culture didn’t keep researchers at Ames from making urgent, big strides in aviation during and after World War II with the help of what was then the world’s largest wind tunnel, which opened in 1944.Achievements at Ames  were many, with notable ones including design improvements to the P-51 Mustang fighter that helped win the war, and a Collier Award-winning method for preventing fatal ice build up on wings.\n\nFounded in 1939, Ames Aeronautical Laboratory gave the NACA room to establish new facilities and expanded research capabilities at a time when California's aviation industry was rapidly growing just before World War II.\n\nChapter 4\n\nThe desire for airplanes — and eventually rockets — to fly faster, higher, and farther meant the NACA needed new ideas and research capabilities for improving propulsion. The solutions would be found in a new engine laboratory set up in Ohio.\n\nFrom the NACA’s engine laboratory’s start in 1941, each decade saw propulsion advancements that began with piston-driven propellers; continued on with turbojets, pure jets, and ramjets; and then moved on to rocket engines to power the Space Age.\n\nFounded in 1941, the NACA's Aircraft Engine Research Laboratory took the lead in studying all aspects of aircraft propulsion, increasing available power and enabling faster aircraft for both military and civilian uses.\n\nChapter 5\n\nAbove the deserts of Southern California, in 1947, the American rocket-powered X-1 experimental aircraft broke the sound barrier as a small team of NACA specialists monitored the flight below. A golden age of flight research had begun.\n\nFrom the X-1 in 1947 to the upcoming flights of the X-59 and X-66, experimental aircraft — X-planes — have been a staple of flight test operations at what is now Armstrong Flight Research Center.  Work done by the NACA through 1958 and NASA ever since, not only with X-planes but research aircraft of all sorts, has advanced our understanding of all things aeronautics, making air travel one of the safest modes of transportation.\n\nThirteen people from the NACA's Langley Laboratory arrived at Muroc Army Air Field in 1946 to support testing of a rocket plane that first flew faster than sound a year later. From that seed grew the flight research center NASA operates today.\n\nFrom 1915 to 1958, the NACA led the world in aviation research. During this golden age of aeronautical innovation, air travel evolved from small wood and fabric airplanes  flying a few hundred feet high to rocket-propelled aircraft built from exotic metals cruising to the edge of space. The commercial jet age was taking off and the promise of supersonic airliners was just beyond the horizon. When the Soviet Union shocked the world with Sputnik in 1957, the U.S. reacted by creating a new agency in 1958 to research and develop the technology required to win the “Space Race.”  The nation looked to the experienced experts at the NACA to form the foundation of the new National Aeronautics and Space Administration. The NACA was no more, but its rich heritage of research excellence lives on today within NASA’s Aeronautics Research Mission Directorate.\n\nWith its elite research engineers and world-class test facilities, NASA’s predecessor, the NACA, was the nation’s premier aeronautical research institution for over 40 years.\n\nJim Banke is a veteran aviation and aerospace communicator with more than 35 years of experience as a writer, producer, consultant, and project manager based at Cape Canaveral, Florida. He is part of NASA Aeronautics' Strategic Communications Team and is Managing Editor for the Aeronautics topic on the NASA website."
  },
  {
    "url": "https://www.nasa.gov/missions/spherex/cosmic-mapmaker-nasas-spherex-space-telescope-ready-to-launch/",
    "title": "Cosmic Mapmaker: NASA’s SPHEREx Space Telescope Ready to Launch",
    "date": "2025-03-07T15:34:45-05:00",
    "content": "6 min read\n\nNASA’s latest space observatory is targeting a March 8 liftoff, and the agency’s PUNCH heliophysics mission is sharing a ride. Here’s what to expect during launch and beyond.\n\nIn a little over a day, NASA’s SPHEREx space telescope is slated to launch from Vandenberg Space Force Base in California aboard a SpaceX Falcon 9 rocket. The observatory will map the entire celestial sky four times in two years, creating a 3D map of over 450 million galaxies. In doing so, the mission will provide insight into what happened a fraction of a second after the big bang, in addition to searching interstellar dust for the ingredients of life, and measuring the collective glow from all galaxies, including ones that other telescopes cannot easily detect.\n\nThe launch window opens at 7:09:56 p.m. PST on Saturday, March 8, with a target launch time of 7:10:12 p.m. PST. Additional opportunities occur in the following days.\n\nSharing a ride with SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization and Ices Explorer) is NASA’s PUNCH (Polarimeter to Unify the Corona and Heliosphere), a constellation of four small satellites that will map the region where the Sun’s outer atmosphere, the corona, transitions to the solar wind, the constant outflow of material from the Sun.\n\nFor the latest on PUNCH, visit the blog:\n\nhttps://blogs.nasa.gov/punch\n\nWhat SPHEREx Will Do\n\nThe SPHEREx observatory detects infrared light — wavelengths slightly longer than what the human eye can see that are emitted by warm objects including stars and galaxies. Using a technique called spectroscopy, SPHEREx will separate the infrared light emitted by hundreds of millions of stars and galaxies into 102 individual colors — the same way a prism splits sunlight into a rainbow. Observing those colors separately can reveal various properties of objects, including their composition and, in the case of galaxies, their distance from Earth. No other all-sky survey has performed spectroscopy in so many wavelengths and on so many sources.\n\nThe mission’s all-sky spectroscopic map can be used for a wide variety of science investigations. In particular, SPHEREx has its sights set on a phenomenon called inflation, which caused the universe to expand a trillion-trillionfold in a fraction of a second after the big bang. This nearly instantaneous event left an impression on the large-scale distribution of matter in the universe. The mission will map the distribution of more than 450 million galaxies to improve scientists’ understanding of the physics behind this extreme cosmic event.\n\nAdditionally, the space telescope will measure the total glow from all galaxies, including ones that other telescopes cannot easily detect. When combined with studies of individual galaxies by other telescopes, the measurement of this overall glow will provide a more complete picture of how the light output from galaxies has changed over the universe’s history.\n\nAt the same time, spectroscopy will allow SPHEREx to seek out frozen water, carbon dioxide, and other key ingredients for life. The mission will provide an unprecedented survey of the location and abundance of these icy compounds in our galaxy, giving researchers better insight into the interstellar chemistry that set the stage for life.\n\nBut, first, SPHEREx has to get into space. Prelaunch testing is complete on the spacecraft’s various systems, and it’s been encapsulated in the protective nose cone, or payload fairing, atop the SpaceX Falcon 9 rocket that will get it there from Vandenberg’s Space Launch Complex-4 East.\n\nA little more than two minutes after the Falcon 9 lifts off, the main engine will cut off. Shortly after, the rocket’s first and second stages will separate, followed by second-stage engine start. The reusable first stage will then begin its automated boost-back burn to the launch site for a propulsive landing.\n\nOnce the rocket is out of Earth’s atmosphere, about three minutes after launch, the payload fairing that surrounds the spacecraft will separate into two halves and fall back to Earth, landing in the ocean. Roughly 41 minutes after launch, SPHEREx will separate from the rocket and start its internal systems so that it can point its solar panel to the Sun. After this happens, the spacecraft can establish communications with ground controllers at NASA’s Jet Propulsion Laboratory in Southern California, which manages the mission for the agency. This milestone, called acquisition of signal, should happen about three minutes after separation.\n\nAbout 52 minutes after liftoff, PUNCH should separate as well from the Falcon 9.\n\nBoth spacecraft will be in a Sun-synchronous low Earth orbit, where their position relative to the Sun remains the same throughout the year. Each approximately 98-minute orbit allows the SPHEREx telescope to view a 360-degree strip of the celestial sky. As Earth’s orbit around the Sun progresses, that strip slowly advances, enabling SPHEREx to image almost the entire sky in six months. For PUNCH, the orbit provides a clear view in all directions around the Sun.\n\nAbout four days after launch, SPHEREx should eject the protective cover over its telescope lens. The observatory will begin science operations a little over a month after launch, once the telescope has cooled down to its operating temperature and the mission team has completed a series of checks.\n\nNASA’s Launch Services Program, based out of the agency’s Kennedy Space Center in Florida, is providing the launch service for SPHEREx and PUNCH.\n\nFor more information about the SPHEREx mission, visit:\n\nhttps://www.jpl.nasa.gov/missions/spherex\n\nSPHEREx is managed by NASA JPL for the agency’s Astrophysics Division within the Science Mission Directorate at NASA Headquarters in Washington. BAE Systems (formerly Ball Aerospace) built the telescope and the spacecraft bus. The science analysis of the SPHEREx data will be conducted by a team of scientists located at 10 institutions in the U.S., two in South Korea, and one in Taiwan. Data will be processed and archived at IPAC at Caltech, which manages JPL for NASA. The mission’s principal investigator is based at Caltech with a joint JPL appointment. The SPHEREx dataset will be publicly available at the NASA-IPAC Infrared Science Archive.\n\nKaren Fox / Alise Fisher NASA Headquarters, Washington202-358-1600 / 202-358-2546karen.c.fox@nasa.gov / alise.m.fisher@nasa.gov\n\nCalla Cofield, SPHERExJet Propulsion Laboratory, Pasadena, Calif.626-808-2469calla.e.cofield@jpl.nasa.gov\n\nSarah Frazier, PUNCHGoddard Space Flight Center, Greenbelt, Md.202-853-7191sarah.frazier@nasa.gov\n\n2025-033\n\nHigh-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and…\n\nThis NASA/ESA Hubble Space Telescope image of a vibrant spiral galaxy called NGC 5042 resides…\n\nMissions\n\nHumans in Space\n\nClimate Change\n\nSolar System"
  },
  {
    "url": "https://science.nasa.gov/missions/webb/nasa-webb-wows-with-incredible-detail-in-actively-forming-star-system/",
    "title": "NASA Webb Wows With Incredible Detail in Actively Forming Star System",
    "date": "2025-03-07T10:00:00-05:00",
    "content": "High-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and purple in this representative color image.\n\nOver tens of thousands of years, the central protostars have periodically ejected some of the gas and dust, spewing it out as tight, fast jets and slightly slower outflows that “trip” across space. When more recent ejections hit older ones, the material can crumple and twirl based on the densities of what is colliding. Over time, chemical reactions within these ejections and the surrounding cloud have produced a range of molecules, like carbon monoxide, methanol, and several other organic compounds.\n\nThe two protostars responsible for this scene are at the center of the hourglass shape, in an opaque horizontal disk of cold gas and dust that fits within a single pixel. Much farther out, above and below the flattened disk where dust is thinner, the bright light from the stars shines through the gas and dust, forming large semi-transparent orange cones.\n\nIt’s equally important to notice where the stars’ light is blocked — look for the exceptionally dark, wide V-shapes offset by 90 degrees from the orange cones. These areas may look like there is no material, but it’s actually where the surrounding dust is the densest, and little starlight penetrates it. If you look carefully at these areas, Webb’s sensitive NIRCam (Near-Infrared Camera) has picked up distant stars as muted orange pinpoints behind this dust. Where the view is free of obscuring dust, stars shine brightly in white and blue.\n\nSome of the stars’ jets and outflows have wound up twisted or warped. To find examples, look toward the top right edge where there’s a prominent orange arc. This is a shock front, where the stars’ ejections were slowed by existing, denser material.\n\nNow, look a little lower, where orange meets pink. Here, material looks like a tangled mess. These are new, incredibly fine details Webb has revealed, and will require detailed study to explain.\n\nTurn to the lower half. Here, the gas and dust appear thicker. Zoom in to find tiny light purple pillars. They point toward the central stars’ nonstop winds, and formed because the material within them is dense enough that it hasn’t yet been blown away. L483 is too large to fit in a single Webb snapshot, and this image was taken to fully capture the upper section and outflows, which is why the lower section is only partially shown. (See a larger view observed by NASA's retired Spitzer Space Telescope.)\n\nAll the symmetries and asymmetries in these clouds may eventually be explained as researchers reconstruct the history of the stars’ ejections, in part by updating models to produce the same effects. Astronomers will also eventually calculate how much material the stars have expelled, which molecules were created when material smashed together, and how dense each area is.\n\nMillions of years from now, when the stars are finished forming, they may each be about the mass of our Sun. Their outflows will have cleared the area — sweeping away these semi-transparent ejections. All that may remain is a tiny disk of gas and dust where planets may eventually form.\n\nL483 is named for American astronomer Beverly T. Lynds, who published extensive catalogs of “dark” and “bright” nebulae in the early 1960s. She did this by carefully examining photographic plates (which preceded film) of the first Palomar Observatory Sky Survey, accurately recording each object’s coordinates and characteristics. These catalogs provided astronomers with detailed maps of dense dust clouds where stars form — critical resources for the astronomical community decades before the first digital files became available and access to the internet was widespread.\n\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb will solve mysteries in our solar system, look beyond to distant worlds around other stars, and probe the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and the Canadian Space Agency.\n\nClick any image to open a larger version.\n\nView/Download all image products at all resolutions for this article from the Space Telescope Science Institute.\n\n\n\nLaura Betz - laura.e.betz@nasa.govNASA’s Goddard Space Flight Center, Greenbelt, Md.\n\nClaire Blome - cblome@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\nChristine Pulliam - cpulliam@stsci.eduSpace Telescope Science Institute, Baltimore, Md.\n\n\n\nMore Webb News\n\nMore Webb Images\n\nWebb Science Themes\n\nWebb Mission Page\n\nView more: Webb images of similar protostar outflows – HH 211 and HH 46/47\n\nAnimation Video: “Exploring Star and Planet Formation”\n\nExplore the jets emitted by young stars in multiple wavelengths: ViewSpace Interactive\n\nRead more: Birth of Stars with Hubble observations\n\n\n\nWhat is the Webb Telescope?\n\nSpacePlace for Kids\n\n\n\nCiencia de la NASA\n\nNASA en español\n\nSpace Place para niños\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nUniverse\n\nStars\n\nStars Stories"
  },
  {
    "url": "https://phys.org/news/2025-03-ogle-gd-wd-extremely-hot.html",
    "title": "OGLE-GD-WD-0001 is an extremely hot pulsating pre-white dwarf, observations find",
    "date": "",
    "content": "March 6, 2025\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\nreport\n\nThis article has been reviewed according to Science X's \n\t\t\t\t\t\t\t\t\t\t\t\t\t\teditorial process\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tand policies.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tEditors have highlighted\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tthe following attributes while ensuring the content's credibility:\n\nfact-checked\n\npreprint\n\ntrusted source\n\nproofread\n\nby Tomasz Nowakowski\t\t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t , Phys.org\n\nAstronomers from Poland and Germany have performed photometric and spectroscopic observations of a blue variable object designated OGLE-GD-WD-0001. As a result, they found that the investigated object is an extremely hot pulsating pre-white dwarf of PG 1159 spectral type. The findings were detailed in a research paper published February 24 on the arXiv preprint server.\n\nWhite dwarfs (WDs) are stellar cores left behind after a star has exhausted its nuclear fuel. Due to their high gravity, they are known to have atmospheres of either pure hydrogen or pure helium. However, a small fraction of WDs shows traces of heavier elements.\n\nAlthough WDs have a relatively small size, comparable to that of Earth, they are a few million times more massive than our planet. Pre-white dwarfs (PWDs) are a few times larger and slated to shrink in size, eventually becoming WDs within a few thousand years.\n\nOGLE-GD-WD-0001 was first spotted in 2013 as a blue object exhibiting sinusoidal light variations with an amplitude of about 0.01 mag in the I-band at a period of about 18.34 minutes. The object was initially classified as a pulsating white dwarf.\n\nHowever, subsequent studies have put the WD status of OGLE-GD-WD-0001 into question. The latest observations of this object, made by a team of astronomers led by Paweł Pietrukowicz of the University of Warsaw, Poland, provide evidence that OGLE-GD-WD-0001 is a pulsating pre-white dwarf.\n\nThe observations found that OGLE-GD-WD-0001 showcases brightness variations and properties typical for pulsating PG 1159 stars. The so-called PG 1159 stars, or GW Virginis pulsators, are hot hydrogen-deficient precursors of white dwarfs, retaining some hydrogen in their envelope, named after their prototype.\n\nThe study found that the atmosphere of OGLE-GD-WD-0001 is composed of helium and carbon in equal proportions, with a 0.005 mass fraction of oxygen. The effective temperature of OGLE-GD-WD-0001 was found to be about 160,000 K, while its luminosity was estimated to be at a level of 2,000 solar luminosities. The astronomers noted that there are no traces of a planetary nebula around this PWD.\n\nThe authors of the paper concluded that OGLE-GD-WD-0001 is therefore among the hottest GW Virginis pulsators known to date. Moreover, it is close to the blue edge of the GW Virginis instability strip.\n\nFurther observations of OGLE-GD-WD-0001 are required, focused on obtaining a higher resolution spectrum of this pre-white dwarf, which would allow a more accurate determination of its physical parameters.\n\nMore information:\n\t\t\t\t\t\t\t\t\t\t\t\tP. Pietrukowicz et al, An Extremely Hot Pulsating Pre-White Dwarf from OGLE, arXiv (2025). DOI: 10.48550/arxiv.2502.17577\n\n\nJournal information:\narXiv\n\nJournal information:\narXiv\n\n© 2025 Science X Network"
  },
  {
    "url": "https://phys.org/news/2025-03-neural-network-deciphers-gravitational-merging.html",
    "title": "Neural network deciphers gravitational waves from merging neutron stars in a second",
    "date": "",
    "content": "March 5, 2025\n\nThis article has been reviewed according to Science X's \n\t\t\t\t\t\t\t\t\t\t\t\t\t\teditorial process\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tand policies.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tEditors have highlighted\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tthe following attributes while ensuring the content's credibility:\n\nfact-checked\n\npeer-reviewed publication\n\ntrusted source\n\nproofread\n\nby \t\t\t\t\t\t\t\t\t\t Max Planck Society\n\nBinary neutron star mergers occur millions of light-years away from Earth. Interpreting the gravitational waves they produce presents a major challenge for traditional data-analysis methods. These signals correspond to minutes of data from current detectors and potentially hours to days of data from future observatories. Analyzing such massive data sets is computationally expensive and time-consuming.\n\nAn international team of scientists has developed a machine learning algorithm, called DINGO-BNS (Deep INference for Gravitational-wave Observations from Binary Neutron Stars) that saves valuable time in interpreting gravitational waves emitted by binary neutron star mergers.\n\nThey trained a neural network to fully characterize systems of merging neutron stars in about a second, compared to about an hour for the fastest traditional methods. Their results were published in Nature under the title \"Real-time inference for binary neutron star mergers using machine learning.\"\n\nNeutron star mergers emit visible light (in the subsequent kilonova explosion) and other electromagnetic radiation in addition to gravitational waves.\n\n\"Rapid and accurate analysis of the gravitational-wave data is crucial to localize the source and point telescopes in the right direction as quickly as possible to observe all the accompanying signals,\" says the first author of the publication, Maximilian Dax, who is a Ph.D. student in the Empirical Inference Department at the Max Planck Institute for Intelligent Systems (MPI-IS), at ETH Zurich and at the ELLIS Institute Tübingen.\n\nThe real-time method could set a new standard for data analysis of neutron star mergers, giving the broader astronomy community more time to point their telescopes toward the merging neutron stars as soon as the large detectors of the LIGO-Virgo-KAGRA (LVK) collaboration identify them.\n\n\"Current rapid analysis algorithms used by the LVK make approximations that sacrifice accuracy. Our new study addresses these shortcomings,\" says Jonathan Gair, a group leader in the Astrophysical and Cosmological Relativity Department at the Max Planck Institute for Gravitational Physics in the Potsdam Science Park.\n\nIndeed, the machine learning framework fully characterizes the neutron star merger (e.g., its masses, spins, and location) in just one second without making such approximations. This allows, among other things, to quickly determine the sky position 30% more precisely. Because it works so quickly and accurately, the neural network can provide critical information for joint observations of gravitational-wave detectors and other telescopes.\n\nIt can help to search for the light and other electromagnetic signals produced by the merger and to make the best possible use of the expensive telescope observing time.\n\n\"Gravitational wave analysis is particularly challenging for binary neutron stars, so for DINGO-BNS, we had to develop various technical innovations. This includes, for example, a method for event-adaptive data compression,\" says Stephen Green, UKRI Future Leaders Fellow at the University of Nottingham.\n\nBernhard Schölkopf, Director of the Empirical Inference Department at MPI-IS and at the ELLIS Institute Tübingen adds, \"Our study showcases the effectiveness of combining modern machine learning methods with physical domain knowledge.\"\n\nDINGO-BNS could one day help to observe electromagnetic signals before and at the time of the collision of the two neutron stars.\n\n\"Such early multi-messenger observations could provide new insights into the merger process and the subsequent kilonova, which are still mysterious,\" says Alessandra Buonanno, Director of the Astrophysical and Cosmological Relativity Department at the Max Planck Institute for Gravitational Physics.\n\nMore information:\n\t\t\t\t\t\t\t\t\t\t\t\tMaximilian Dax, Real-time inference for binary neutron star mergers using machine learning, Nature (2025). DOI: 10.1038/s41586-025-08593-z. www.nature.com/articles/s41586-025-08593-z\n\n\nJournal information:\nNature\n\nJournal information:\nNature\n\nProvided by\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMax Planck Society"
  },
  {
    "url": "https://phys.org/news/2025-03-gemini-south-ultra-hot-nova.html",
    "title": "Gemini South observes ultra-hot nova erupting with surprising chemical signature",
    "date": "",
    "content": "March 5, 2025\n\nThis article has been reviewed according to Science X's \n\t\t\t\t\t\t\t\t\t\t\t\t\t\teditorial process\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tand policies.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tEditors have highlighted\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tthe following attributes while ensuring the content's credibility:\n\nfact-checked\n\npeer-reviewed publication\n\ntrusted source\n\nproofread\n\nby \t\t\t\t\t\t\t\t\t\t Association of Universities for Research in Astronomy\n\nNova explosions occur in binary star systems in which a white dwarf—the dense remnant of a dead star—continually siphons stellar material from a nearby companion star. As the outer atmosphere of the companion gathers onto the surface of the white dwarf it reaches temperatures hot enough to spark an eruption.\n\nAlmost all novae discovered to-date have been observed to erupt only once. But a few have been observed to erupt more than once, and are classified as recurrent novae. The span between eruptions for these novae can vary from as little as one year to many decades.\n\nLess than a dozen recurrent novae have been observed within our Milky Way galaxy, while far more are extragalactic, meaning located outside of the Milky Way. Studying extragalactic novae helps build astronomers' understanding of how different environments affect nova eruptions.\n\nThe first recurrent extragalactic nova to be observed was LMC 1968–12a (LMC68), located in the Large Magellanic Cloud—a satellite galaxy of the Milky Way. This nova has a recurrent timescale of about four years—the third-shortest of any nova—and consists of a white dwarf and a companion red subgiant (a star much larger than the sun). It was discovered in 1968 and its eruptions have been observed fairly regularly since 1990.\n\nIts most recent eruption, in August 2024, was first captured by the Neil Gehrels Swift Observatory, which has been closely monitoring the nova every month since its 2020 eruption. Given its known recurrent timescale, astronomers were anticipating this eruption, and LMC68 delivered right on cue.\n\nFollow-up observations were conducted nine days after the initial outburst with the Carnegie Institution's Magellan Baade Telescope, and 22 days after the initial outburst with the Gemini South telescope, one half of the International Gemini Observatory.\n\nUsing the technique of spectroscopy, the team observed LMC68's near-infrared light, which allowed them to study the nova's ultra-hot phase during which many elements have been highly energized. By studying this phase astronomers can learn about the most extreme processes at play in the eruption. This study is the first ever near-infrared spectroscopic observation of an extragalactic recurrent nova.\n\nAfter its initial eruption LMC68's light faded rapidly, but Gemini South's FLAMINGOS-2 instrument still captured a strong signal from ionized silicon atoms, specifically silicon atoms that have been stripped of nine of their 14 electrons, which requires incredible amounts of energy in the form of radiation or violent collisions.\n\nIn the earlier spectrum from Magellan, the near-infrared light from just the ionized silicon alone shined 95 times brighter than the light emitted by the sun added up across all its wavelengths (X-ray, ultraviolet, visible, infrared, and radio). When Gemini observed the line several days later the signal had faded, but the silicon emission still dominated the spectrum.\n\n\"The ionized silicon shining at almost 100 times brighter than the sun is unprecedented,\" says Tom Geballe, NOIRLab emeritus astronomer and co-author of the paper appearing in the Monthly Notices of the Royal Astronomical Society. \"And while this signal is shocking, it's also shocking what's not there.\"\n\nNovae found in the Milky Way typically emit numerous near-infrared signatures from highly-excited elements, but LMC68's spectra contained only the ionized silicon feature. \"We would've expected to also see signatures of highly energized sulfur, phosphorus, calcium and aluminum,\" says Geballe.\n\n\"This surprising absence, combined with the presence and great strength of the silicon signature, implied an unusually high gas temperature, which our modeling confirmed,\" adds co-author Sumner Starrfield, Regents Professor of Astrophysics at Arizona State University.\n\nThe team estimates that, during the nova's early post-explosion phase, the temperature of the expelled gas reached 3 million degrees Celsius (5.4 million degrees Fahrenheit), making it one of the hottest novae ever recorded. This extreme temperature suggests a highly violent eruption, which the team theorizes is due to the conditions of the nova's environment.\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights.\n        Sign up for our free newsletter and get updates on breakthroughs,\n        innovations, and research that matter—daily or weekly.\n\nThe Large Magellanic Cloud and its stars have a lower metallicity than the Milky Way, meaning it contains a lower abundance of elements heavier than hydrogen and helium, referred to as metals by astronomers. In high-metallicity systems, heavy elements trap heat on the white dwarf's surface such that eruptions occur early in the accretion process.\n\nBut without these heavy elements, more matter builds up on the white dwarf's surface before it gets hot enough to ignite, causing the explosion to erupt with far greater violence. Additionally, the expelled gas collides with the atmosphere of the companion red subgiant, causing a huge shock that elevates the temperatures in the collision.\n\nPrior to collecting their data, Starrfield predicted that the accretion of low-metallicity material onto a white dwarf would result in a more violent nova explosion. The observations and analysis presented here are broadly in agreement with that prediction.\n\n\"With only a small number of recurrent novae detected within our own galaxy, understanding of these objects has progressed episodically,\" says Martin Still, NSF program director for the International Gemini Observatory. \"By broadening our range to other galaxies using the largest astronomical telescopes available, like Gemini South, astronomers will increase the rate of progress and critically measure the behavior of these objects in different chemical environments.\"\n\nMore information:\n\t\t\t\t\t\t\t\t\t\t\t\tA Evans et al, Near-infrared spectroscopy of the LMC recurrent nova LMCN 1968-12a, Monthly Notices of the Royal Astronomical Society (2024). DOI: 10.1093/mnras/stae2711\n\n\nJournal information:\nMonthly Notices of the Royal Astronomical Society\n\nJournal information:\nMonthly Notices of the Royal Astronomical Society\n\nProvided by\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAssociation of Universities for Research in Astronomy"
  }
]