[
  {
    "url": "https://www.nasa.gov/history/",
    "title": "NASA History",
    "date": "",
    "content": "Since its founding in 1958, NASA has pushed the boundaries of scientific and technical limits to explore the unknown for all the citizens of our planet. Discover the history of our human spaceflight, science, technology, and aeronautics programs.\n\nFind out more about the first mission to land people on the Moon in July 1969.\n\nFrom 1964 to 1966, NASA launched 10 crewed missions to test the equipment and procedures for future Apollo missions.\n\nMeet the women who worked as human computers in NASA's early days.\n\nGet to know the meatball, the worm, the seal, and other logos and insignia used by NASA.\n\nJoin in the celebrations as NASA's Hubble Space Telescope marks 35 years in space.\n\nNASA will never forget the tragic loss of the Apollo 1, Challenger and Columbia crews.\n\nLearn about the early history of animals in space flight.\n\nNASA Marks 110 Years Since Founding of Predecessor Organization\n\nNASA Remembers Long-Time Civil Servant John Boyd\n\nNASA’s Ames Research Center Celebrates 85 Years of Innovation\n\nNASA Plane Supported Innovative Microgravity Research in ‘90s\n\nCassini Mission: 5 Things to Know About NASA Lewis’ Last Launch\n\nBefore NASA was established in 1958, our predecessor—the National Advisory Committee for Aeronautics (NACA)—was busy coordinating the nation’s aeronautical research. In this new video, learn how its establishment on March 3, 1915, set the stage for groundbreaking innovations that changed flight in America and around the world.\n\nIn the newest monograph in the NASA History Series, Stephen S. Buono presents the history behind the Agreement Governing the Activities of States on the Moon and Other Celestial Bodies, better known as the Moon Treaty.\n\nAs we close out 2024, NASA’s historians and archivists reflect on the progress made over the year and share snapshots of the agency’s history revealed in their recent work.\n\nA Wartime Necessity is a new edited volume looking at World War II aviation and how applied research at institutions like the NACA generated aeronautical advances critical to the war effort.\n\nJohn M. Logsdon presents the history of George H. W. Bush's Space Exploration Initiative and his administration's efforts at organizational change at NASA in his new monograph Going Beyond.\n\nForged in response to early Soviet space achievements, NASA was built on the National Advisory Committee for Aeronautics (NACA), as the locus of U.S. civil aerospace research and development. Since October 1, 1958, when NASA opened for business, it has accelerated work on human and robotic spaceflight, and is responsible for scientific and technological achievements that have had widespread impacts on our nation and the world.\n\nExplore interviews with aerospace legends, analyses of key events, aerospace chronologies, and more!\n\nSince NASA’s founding, its History Office has developed history publications and conducted oral history interviews for the use of the general public. Connect with our resources to delve into your aerospace history research.\n\nThe National Aeronautics and Space Act of 1958 not only created NASA but directed it “to provide for the widest practicable and appropriate dissemination of information concerning NASA activities and the results thereof.” The sharing of information, including our history, has always been, and continues to be, a priority.\n\nAnd making it accessible to future generations\n\nThe NASA Archives works to preserve and provide access to historically and culturally significant records and material created by NASA, including our work in the fields of engineering and science, ensuring that they will be discoverable for generations to come.\n\nIn the latest monograph in the NASA History Series, Stephen S. Buono presents the history behind the Agreement Governing the Activities of States on the Moon and Other Celestial Bodies, also known as the Moon Treaty.\n\nMissions\n\nHumans In Space\n\nAeronautics\n\nPeople of NASA"
  },
  {
    "url": "https://www.nasa.gov/history/110-years-ago-the-national-advisory-committee-for-aeronautics-founded/",
    "title": "110 Years Ago: The National Advisory Committee for Aeronautics Founded",
    "date": "2025-03-03T14:55:17-05:00",
    "content": "4 min read\n\nOn March 3, 1915, the United States Congress created the National Advisory Committee for Aeronautics (NACA). Although the NACA’s founding took place just over 11 years after the Wright Brothers’ first powered flightfirst powered flight at Kitty Hawk, North Carolina, Congress took the action in response to America lagging behind other world powers’ advances in aviation and aeronautics. From its modest beginnings as an advisory committee, over the years, the NACA established research centers and test facilities that enabled groundbreaking advances in civilian and military aviation, as well as the fledgling discipline of spaceflight. With the creation of the National Aeronautics and Space Administration in 1958, the new agency incorporated the NACA’s facilities, its employees, and its annual budget. The NACA provided NASA with a strong foundation as it set out to explore space.\n\nThe Congressional action that created the NACA, implemented as a rider to the 1915 Naval Appropriations Bill, reads in part, “…It shall be the duty of the advisory committee for aeronautics to supervise and direct the scientific study of the problems of flight with a view to their practical solution. …”. In its initial years, the NACA fulfilled its intended role, coordinating activities already in place in the area of aeronautics research, reporting directly to the president. The committee, made up of 12 representatives from government agencies, academia, and the military, first met on April 23 in the Office of the Secretary of War in Washington, D.C. It established a nine-member executive committee to oversee day-to-day operations and spent the first few years establishing its headquarters in Washington.\n\n\n\n\n\nWithin a few years, the NACA’s role began to expand with the establishment of research facilities. The Langley Memorial Aeronautical Laboratory, today NASA’s Langley Research Center, in Hampton, Virginia, opened on June 11, 1920. Over the next few decades, Langley served as a testing facility for new types of aircraft, using wind tunnels and other technological advances. The Ames Aeronautical Laboratory in Sunnyvale, California, today NASA’s Ames Research Center, opened in 1940 and the Aircraft Engine Research Laboratory in Cleveland, today NASA’s Glenn Research Center, in 1941. The three labs achieved many breakthroughs in civilian and military aviation before, during, and after World War II. The Cleveland lab, renamed the Lewis Flight Propulsion Laboratory in 1948, concentrated most of its efforts on advances in jet propulsion.\n\nAfter World War II, the NACA began work on achieving supersonic flight. In 1946, the agency established the Muroc Flight Test Unit at the Air Force’s Muroc Field, later renamed Edwards Air Force Base, in California’s Mojave Desert. In a close collaboration, the NACA, the Air Force, and Bell Aircraft developed the X-1 airplane that first broke the sound barrier in 1947. Muroc Field underwent several name changes, first to the High-Speed Flight Station in 1949, then in 1976 to NASA’s Dryden, and in 2014 to Armstrong Flight Research Center. In 1945, the NACA established the Pilotless Aircraft Research Station on Wallops Island, Virginia, now NASA’s Wallops Flight Facility, as a test site for rocketry research, under Langley’s direction. From the first launch in 1945 through 1958, the NACA launched nearly 400 different types of rockets from Wallops.\n\n\n\nIn the 1950s, the NACA began to study the feasibility of spaceflight, including sending humans into space. In 1952, NACA engineers developed the concept of a blunt body capsule as the most efficient way to return humans from space. The design concept found its way into the Mercury capsule and all future American spacecraft. Following the dawn of the space age in 1957, the NACA advocated that it take the lead in America’s spaceflight effort. The Congress passed, and President Dwight D. Eisenhower signed legislation to create a new civilian space agency, and on Oct. 1, 1958, NASA officially began operations. The new organization incorporated the NACA’s research laboratories and test facilities, its 8,000 employees, and its $100 million annual budget.  Many of NASA’s key early leaders and engineers began their careers in the NACA. The NACA’s last director, Hugh Dryden, served as NASA’s first deputy administrator.\n\nFor more information about the NACA and its transition to NASA, read former NASA Chief Historian Roger Launius’ book NASA to NASA to Now: The Frontiers of Air and Space in the American Century. Watch this video narrated by former NASA Chief Historian Bill Barry about the NACA.\n\n"
  },
  {
    "url": "https://www.nasa.gov/history/nasa-marks-110-years-since-founding-of-predecessor-organization/",
    "title": "NASA Marks 110 Years Since Founding of Predecessor Organization",
    "date": "2025-03-03T09:47:33-05:00",
    "content": "2 min read\n\nTo celebrate the 110th anniversary of the organization that ultimately became NASA, the agency released a new collection of videos to highlight the history of the National Advisory Committee for Aeronautics (NACA) and the ways it transformed flight over four decades.\n\nNot long after the beginning of World War I, the United States Congress, concerned that America was lagging behind other countries, created a new committee to advance the nation’s flight technology development. On March 3, 1915, the NACA was founded “to supervise and direct the scientific study of the problems of flight, with a view to their practical solution.”\n\nWhile the NACA began as a committee of only 12 leaders representing government, military, and industry, it rapidly expanded through World War II to develop America’s flight capabilities for defense and commercial uses. The organization became home to some of the nation’s best and brightest aeronautical engineers and world-class facilities, transforming into NASA at the dawn of the Space Age in 1958.\n\nThe new video collection highlights some of NACA’s striking historic photography and celebrates this pioneering organization with a brief history of its formation, expansion, and groundbreaking aeronautics research at four centers across the United States — the current homes of NASA’s Langley Research Center in Hampton Virginia, Ames Research Center in California’s Silicon Valley, Glenn Research Center in Cleveland, and Armstrong Flight Research Center in Edwards, California.\n\nRelated Links\n\nThe National Advisory Committee for Aeronautics (NACA)\n\nAeronautics\n\nNASA History\n\nNACA Oral Histories"
  },
  {
    "url": "https://www.nasa.gov/reference/the-national-advisory-committee-for-aeronautics/",
    "title": "The National Advisory Committee for Aeronautics",
    "date": "",
    "content": "With its elite research engineers and world-class test facilities, NASA’s predecessor, the NACA, was the nation’s premier aeronautical research institution for over 40 years.\n\nThe National Advisory Committee for Aeronautics (NACA) began in 1915 as an unpaid advisory committee which met periodically to coordinate U.S. aeronautical research but quickly evolved into an independent research institution with its own engineers and facilities. Over the next 20 years, its facilities, particularly its wind tunnels, became the nation’s premier aerodynamic tools. The NACA metamorphosed in the late 1930s and early 1940s into a multi-site organization with a broader scope of research, larger workforce, and more advanced facilities. It made substantial contributions to supersonic flight, jet propulsion, and improved flying qualities. Elements of its work manifest themselves in the 1960s space program. The NACA was disbanded in 1958 to become the foundation for the National Aeronautics and Space Agency (NASA).\n\nAviation pioneer Orville Wright was a charter member of the NACA's executive committee\n\nWith the outbreak of World War I in 1914, the U.S. government began focusing on the nation’s technological resources, including aeronautics. Up to this point, the government had largely viewed aviation as a diversion for private citizens and made only minor financial investments. Several European nations, however, saw the potential military applications and invested heavily in aircraft research and development in the years leading up to the war. It was reported that at the onset of World War I, France possessed 1,400 airplanes, Germany 1,000, Russia 800, with only 23 in the United States.\n\nTo rectify this situation, on March 3, 1915, Congress added a rider to Navy appropriation legislation that established the NACA. This 12-person advisory committee, consisting of appointed members from the military, government, and industry, initially met semiannually to identify key aeronautical problems and develop strategies to resolve them. The organization included Jerome Hunsaker as chairman, John Victory as secretary, and a seven-person Executive Committee pulled from the larger group. In 1919, George W. Lewis became the NACA’s Executive Officer and was later named Director of Aeronautical Research.\n\nThe NACA provided a forum where opinions from an array of stakeholders could be integrated for the common good. Representatives from individual companies were encouraged to work together to resolve problems too big for any single organization. To facilitate its work, the NACA established four major subcommittees with subject matter experts to oversee its primary fields of research–aerodynamics, propulsion, aircraft structures, and aircraft operating problems.\n\nDuring its initial years, the NACA had difficulty locating facilities to carry out its research work. Manufacturers were focused on current products and not interested in experimental designs or potential future aeronautical issues; and early attempts to convince universities that aeronautics was a legitimate engineering science were unsuccessful. The situation forced the advisory group to undertake its own research and engineering work.\n\nIn 1917, the NACA began construction of its own research facility on a coastal tract of land in Virginia. It was initially a modest laboratory with a hangar, an engine test stand, shop, power plant, and office. John Victory immediately began the difficult process of finding aeronautical engineers to staff the facility. The Langley Memorial Aeronautical Laboratory began operation in June 1920 with just four engineers, 11 technicians, and a rudimentary wind tunnel. By 1925, however, Langley had over 100 employees and the world’s first pressurized wind tunnel. The series of increasingly complex tunnels that came online in ensuing years was augmented by a steady stream of aircraft for flight testing.\n\nNACA engineers made a series of key innovations, such as the NACA Cowl, that helped push the U.S. airline industry to prominence in the 1930s. With its limited budget, the NACA largely eschewed investment in the costly equipment and facilities required to study aircraft engines and focused on aerodynamics, where significant advances could be made more economically. The organization, however, did undertake intensive studies into aircraft operational problems such as stability, control, and icing.\n\nIn 1926, the NACA hosted the first of its annual industry conferences in which dozens of guests were invited to Langley to hear about the latest research and tour the facilities. These meetings not only showcased the NACA’s contributions to aviation but provided industry representatives the opportunity to recommend future areas of research.\n\nHired fresh out of school with a minimum knowledge of aerodynamics and little practical experience of any kind, the majority of these early Langley researchers learned nearly everything on the job.\n\nIn 1921, the NACA appointed J. Jay Ide to serve as the agency’s technical representative in Europe, where he documented foreign aviation and interfaced with European aeronautical research institutions. In the mid-1930s, Ide began reporting on advances such as new innovative wind tunnels in Germany. Subsequent tours of German aeronautical research facilities by NACA members Charles Lindberg and George Lewis confirmed Ide’s reports and revealed an emphasis on propulsion and preference for performance over quantity.\n\nIn late 1938, the NACA began planning for a new research laboratory to expand upon Langley’s capabilities. This was quickly followed by plans for a second new laboratory to be dedicated to engines. Congress approved the necessary funds and ground was broken for the Ames Aeronautical Laboratory (now known as Ames Research Center) in Sunnyvale, California in December 1939 and the Aircraft Engine Research Laboratory (today, NASA Glenn Research Center) in Cleveland, Ohio in January 1941.\n\nWith the nation’s involvement in World War II, the NACA deferred most its research activities and focused on improving the performance of current military aircraft. The most well-known example was the systematic drag cleanup of fighter aircraft in Langley’s Full Scale Tunnel, but other important work was done on engine cooling, turbosuperchargers, duct rumbling, synthetic fuels, and icing. The NACA tested every type of U.S. military aircraft flown during the war, and air superiority proved to be a vital component of the Allied victory.\n\nAs new high-speed technologies emerged, however, the NACA found itself having to continue its efforts improving current aircraft while initiating experimental work on the turbojet and high-speed flight that would come to the forefront after the War.\n\nIt is more necessary than ever before to give full scope to research if we are to regain the leadership we have lost in some of the fields of military aviation.\n\nThe NACA emerged from World War II as a significantly larger organization. In addition to its two new research laboratories, it also added auxiliary facilities at Wallops Island, Virginia and Muroc Lake in California, and began construction of a third in 1956 at Plum Brook Station in Sandusky, Ohio. At its existing sites, a series of new, more advanced test facilities were built, including the Unitary Plan wind tunnels in the 1950s.\n\nDuring the War years, the number of NACA employees grew from roughly 500 to over 7,000. Its annual appropriations increased from $1.26 million in 1938 to $78 million in 1957. The Executive Committee was expanded, and a host of new subcommittees were created. Hugh Dryden took over as Director of Aeronautical Research following George Lewis’ retirement in 1947. Dryden guided the NACA through its move into high-speed flight and the transition into NASA.\n\nThe NACA sought to return to its pre-War focus on fundamental research, while leaving development to industry, but the distinction between the two had become difficult to discern. In an effort to be more responsive to the aviation industry, the NACA formed an Industry Consulting Committee; reinvented its annual conferences as elaborate, multi-day Inspections which rotated from one laboratory to another each year; and introduced smaller, more focused technical conferences on specific topics.\n\nWith some notable exceptions, such as icing research, the NACA focused on high-speed flight and jet propulsion in the post-War period. Langley engineers pioneered the swept-wing and area rule concepts. The former protected aircraft from shockwaves and improved efficiency at transonic and supersonic speeds. The latter, which indented the fuselage into a “Coke bottle” shape, facilitated supersonic flight. These concepts went on to be employed on nearly all supersonic fighters. Ames extended the work on the area rule and developed the advanced supersonic wing models that improved aircraft performance at supersonic speeds.\n\nThe Cleveland laboratory, which was renamed the Lewis Flight Propulsion Laboratory in 1948, concentrated nearly all of its resources on jet propulsion. Its researchers studied high-altitude combustion, thrust augmentation (including the first working afterburner), compressor and turbine design, and high-temperature materials. Nearly every type of U.S. jet engine underwent testing in simulated flight conditions at the laboratory during this period. Jet engine thrust increased from 1,600 pounds to over 10,000 pounds in just a few years.\n\nAs the Cold War took hold, the NACA received additional national security funding which allowed it to embark upon on an unprecedented full-scale high-speed flight development program. At the time, little was known about conditions in the transonic realm. The Langley laboratory partnered with Bell Aircraft and the Air Force to design the first supersonic aircraft, the X-1. In 1946, the NACA established a small station (today, NASA’s Armstrong Flight Research Center) at the Muroc Army Air Field in California to perform the flight tests. On October 14, 1947, the Bell X-1 became the first aircraft to exceed the speed of sound. The supersonic research flights continued using D-558 Skystreaks and an evolving stable of X-planes to study high-speed dynamics and advanced design configurations.\n\nFor years, NACA leaders deemed space-related technologies outside of its mandate and considered missiles as weapons and thus falling under the purview of the military. Nonetheless, engineers at its three laboratories found ways to make forays into the field.\n\nResearchers at the Lewis laboratory, who saw rocket engines as an extension of their aeropropulsion work, constructed a modest rocket test facility in 1945 to study combustion and cooling of JATO  rockets. Soon, however, the group began concentrating on experimental high-energy liquid propellants. The lab’s identification of liquid hydrogen and liquid oxygen as the optimal combination in the mid-1950s led to its utilization by NASA’s upper-stage vehicles in the 1960s.\n\nIn the spring of 1945, Langley built the Pilotless Aircraft Research Station at Wallops Island. The test range provided a safe location to launch rocket-boosted free flying models in order to obtain aerodynamic data in the transonic and supersonic realms that was impossible to acquire in contemporary wind tunnels. A series of Mercury and Apollo vehicles were launched from Wallops in the 1960s.\n\nIn the early 1950s, NACA Ames aerodynamicist Harvey Allen began studying the thermodynamic aspects of atmospheric reentry. In direct contrast to existing military designs, Allen posited that reentry vehicles should employ a blunt nose to push the shock wave away from the body and thus significantly reduce vehicle heating. The blunt body theory was utilized on the capsules for the Mercury, Gemini, and Apollo programs.\n\nFuture NASA center, the Jet Propulsion Laboratory (JPL), was established in 1943.\n\nOn October 3, 1957, NACA Secretary John Victory reviewed the presentations for the upcoming Inspection held at the Lewis laboratory. Victory ordered the speakers to remove any references to space flight from their talks. Following the launch of Sputnik the next day and an overnight increase in spaceflight interest, the content of the original presentations was restored.\n\nAs political leaders argued during the ensuing months over an appropriate response to the Soviet space achievements, the NACA underwent its own internal disputes over its role in a future space program.  Some felt it should remain focused on aeronautics, while others considered space to be just a broadening of the organization’s legacy work.\n\nLangley’s Robert Gilruth advocated for the NACA’s research on issues surrounding human spaceflight. In November 1957, the Lewis laboratory’s Bruce Lundin drafted a paper urging the NACA to lead the nation’s space program and proposed a new laboratory dedicated to spaceflight. The proposal was shared with Hugh Dryden and other NACA leaders on December 18, 1957, and was ultimately used as the basis for the NACA’s successful January 1958 bid to become the national space agency.\n\nOn April 2, 1958, President Eisenhower initiated legislation that would create a new civilian space agency with the NACA laboratories serving as its foundation. Dryden brought Gilruth, Abe Silverstein, George Low and others to Headquarters to establish a framework for NASA and its initial crewed mission, Project Mercury. In July 1958, Congress passed and President Eisenhower signed the National Aeronautics and Space Act into law. The NACA formally disbanded on October 1, 1958, and its laboratories became research centers for the new National Aeronautics and Space Administration.\n\n[The NACA’s] approach [to space] must obviously be bold, imaginative, aggressive, and visionary. The occasion demands nothing less."
  },
  {
    "url": "https://www.nasa.gov/history/the-national-advisory-committee-for-aeronautics-naca/",
    "title": "The NACA",
    "date": "",
    "content": "The predecessor of NASA, the National Advisory Committee for Aeronautics (NACA) was founded in 1915. With its elite research engineers and world-class test facilities, the NACA was the nation’s premier aeronautical research institution for over 40 years.\n\n\n\nBefore NASA was established in 1958, our predecessor—the National Advisory Committee for Aeronautics (NACA)—was busy coordinating the nation’s aeronautical research. In this new video, learn how its establishment on March 3, 1915, set the stage for groundbreaking innovations that changed flight in America and around the world.\n\nThe National Advisory Committee for Aeronautics (NACA) was established in 1915 in response to the success of others and went on to become a major force for technological change in aeronautics.\n\nHampton, Virginia facility established in 1917\n\nEstablished at Moffett Field, California in 1940\n\nCleveland, Ohio facility established in 1941\n\nEdwards, California facility established in 1946\n\nWallops Island, Virginia launch site established in 1945\n\nNASA Marks 110 Years Since Founding of Predecessor Organization\n\nNASA Glenn History Includes Contributions of Women in Aerospace Research\n\nThe NACA Tames its New Wind Tunnel\n\nThe NACA’s XF-82 Twin Mustang Returns to Flight After 70 Years\n\nThe History of NASA Langley: Historic Facilities\n\nRenowned Woman Scientist Got Start at NACA in Cleveland in the 1950s\n\nHow NASA Glenn Landed in Cleveland\n\nThe NACA Cools B-29 Engines During World War II\n\n\n\nTo celebrate the 110th anniversary of the organization that ultimately became NASA, the agency released a new collection of videos…\n\nAs we celebrate the 110th anniversary of the March 3, 1915 formation of NASA’s predecessor, the National Advisory Committee for…\n\nAmes Research Center in California’s Silicon Valley pre-dates a lot of things. The center existed before NASA – the very…\n\nThe official photographic archive at NASA’s Glenn Research Center represents a continuous visual and historic record of the center’s facilities, research, and people since its inception in 1942.\n\nWith a small budget and no paid staff, the NACA began developing the capabilities our nation needed to gain leadership in aeronautics. Throughout and beyond World War II, the NACA developed or helped develop many aeronautical breakthroughs that are still used today —from engine cowlings, to retractable landing gear, and jet engine compressors and turbines. When the nation’s focus began turning to space during the 1950s, it was decided that the NACA’s 7,500 employees and $300 million in facilities would transition on October 1, 1958, to a new agency. Some of the NACA’s brightest minds became leaders of the space effort and directors of NASA research centers.\n\nNACA to NASA to Now: The Frontiers of Air and Space in the American Century by Roger D. Launius tells the story of the National Advisory Committee for Aeronautics (NACA) and its successor, the National Aeronautics and Space Administration (NASA). (SP-4419, 2022)\n\nA Wartime Necessity: The National Advisory Committee for Aeronautics (NACA) and Other National Aeronautical Research Organizations’ Efforts at Innovation During World War II, edited by Alex M Spencer (SP-4419, 2024)\n\nThe Wind and Beyond is an award-winning multi-volume reference work, drawing together the historical documents that spell out the advancements in aviation technology and aerodynamics throughout the twentieth century. (SP-4409)\n\nThis annotated bibliography is a compilation of monographs, journal and newspaper articles, and congressional hearings that chronicle milestones in the history of the National Advisory Committee for Aeronautics (NACA). (SP-4555, 2014)\n\nAtmosphere of Freedom: 75 Years at the NASA Ames Research Center by Glenn E. Bugos (SP-4314, 2014) (PDF)\n\nCrafting Flight: Aircraft Pioneers and the Contributions of the Men and Women of NASA Langley Research Center by James Schultz (SP-4316, 2003) (PDF)\n\nThe Spoken Word: Recollections of Dryden History, The Early Years, Edited by Curtis Peebles (SP-4530, 2003) (PDF)\n\nVolume 1 of Exploring the Unknown, Selected Documents in the History of the U.S. Civil Space Program, Edited by John M. Logsdon (SP-4407, 1995) (PDF)\n\nEngineer in Charge: A History of the Langley Aeronautical Laboratory, 1917–1958 by Elizabeth A. Muenger (SP-4305, 1987) (PDF)\n\nModel Research: The National Advisory Committee for Aeronautics, 1915–1958 by Alex Roland (SP-4103, 1985) (PDF)\n\nAdventures in Research: A History of Ames Research Center, 1940–1965 by Edwin P. Hartman (SP-4302, 1970) (PDF)\n\nWhen Chris Kraft was a young student fresh out of the Virginia Polytechnic Institute in Blacksburg, Virginia, he didn't know where he was going next.  Having lived in Virginia all his life, he thought the local NACA laboratory was too close to home.  He wanted a chance to go somewhere different. But the Langley Aeronautical Laboratory in Hampton offered him a position in the Flight Research Division, and a chance to train as an aeronautical engineer.  Kraft never looked back and began his long and historic NASA career in 1945.\n\nBorn in Birmingham, Alabama, Annie Easley's mother told her, \"You can be anything you want to be, but you have to work at it.\" She later moved with her husband to Cleveland, Ohio, and in 1955 read a story in the newspaper that the NACA Lewis Flight Propulsion Laboratory was hiring \"computers.\" She applied the next day and was hired two weeks later.  Faced with the prejudices of the time period, she adopted an attitude of \"If I can't work with you, I will work around you.  I was not about to be so discouraged that I'd walk away.\"\n\nJack Boyd had always wanted to go to California, so when a friend told him the NACA was hiring at their laboratories, he chose the Ames Aeronautical Laboratory near Mountain View. Two weeks after sending in his application, he received a telegram telling him he was hired as an engineer.  Because he had studied supersonic aerodynamics, his supervisor put him in a wind tunnel to devise airfoils and begin testing them at supersonic speeds. That simple choice of moving to California began a 73 year long career with NASA.\n\nBetty Love began work at the NACA High Speed Flight Research Station in California as a \"computer\" in 1952. She later recalled, \"Our office was like a library. Only the hum of the Friedan calculators was the noise that you heard. No one spoke. You weren’t supposed to visit with your neighbor. You were supposed to keep your work right in front of you and do that. You weren’t to go down and visit with the engineers.\" She attained an engineering position herself and retired in 1973, but Betty continued to support NASA by volunteering and preserving the Center's history.\n\nAfter taking a Civil Service test, Jo Dibella received an offer for a temporary job with the Adjudications Section Social Security Board and moved to Washington, DC, in June, 1937. In early 1938, while working for the Census Bureau, she met someone at a local church concert who told her that the NACA was hiring secretaries.  She landed that job and worked for Thomas Neill for 14 years.  When Director Hugh Dryden needed a new secretary, she applied and won that position. Jo continued working with Dr. Dryden through the transition of NACA to NASA and until his death in 1965.\n\nMilt Silveira graduated from the University of Vermont in 1951 on a Friday and started work the following Monday morning at the NACA Langley Aeronautical Laboratory. After serving in Korea as a helicopter pilot, he returned to Langley in 1955 and worked on helicopter loads and vibrations. “NACA was an organization that had some of the top people. Most of the time they were the experts in that particular field.\" Silveira joined the Space Task Group in 1961, moving to the Manned Spacecraft Center, and later retired as the Chief Engineer for NASA in 1986.\n\nThe National Advisory Committee for Aeronautics (NACA)’s elaborate Inspections were an opportunity to brief representatives from the military, aeronautical industry, universities, and the press on the NACA’s latest research efforts and its state-of-the-art test facilities.\n\nIn 1952, Mr. Allen developed the concept of blunt-bodied craft as a technique for dissipating the heat caused by reentry of space vehicles into Earth's atmosphere.\n\nOne of the original members of the NACA appointed by President Woodrow Wilson in 1915, Ames served the Committee until 1939.\n\nA military aviator and aeronautical engineer, DeFrance worked at the Langley Aeronautical Laboratory before becoming the director of the Ames Aeronautical Laboratory in 1940.\n\nHugh Dryden was Director of the NACA from 1947 until the creation of NASA in 1958 when he became the Deputy Administrator of the new agency.\n\nGilruth joined NACA as an engineer working at the Langley Aeronautical Laboratory in 1937. In 1946, he was selected to be the first manager of NACA's guided missile range at Wallops Island, Virginia.\n\nGoett became a project engineer at Langley Aeronautical Laboratory in 1936, moving to Ames Aeronautical Laboratory in 1940. He was chief of the Full-Scale and Flight Research Division at Ames from 1948 to 1959.\n\nEastman Jacobs was the head of the Variable Density Wind Tunnel (VDT) Division at Langley Aeronautical Laboratory from 1928 to 1939. He developed the design for the laminar flow airfoil.\n\nIn 1944, aeronautical engineer Robert T. Jones invented the swept wing, which is used on most modern civilian and military aircraft as well as the Space Shuttle.\n\nIn 1919, George W. Lewis was appointed as the NACA's first executive officer. Five years later, he became the director of aeronautical research, a position he held until his retirement.\n\nMax Munk designed NACA's second wind tunnel, the Variable Density Wind Tunnel and revolutionized airfoils by applying analytical methods and experimental testing to the process.\n\nWilliam H. “Hewitt” Phillips was a major contributor to advances in the aeronautical and space programs of the NACA and NASA. His knowledge and expertise in the fields required for aerospace vehicles and technology was exceptionall broad.\n\nReid joined NACA's Langley Aeronautical Laboratory in 1921 as one of the small group of engineers and scientists on the professional staff there.\n\nIn 1929, Abe Silverstein joined the NACA's Langley Laboratory  where he helped design the Full Scale Wind Tunnel. After 14 years, he was transferred to the Lewis Research Center, eventually becoming its director.\n\nJohn Stack guided much of the research that paved the way for transonic aircraft, and in 1947 he was awarded the Collier Trophy together with Lawrence Bell.\n\nTheodorsen joined NACA in 1929 and was appointed the head of the Physical Research Division at Langley Aeronautical Lab.\n\nWeick joined NACA at Langley Aeronautical Laboratory in 1925, where he was responsible for heading the development of the NACA cowling, a development that dramatically reduced drag on aircraft engines.\n\nIn 1951, Whitcomb invented the concept of the area rule, which resulted in aircraft shapes that made it easier for them to go supersonic.\n\nFollowing World War II, Williams went to what is now Edwards Air Force Base to set up flight tests for the X-1. He became the first director of what is now Armstrong Flight Research Center.\n\nGraduating from the University of North Dakota with a triple major in physics, chemistry, and mathematics, Pearl Young became the first woman to be hired by the NACA in 1922.\n\nThousands of NACA reports dating back to the early 1900s are freely available to the public on the NASA Technical Reports Server. Investigate the early research on topics such as aerodynamics and aeronautical engineering, flying boats and rotorcraft, propellers and jet propulsion, and so much more.\n\nNASA History\n\nAeronautics\n\nNASA Glenn History\n\nLangley Research Center"
  },
  {
    "url": "https://www.nasa.gov/feature/artemis/",
    "title": "Artemis III: NASA’s First Human Mission to the Lunar South Pole",
    "date": "",
    "content": "With the Artemis campaign, NASA will land the first woman and first person of color on the Moon, using innovative technologies to explore more of the lunar surface than ever before.\n\nWe will collaborate with commercial and international partners and establish the first long-term presence on the Moon. Then, we will use what we learn on and around the Moon to take the next giant leap: sending the first astronauts to Mars.\n\nWe’re going.\n\nChapter 1\n\nWe’re going back to the Moon for scientific discovery, economic benefits, and inspiration for a new generation of explorers: the Artemis Generation. While maintaining American leadership in exploration, we will build a global alliance and explore deep space for the benefit of all.\n\nWith Artemis, we’re building on more than 50 years of exploration experience to reignite America’s passion for discovery.\n\nArtemis missions enable a growing lunar economy by fueling new industries, supporting job growth, and furthering the demand for a skilled workforce.\n\nWe will explore more of the Moon than ever before with our commercial and international partners. Along the way, we will engage and inspire new audiences – we are the Artemis Generation.\n\nThe Artemis missions will build a community on the Moon, driving a new lunar economy and inspiring a new generation. Narrator Drew Barrymore and NASA team members explain why returning to the Moon is the natural next step in human exploration, and how the lessons learned from Artemis will pave the way to Mars and beyond.\n\nOUR SUCCESS WILL CHANGE THE WORLD\n\nChapter 2\n\nWe are developing a long-term strategy for lunar exploration that will allow our robots and astronauts to explore more and conduct more science than ever before.\n\nThe NASA spacecraft that will carry astronauts from Earth to lunar orbit and back.\n\nThe only rocket that can send Orion, astronauts, and cargo to the Moon on a single mission. Upon launch, the Space Launch System will be the most powerful rocket in the world.\n\nThe structures on the ground necessary to support launch and recovery of returning astronauts.\n\nBuilt by American companies, human landing systems are the final mode of transportation that will take astronauts from lunar orbit to the surface and back to orbit.\n\nThe spaceship in lunar orbit where astronauts will transfer between Orion and the lander on regular Artemis missions. Gateway will remain in orbit for more than a decade, providing a place to live and work, and supporting long-term science and human exploration on and around the Moon.\n\nNASA is develop next-generation spacesuits, human-rated rovers, and spacewalking support systems to help astronauts traverse the lunar surface.\n\nChapter 3\n\nWe go to the Moon for scientific discovery, economic benefits, and inspiration for a new generation of explorers: the Artemis Generation.\n\nArtemis I was the first in a series of increasingly complex missions that will enable human exploration at the Moon and future missions to Mars.\n\nFour astronauts will fly around the Moon to test NASA's foundational human deep space exploration capabilities, the Space Launch System rocket and Orion spacecraft, for the first time with crew.\n\nHumans have always been drawn to explore, discover, and learn as much as we can about the world—and worlds—around us.…\n\nNASA and its partners are developing the foundational systems needed for long-term exploration at the Moon for the benefit of…\n\nAs Artemis missions progress, NASA and its partners will continue to send exploration elements to the surface. Rovers will expand the exploration range and increase science return. Habitation elements will allow crews to stay on the surface for longer periods of time.\n\nMake,  launch,  teach,  compete  and  learn. Find your favorite way to be part of the Artemis mission.\n\n"
  }
]