[
  {
    "url": "https://science.nasa.gov/heliophysics/resources/",
    "title": "Resources",
    "date": "2011-02-10T08:02:00-05:00",
    "content": "Webb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/heliophysics-decadal-survey/",
    "title": "Heliophysics Decadal Survey",
    "date": "2024-12-03T09:38:48-05:00",
    "content": "One principle way that NASA solicits and leverages technical expertise from the science community is through the National Academies of Sciences, Engineering, and Medicine (NASEM). NASEM is a non-government organization that contracts with NASA and other U.S. Government Agencies to conduct studies specified by the client.\n\nOne of the most influential studies that NASEM conducts for NASA is the decadal survey. Congress mandates (51 USC § 20305) that the NASA Science Mission Directorate go to the National Academies once a decade for an analysis of the state of the field and a recommended prioritization of the research and programmatic areas.\n\nThis decadal survey is also required to conduct an independent cost and technical-readiness assessment for recommended major investments (e.g., strategic missions), and decision rules for unforeseen conditions (e.g., cost increases, instrument capability advances) that might trigger a reprioritization of the recommended research or programmatics.Due to the scientific and technical overlap between the scope of responsibility for NASA and other Government Agencies in this area, NASA often works with partners to sponsor these decadal surveys. Such partnership helps ensure that there is coordination and collaboration across the government in order to advance scientific and technical fields.\n\nThe 2024 Solar and Space Physics Decadal Survey was co-sponsored by NASA, the National Science Foundation, the National Oceanic and Atmospheric Administration, and the Air Force Office of Scientific Research.\n\nThe Decadal Survey has been published by the National Academy of Sciences. Although a decadal survey is itself a single report, it is part of a process that extends over the entire 10-year cycle. The events and milestones marking that cycle will be posted below:\n\nNASA uses the decadal survey to prioritize science focuses, both for mission and non-mission activities.\n\nThe decadal survey’s recommended science strategy is also leveraged by NASA to inform internal programmatic discussions and to clearly communicate with the Agency’s stakeholders. Results can include the creation or evolution of research programs, planning for new mission concepts, collaborations with NASA and non-NASA partners, and other activities.\n\nNASA wants the decadal survey to present an ambitious science strategy that transcends the next decade and inspires long-term scientific planning for the following decades.\n\nNASA envisions the next Heliophysics decadal survey will identify cutting-edge, interdisciplinary science problems that push the boundaries of what was previously thought possible in solar and space physics. Some of these problems will flow into focused science objectives for mission concepts, others may lend themselves to be addressed by competed research programs.Using the decadal survey to understand what science investigations have the greatest potential to revolutionize our current understanding of the Sun and the Solar System, NASA will identify how to allocate NASA’s resources accordingly to continuously push the solar and space physics field forward.\n\nNational Academy of Sciences\n\nReference information provided by NASA's Heliophysics Division as input to the 2024 Solar and Space Physics Decadal Survey Committee.\n\nAll Recent Decadal Surveys\n\nHeliophysics Stories\n\nNASEM Reports and Corresponding NASA Responses\n\nDecadal Survey\n\nScience Strategy"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/missions/mission-fleet-diagram/",
    "title": "Mission Fleet Chart",
    "date": "2020-01-09T07:02:00-05:00",
    "content": "\n\nMapping out this interconnected system requires a holistic study of the Sun’s influence on space, Earth and other planets. NASA has a fleet of spacecraft strategically placed throughout our heliosphere—from Parker Solar Probe at the Sun observing the very start of the solar wind, to satellites around Earth, to the farthest human-made object, Voyager, which is sending back observations on interstellar space. Each mission is positioned at a critical, well-thought out vantage point to observe and understand the flow of energy and particles throughout the solar system—all helping us untangle the effects of the star we live with.\n\nThe Sun is a dynamic star, made of super-hot ionized gas called plasma.\n\nThe Sun's surface and atmosphere change continually, driven by the magnetic forces generated by this constantly-moving plasma. The Sun releases energy in two ways: the usual flow of light that illuminates the Earth and makes life possible; but also in more violent and dramatic ways — it gives off bursts of light, particles, and magnetic fields that can have ripple effects all the way out to the solar system's magnetic edge.\n\nA magnetosphere is the region around a planet dominated by the planet's magnetic field.\n\nOther planets in our solar system have magnetospheres, but Earth has the strongest one of all the rocky planets: Earth's magnetosphere is a vast, comet-shaped bubble, which has played a crucial role in our planet's habitability. Life on Earth initially developed and continues to be sustained under the protection of this magnetic environment.\n\nThough space is about a thousand times emptier than even the best laboratory vacuums on Earth, it’s not completely devoid of matter.\n\nThe sun’s constant outflow of solar wind fills space with a thin and tenuous wash of particles, fields, and plasma. This solar wind, along with other solar events like giant explosions called coronal mass ejections, influences the very nature of space and can interact with the magnetic systems of Earth and other worlds. Such effects also change the radiation environment through which our spacecraft – and, one day, our astronauts headed to Mars – travel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/focus-areas/",
    "title": "What We Study",
    "date": "2009-12-10T01:30:00-05:00",
    "content": "Building on NASA’s rich history of exploration of Earth’s neighborhood and distant planetary systems, we are poised to provide a predictive understanding of our place in the solar system. While sunlight fundamentally enables and sustains life, our star can also produce radiation and magnetic energy that can disrupt planets’ atmospheres, satellites, and even life. We study this space environment in order to send spacecraft and astronauts through it safely. Closer to home, we seek knowledge of near-Earth space, because -- when extreme -- space weather can interfere with our communications, satellites and power grids.\n\nMapping out this interconnected system requires a holistic study of the Sun’s connection to Earth and other planets at both small and large scales. To accomplish this, heliophysics encompasses a vast range of research subjects, including but not limited to:\n\nNASA studies the Sun for numerous reasons. The Sun’s variable radiation influences the habitability of Earth, which can be either be helpful or detrimental to life. The accompanying energy and plasma the Sun sends out, can create changes in the space weather around us and interfere with our space technology and communications systems. The Sun is the only star we can study up close, and can inform our research of other stars throughout the universe.\n\nThe Sun’s constant outflow of solar wind fills space with a thin and tenuous wash of particles, fields, and plasma. This solar wind, along with other solar events like giant explosions called coronal mass ejections, influences the very nature of space and can interact with the magnetic systems of Earth and other worlds. Such effects also change the radiation environment through which our spacecraft – and, one day, our astronauts headed to the Moon and to Mars – travel.  Such space weather can interfere with satellite electronics, communications and GPS signals, and even – when extreme – utility grids on Earth.\n\nThe magnetosphere is a bubble of magnetic fields that surrounds Earth, created by the natural magnetism of the planet. The magnetosphere protects humans on Earth from incoming energy from the Sun, however it does change shape and size in response to such space weather, and these fluctuations can degrade communication signals and cause unexpected electrical surges in power grids. NASA studies the magnetosphere to better understand its role in our space environment. By studying this space environment close to home, we can better understand the nature of space throughout the universe. Such research helps unravel the fundamental physics of space, which is dominated by complex electromagnetic interactions unlike what we experience day-to-day on Earth.\n\nNASA studies the layers of the atmosphere, such as the ionosphere-thermosphere-mesosphere system where aurora and other space weather events manifest. The ionosphere is a layer in Earth's atmosphere that extends from about 50 to 300 miles above the surface of the planet. The layer is filled with electrically charged particles and overlaps with the neutral particles of the mesosphere and thermosphere. The ionosphere is sensitive to incoming material from the Sun, so it can respond dramatically to space weather. Since the ionosphere is home to low Earth-orbiting spacecraft, as well as the region of space through which radio communications travel, unexpected changes in the region can have a dramatic effect on human technology.\n\nThe Sun sends out a constant flow of charged particles called the solar wind, which ultimately travels past all the planets, extending out three times the distance to Pluto before being impeded by the interstellar medium. This forms a giant bubble around the Sun and its planets, known as the heliosphere. NASA studies the heliosphere to better understand the fundamental physics of the space surrounding us -- which, in turn, teaches us more about the nature of space throughout the rest of the universe, as well as regarding how it drives planetary atmospheres that contribute to planet habitability.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/programs/explorers/",
    "title": "Explorers",
    "date": "2008-02-28T02:44:00-05:00",
    "content": "The mission of the Explorers Program is to provide frequent flight opportunities for world-class scientific investigations from space utilizing innovative, streamlined and efficient management approaches within the heliophysics and astrophysics science areas. Explorers are opportunities for innovative science and fill the scientific gaps between the larger missions.\n\nThe program seeks to enhance public awareness of, and appreciation for, space science and to incorporate educational and public outreach activities as integral parts of space science investigations.\n\nThe Explorer program enables the definition, development and implementation of mission concepts through a variety of modes to meet the need of the scientific community and the NASA space science enterprise.\n\nThe Explorer Program Office at Goddard Space Flight Center in Greenbelt, MD, provides management of the multiple scientific exploration missions in the Explorer space flight program. The missions are characterized by relatively moderate cost, and by small to medium sized missions that are capable of being built, tested and launched in a short time interval compared to the large observatories.\n\nThe sun is a dynamic star, made of super-hot ionized gas called plasma.\n\nThe sun's surface and atmosphere change continually, driven by the magnetic forces generated by this constantly-moving plasma. The sun releases energy in two ways: the usual flow of light that illuminates the Earth and makes life possible; but also in more violent and dramatic ways--it gives off bursts of light, particles, and magnetic fields that can have ripple effects all the way out to the solar system's magnetic edge.\n\nA magnetosphere is the region around a planet dominated by the planet's magnetic field.\n\nOther planets in our solar system have magnetospheres, but Earth has the strongest one of all the rocky planets: Earth's magnetosphere is a vast, comet-shaped bubble, which has played a crucial role in our planet's habitability. Life on Earth initially developed and continues to be sustained under the protection of this magnetic environment.\n\nThough space is about a thousand times emptier than even the best laboratory vacuums on Earth, it’s not completely devoid of matter.\n\nThe sun’s constant outflow of solar wind fills space with a thin and tenuous wash of particles, fields, and plasma. This solar wind, along with other solar events like giant explosions called coronal mass ejections, influences the very nature of space and can interact with the magnetic systems of Earth and other worlds. Such effects also change the radiation environment through which our spacecraft – and, one day, our astronauts headed to Mars – travel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/resources/senior-review/",
    "title": "Senior Review Reports",
    "date": "2010-03-22T03:19:00-04:00",
    "content": "The NASA Science Mission Directorate, or SMD, conducts comparative reviews of operating missions within each science division to assess the scientific return from these missions.  The Senior Review, held every two years, assists NASA in maximizing the productivity from its operating missions within a constrained budget. NASA uses the findings from the Senior Review to define an implementation strategy and give programmatic direction to the missions and projects reviewed through the next five fiscal years.\n\nThis established practice was codified in the NASA Authorization Act of 2005: “The Administrator shall carry out biennial reviews within each of the Science divisions to  assess the cost and benefits of extending the date of the termination of data collection  for those missions that have exceeded their planned mission life time.”\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/focus-areas/solar-science/",
    "title": "Solar Science",
    "date": "2016-08-12T04:24:00-04:00",
    "content": "The sun is a dynamic star, made of super-hot ionized gas called plasma. The sun's surface and atmosphere change continually, driven by the magnetic forces generated by this constantly-moving plasma. The sun releases energy in two ways: the usual flow of light that illuminates the Earth and makes life possible; but also in more violent and dramatic ways--it gives off bursts of light, particles, and magnetic fields that can have ripple effects all the way out to the solar system's magnetic edge. We study the sun to better understand how its ever-changing conditions can influence Earth, other worlds, and even space itself.\n\nNASA studies the sun for numerous reasons. For one thing, its influence on the habitability of Earth is incredibly complex, providing radiation that depending on the amount can be either a boon or hazard to the development of life. Second, this radiation, and the accompanying energy and magnetic fields that the sun sends out -- is intense and dynamic, with the ability to create changes in the space weather around us, and interfere with our space technology and communications systems. Finally, we study this star we live with, because it's the only star we can study up close.  Studying our sun informs research about other stars throughout the universe.\n\nThe sun's activity and conditions vary on almost every timescale, from tiny changes that happen over milliseconds, to solar eruptions that last hours or days, to its 27-day rotation. The solar magnetic field cycles through a complete change in direction and back about every 22 years, which in turn gives rise to the roughly 11-year cycle in solar activity. As magnetic field becomes more complex, it releases energy near the solar surface. These solar explosions can take the form of solar flares, coronal mass ejections, or releases of incredibly fast charged particles that race out from the sun at nearly the speed of light.\n\nNASA watches the sun nearly 24-seven with a fleet of solar observatories, studying everything from the sun's tenuous outer atmosphere, to its roiling surface, and even peering inside the sun using magnetic and helioseismic instruments.\n\nNASA observes the sun and studies its processes with such missions as the Parker Solar Probe,  Solar Dynamics Observatory, the Solar Terrestrial Relations Observatory, the Interface Region Imaging Spectrograph, the Reuven Ramaty High Energy Solar Spectroscope Imager, the joint ESA/NASA missions Solar and Heliospheric Observatory,and Solar Orbiter, and the joint JAXA/NASA Hinode.\n\nThe sun is a dynamic star, made of super-hot ionized gas called plasma.\n\nThe sun's surface and atmosphere change continually, driven by the magnetic forces generated by this constantly-moving plasma. The sun releases energy in two ways: the usual flow of light that illuminates the Earth and makes life possible; but also in more violent and dramatic ways--it gives off bursts of light, particles, and magnetic fields that can have ripple effects all the way out to the solar system's magnetic edge.\n\nA magnetosphere is the region around a planet dominated by the planet's magnetic field.\n\nOther planets in our solar system have magnetospheres, but Earth has the strongest one of all the rocky planets: Earth's magnetosphere is a vast, comet-shaped bubble, which has played a crucial role in our planet's habitability. Life on Earth initially developed and continues to be sustained under the protection of this magnetic environment.\n\nThough space is about a thousand times emptier than even the best laboratory vacuums on Earth, it’s not completely devoid of matter.\n\nThe sun’s constant outflow of solar wind fills space with a thin and tenuous wash of particles, fields, and plasma. This solar wind, along with other solar events like giant explosions called coronal mass ejections, influences the very nature of space and can interact with the magnetic systems of Earth and other worlds. Such effects also change the radiation environment through which our spacecraft – and, one day, our astronauts headed to Mars – travel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/science-questions/what-are-the-fundamental-physical-processes-of-the-space-environment/",
    "title": "What drives the changes in the space environment?",
    "date": "2007-06-14T07:53:00-04:00",
    "content": "Space is not empty. The space environments surrounding Earth, between the planets, and between the stars are far different from the environment we regularly experience on Earth, but they are far from calm. Our missions show that energy, charged particles, and magnetic fields course through space. It's a complex system in which electric currents generate magnetic fields and vice versa, while space radiation flows along in giant winds and particles can accelerate almost up to the speed of light. Input from the Sun, cosmic rays from outside the solar system, Earth's magnetic fields and even terrestrial weather can cause additional change in the system.\n\nBy combining observations of near-Earth space and the space environment throughout our solar system with increasingly sophisticated computer simulations, NASA heliophysics research focuses on mapping out the details of our space environment.\n\nUnderstanding the forces that drive change in our space environment not only helps us protect technology and astronauts from radiation, it also helps us understand what makes planets habitable. It takes more than just the right distance from a star for a planet to incubate life. The star's interaction with the planet's atmosphere and electromagnetic system can make all the difference between a planet that's too dry, too hot, or too radiation-filled versus one where life could take root.\n\nNASA heliophysics missions that observe space near Earth, around the planets, and even beyond the Sun's atmosphere include: the Magnetospheric Multiscale mission, Aeronomy of Ice in the Mesosphere, the Acceleration, Reconnection, Turbulence and Electrodynamics of the Moon’s Interaction with the Sun, the Interstellar Boundary Explorer, the Time History of Events and Macroscale Interactions during Substorms mission, the Thermosphere, Ionosphere, Mesosphere Energetics and Dynamics mission, the Two Wide-angle Imaging Neutral-atom Spectrometers, Voyager, and Wind.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/focus-areas/ionosphere_thermosphere_mesosphere/",
    "title": "Ionosphere, Thermosphere & Mesosphere",
    "date": "2020-12-07T08:03:00-05:00",
    "content": "NASA’s heliophysics researches the ionosphere-thermosphere-mesosphere region where our neutral atmosphere transitions into the ionized plasma of space. In this thin shell that surrounds our home planet, the atmosphere is in constant motion, shaped by the influence of both solar activity and changes in the lower atmosphere and in near-Earth space. But this region is more than just a passive boundary — energy is not only deposited but also transformed in and transported through this region, and it’s an active source of energy and plasma into the magnetosphere.\n\nInteractions here create highly variable space weather effects that impact communications and navigation signals, satellite orbits, and create currents in Earth’s crust that affect our infrastructure on the ground. At lower altitudes in this region, chemical reactions can form reactive molecules that destroy stratospheric ozone, noctilucent clouds form and evolve, meteors ablate and break up, and towering electrical discharges such as sprites and elves conduct massive currents.\n\nNASA studies this region through a variety of techniques and from a variety of perspectives. Our research uses suborbital technology, such as sounding rockets, which gather data for five to ten minutes at a time, or balloons, which can stay aloft for days to weeks. Ground-based observations of the upper atmosphere and electrical current systems are made from a wide variety of instruments scattered over the globe. Finally, NASA relies on orbiting satellite missions to provide global views of this important and fascinating region. These include missions such as our ICON and GOLD missions, which are the most recently launched to study this area, as well as older missions like TIMED and AIM. These missions all provide different ways to study how earth’s weather and space weather interact.\n\nBased on the 2013 Decadal Survey for heliophysics, NASA is also preparing the Geospace Dynamics Constellation (GDC). GDC will provide the first direct global measurements of Earth’s dynamic, complex ionosphere and thermosphere – akin to the launch of the early weather satellites that gave scientists the first worldwide view of weather systems. Using an array of sensors working together to gather comprehensive observations, GDC will explore the fundamental physics of this region. The level of detail and resolution provided by GDC will give us an unprecedented understanding of the space environment surrounding our home planet.\n\nIn addition to helping us understand our own planet, ITM science also has implications for atmospheres on other planets and what makes them habitable. In order to further this research NASA heliophysics consciously seeks opportunities for planetary and Earth science collaboration.\n\nThe sun is a dynamic star, made of super-hot ionized gas called plasma.\n\nThe sun's surface and atmosphere change continually, driven by the magnetic forces generated by this constantly-moving plasma. The sun releases energy in two ways: the usual flow of light that illuminates the Earth and makes life possible; but also in more violent and dramatic ways--it gives off bursts of light, particles, and magnetic fields that can have ripple effects all the way out to the solar system's magnetic edge.\n\nA magnetosphere is the region around a planet dominated by the planet's magnetic field.\n\nOther planets in our solar system have magnetospheres, but Earth has the strongest one of all the rocky planets: Earth's magnetosphere is a vast, comet-shaped bubble, which has played a crucial role in our planet's habitability. Life on Earth initially developed and continues to be sustained under the protection of this magnetic environment.\n\nThough space is about a thousand times emptier than even the best laboratory vacuums on Earth, it’s not completely devoid of matter.\n\nThe sun’s constant outflow of solar wind fills space with a thin and tenuous wash of particles, fields, and plasma. This solar wind, along with other solar events like giant explosions called coronal mass ejections, influences the very nature of space and can interact with the magnetic systems of Earth and other worlds. Such effects also change the radiation environment through which our spacecraft – and, one day, our astronauts headed to Mars – travel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/programs/living-with-a-star/",
    "title": "Living With a Star",
    "date": "2008-02-28T03:07:00-05:00",
    "content": "Earth resides in the vast atmosphere of a star – and that star creates a dynamic and complex space environment that can sometimes interfere with space technology, communications and navigation systems, and utility grids. The Living With A Star (LWS) program targets specific aspects of the Sun-Earth system that affect life and society. LWS provides a predictive understanding of the Sun-Earth system, linkages among the interconnected systems, and, specifically, space weather conditions at Earth and the interplanetary medium.\n\nMeasurements and research from LWS missions may contribute to advances in operational space weather forecasting that help prevent damage to spacecraft, communications and navigation systems, and power grids. LWS products improve our understanding of ionizing radiation, which has human health implications on the ISS and high-altitude aircraft flight, as well as operations of future space exploration with and without human presence. LWS products improve the characterization of solar radiation for global climate change, surface warming, and ozone depletion and recovery.\n\nLWS missions have been formulated to answer specific science questions about the links between the various solar, Earth and space systems that affect space weather. The coordinated LWS program includes strategic missions, targeted research and technology development, a space environment test bed flight opportunity, and partnerships with other agencies and nations.\n\nLiving With a Star is a cross-disciplinary program with links to the following:\n\nThe LWS Architecture Committee was a committee of experts from the heliophysics science community. The committee was formed at the request of NASA’s Heliophysics Division to (1) assess the current LWS mission line and (2) recommend a future mission architecture designed to further the goals of the LWS program. The LWS Architecture Committee report was delivered to NASA in August 2022.\n\nThe sun is a dynamic star, made of super-hot ionized gas called plasma.\n\nThe sun's surface and atmosphere change continually, driven by the magnetic forces generated by this constantly-moving plasma. The sun releases energy in two ways: the usual flow of light that illuminates the Earth and makes life possible; but also in more violent and dramatic ways--it gives off bursts of light, particles, and magnetic fields that can have ripple effects all the way out to the solar system's magnetic edge.\n\nA magnetosphere is the region around a planet dominated by the planet's magnetic field.\n\nOther planets in our solar system have magnetospheres, but Earth has the strongest one of all the rocky planets: Earth's magnetosphere is a vast, comet-shaped bubble, which has played a crucial role in our planet's habitability. Life on Earth initially developed and continues to be sustained under the protection of this magnetic environment.\n\nThough space is about a thousand times emptier than even the best laboratory vacuums on Earth, it’s not completely devoid of matter.\n\nThe sun’s constant outflow of solar wind fills space with a thin and tenuous wash of particles, fields, and plasma. This solar wind, along with other solar events like giant explosions called coronal mass ejections, influences the very nature of space and can interact with the magnetic systems of Earth and other worlds. Such effects also change the radiation environment through which our spacecraft – and, one day, our astronauts headed to Mars – travel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/heliophysics-leadership/",
    "title": "Heliophysics Leadership",
    "date": "2018-09-12T08:54:00-04:00",
    "content": "Director, Heliophysics Division\n\nDeputy Director, Heliophysics Division (Acting)\n\nDirector of Research Programs, Heliophysics Division\n\nThe sun is a dynamic star, made of super-hot ionized gas called plasma.\n\nThe sun's surface and atmosphere change continually, driven by the magnetic forces generated by this constantly-moving plasma. The sun releases energy in two ways: the usual flow of light that illuminates the Earth and makes life possible; but also in more violent and dramatic ways--it gives off bursts of light, particles, and magnetic fields that can have ripple effects all the way out to the solar system's magnetic edge.\n\nA magnetosphere is the region around a planet dominated by the planet's magnetic field.\n\nOther planets in our solar system have magnetospheres, but Earth has the strongest one of all the rocky planets: Earth's magnetosphere is a vast, comet-shaped bubble, which has played a crucial role in our planet's habitability. Life on Earth initially developed and continues to be sustained under the protection of this magnetic environment.\n\nThough space is about a thousand times emptier than even the best laboratory vacuums on Earth, it’s not completely devoid of matter.\n\nThe sun’s constant outflow of solar wind fills space with a thin and tenuous wash of particles, fields, and plasma. This solar wind, along with other solar events like giant explosions called coronal mass ejections, influences the very nature of space and can interact with the magnetic systems of Earth and other worlds. Such effects also change the radiation environment through which our spacecraft – and, one day, our astronauts headed to Mars – travel.\n\n\n\n\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/science-research/science-enabling-technology/technology-highlights/unlocking-the-suns-x-rays/",
    "title": "Unlocking the Sun’s X-rays",
    "date": "2022-01-18T06:53:00-05:00",
    "content": "6 min read\n\nMarshall Grazing Incidence X-ray Spectrometer (MaGIXS)\n\nNASA has developed a new type of instrument that can provide key information to predict and understand solar flares.\n\nX-ray spectroscopy provides unique capabilities for answering fundamental questions in solar physics and for predicting the onset of energetic events like solar flares or coronal mass ejections, which can impact life on Earth.  NASA Marshall Space Flight Center and its partners are developing new instrumentation to make observing the Sun’s X-rays a reality.\n\nThe soft X-ray wavelength range is dominated by spectral lines formed by ions that only exist at temperatures from 2-20 million degrees.  Observing these spectral lines can yield insights into basic physical processes of the Sun and stars that are not easily accessible by any other means.  NASA built the Marshall Grazing Incidence X-ray Spectrometer (MaGIXS) sounding rocket instrument to acquire the first-ever high-resolution spectrally and spatially resolved X-ray observations of the solar atmosphere in the soft X-ray wavelength range.  Launched on July 30, 2021, the MaGIXS instrument consists of three grazing incidence mirrors, a diffraction grating, and a low noise detector.  Over a decade of technology development funded by NASA’s Heliophysics Technology and Instrument Development for Science (H-TIDeS) and Heliophysics Low Cost Access to Space (H-LCAS) Programs was required to make the MaGIXS flight a success.\n\nIn instruments using grazing incidence mirrors, the light skims the mirror surface, like a rock skipping across a pond.  These types of mirrors produce X-ray images, but the mirrors themselves are difficult to fabricate.  The MaGIXS mirrors were fabricated at MSFC using a new replication process NASA developed that includes unique and customized measurement, data analysis, and machine programing tools.  The first step in this process is to super polish a mandrel (an accurate mold) to act as the basis for the mirror. MaGIXS served as a pathfinder for a deterministic, computer numerical control (CNC) polishing process that is specifically tailored to correct errors in the shape of the mandrel and results in high-resolution grazing-incidence mirror mandrels.\n\nThis deterministic process utilizes a polishing machine guided by metrological feedback to provide precise polishing control. After the mandrel is polished, a mirror shell is electroformed onto the mandrel.  The mirror shell is then separated from the mandrel via differential thermal expansion (i.e., the mandrel and shell are placed in a chilled water bath, and due to the different rates of expansion of the materials used to fabricate the mandrel and mirror, the two pieces separate). MaGIXS demonstrated that this deterministic polishing technique significantly reduced figure errors in the mandrel and produced a mirror with the desired characteristics.\n\nAnother key element in the MaGIXS instrument is the diffraction grating, which spreads the incoming X-ray light into its component wavelengths. Diffraction gratings have been used for centuries in spectroscopy and the related technologies are constantly being improved. The MaGIXS team developed advanced techniques to push the boundaries of the technology even farther—in this instance to employ a spacing between grating elements that is a fraction of the wavelength of visible light. MaGIXS uses a blazed grating, meaning that the grating surface resembles a sawtooth pattern with the angles of the surfaces precisely manufactured to produce maximum efficiency in the amount of light sent to the focal plane detector. The main challenges involved in developing this type of grating are to ensure the pattern is smooth at the atomic level so that the X-rays are reflected instead of scattered, and to sharply define the sawtooth surface so that a maximum usable area is produced. To make things more difficult the MaGIXS grating is \"chirped\"—meaning that the spacing between the steps in the pattern increases along the length of the grating—to improve the resolution of the resulting spectrum at the focal plane.\n\nThe MaGIXS optical system includes three mirrors, a grating, and a detector that must be aligned to each other.  The positional tolerances for these optic systems are very tight because they all have extremely narrow apertures that must be lined up precisely. Alignment of the optics on the ground prior to flight is also complicated by the fact that the optics operate in X-rays, which do not pass through the atmosphere.  To overcome these challenges, the MaGIXS team used alignment tools previously developed for NASA’s Chandra X-ray Observatory and developed new techniques that allowed the different optical components to be aligned using a theodolite.\n\nAnother difficulty in developing instruments for sounding rockets is the need to employ low-noise, low-cost camera systems that can survive a rocket launch.  The MaGIXS camera is a slightly modified version of the four-channel readout charged-coupled device (CCD) camera developed at MSFC for another sounding rocket instrument. The camera utilizes a Teledyne e2v Technologies back-illuminated CCD that is mechanically masked to expose 1k×2k pixels and uses the remaining 1k×2k pixels as a storage region.   The CCD is mounted on a copper block, which is cooled to less than −70°C using a cold strap bundle connecting the CCD block to the thermal reservoir (cold block).  The cold block is cooled by a flow of liquid nitrogen from outside the payload until launch.  During countdown, a computer monitors the temperature of the CCD and cold block and controls the flow of liquid nitrogen to cool the CCD at a safe, controlled rate.\n\nMaGIXS was launched on July 30, 2021 and successfully observed spatially and spectrally resolved X-ray spectra.  MaGIXS captured parts of the two targeted active regions and the team was able to spatially separate several structures.  Several high-temperature spectral lines have been positively identified in these regions. MaGIXS team members are currently processing the flight data and expect several science publications to result from this data set.\n\nThe MaGIXS instrument was developed in a partnership between NASA Marshall Space Flight Center and the Smithsonian Astrophysical Observatory.  Additional partners include Massachusetts Institute of Technology, Izentis LLC, and the University of Central Lancashire.\n\nDr. Amy Winebarger, NASA Marshall Space Flight Center\n\nNASA Heliophysics Division’s Heliophysics Low Cost Access to Space (H-LCAS) Program and Marshall Space Flight Center\n\nNASA’s latest space observatory is targeting a March 8 liftoff, and the agency’s PUNCH heliophysics…\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/focus-areas/space-weather/",
    "title": "Space Weather",
    "date": "2020-09-15T08:32:00-04:00",
    "content": "Solar flares, coronal mass ejections, solar particle events, and the solar wind form the recipe for space weather that affects life on Earth and astronauts in space.\n\nThough it is almost 100 million miles away from Earth, the Sun influences our daily lives in ways you may not realize.\n\nA farmer stops their planting operations due to poor GPS signal for their autonomous tractor. A power grid manager changes the configuration of their network to ensure a blackout doesn’t occur due to voltage instability. A pilot switches to back-up communication equipment due to loss of high-frequency radio. A commercial internet company providing service to the military must change the orbit of their spacecraft to avoid a collision due to increased atmospheric drag.These are a few examples of the ways the Sun influences our everyday lives. This is what we define as space weather – the conditions of the space environment driven by the Sun and it’s impacts on objects in the solar system.NASA, through the Space Weather Program, studies the physical processes of space weather and it’s impacts in order to develop the understanding that enables successful prediction and applications.The Space Weather Program also supports NASA’s robotic and human exploration at Earth, the Moon, Mars, and beyond.\n\nA successful forecast or an improved decision is first built on scientific understanding, and this is where NASA supports user-driven space weather research and applications.\n\nNASA implements the Space Weather Research-to-Operations-to-Research (R2O2R) Program Element on behalf of and in collaboration with NOAA, DoD, and NSF to accelerate targeted space weather research toward operational implementation.R2O2R refers to the cyclical process by which basic and applied research activities (R), having been identified as having the potential for improving forecasting capabilities, are matured in a targeted way toward a formal operational implementation (O) and, once ”operationalized,” subsequent needs for refinements are conveyed back to the research community (R).NASA's Space Weather Instrument Pipeline is another pathway to host space weather instruments on commercial and other space-based platforms. To date, NASA has selected three instruments for the Pipeline and released two RFIs to gather community input to inform the future of the initiative.\n\nHERMES is a space weather instrument package that will fly on the outside of the Gateway lunar space station to conduct multipoint studies of the structure of the solar wind in Earth's magnetotail.\n\nESA’s Vigil space weather mission will study the Sun from the Sun-Earth Lagrange Point 5 to give researchers and forecasters a critical vantage point of the Sun and it’s eruptions. NASA is contributing the Joint EUV coronal Diagnostic Investigation (JEDI) instrument to this mission in order to study the creation of the solar wind and solar eruptions.\n\nA first-generation testbed for space weather innovation through small satellites. Four missions selected in 2021 will enable advancements in our understanding of space weather, ability to forecast space weather, and serve as pathfinders for potential future measurements.\n\n\n\nBeyond Earth's protection, astronauts are exposed to the harsh environment of space.\n\nHeliophysics Division missions and applied research support activities to keep astronauts and spacecraft situationally aware across the solar system to the potential threats of space weather.NASA’s Moon to Mars Space Weather Analysis Office (M2M SWAO) conducts real-time space weather assessments to support the development and validation of new capabilities for understanding space weather impacts on NASA robotic and human exploration activities.M2M SWAO collaborates with the NASA Community Coordinated Modeling Center (CCMC) and NOAA Space Weather Prediction Center (SWPC) to support NASA Space Radiation Analysis Group (SRAG) during NASA human exploration missions like Artemis I in 2022.\n\nImproving the ability of the United States to forecast space weather events and mitigate the effects of space weather\n\nSigned into law on October 21, 2020, by President Trump, the Promoting Research and Observations of Space Weather to Improve Forecasting of Tomorrow (PROSWIFT) Act directs a variety of government agencies, including NOAA, NASA, NSF, DOD, and the Department of the Interior, to coordinate in order to improve space weather forecasts and predictions and mitigate its impact.\n\nThe National Space Weather Strategy and Action Plan (NSW-SAP) identifies objectives and high-level actions necessary to achieve a space-weather-ready Nation and was released in March 2019. An Implementation Plan for the NSW-SAP was released in December 2023.Strong coordination and collaboration across Federal agencies, the academic community, the private sector, and international allies and partners will improve America’s ability to understand, forecast, and prepare for space weather events.\n\nThe SWC was established to secure the counsel of community experts across diverse areas of matters relevant to space weather in support the NASA Heliophysics Division. The SWC is a subcommittee to the NASA Advisory Council’s Heliophysics Advisory Committee (HPAC).The SWC serves as a community-based, interdisciplinary forum for soliciting and coordinating community analysis and input to provide advice on space weather topics to the Heliophysics Division Director through HPAC.\n\nThe Space Weather Operations, Research, and Mitigation (SWORM) Subcommittee is a Federal coordinating body organized under the National Science and Technology Council (NSTC) Committee on Homeland and National Security, organized under the Office of Science and Technology Policy (OSTP). The SWORM coordinates Federal Government department and agency activities to meet the goals and objectives specified in the National Space Weather Strategy and Action Plan (NSW-SAP) released in March 2019.The Space Weather Advisory Group (SWAG) advises the SWORM based on advice from academia, the commercial space weather sector, and space weather end users.\n\nAddressing crucial space weather goals that require multi-institution, interdisciplinary collaboration.\n\nExplore opportunities through NASA's Research Opportunities in Space and Earth Science (ROSES) annual solicitations\n\nNASA Awards Delivery Order for NOAA’s Space Weather Program\n\nNASA’s PUNCH Mission to Revolutionize Our View of Solar Wind\n\nNASA CubeSat Finds New Radiation Belts After May 2024 Solar Storm\n\nNASA Invites Media to Discuss PUNCH Mission to Study Solar Wind\n\nNASA’s PUNCH Mission Tests Solar Arrays Before Launch\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/programs/technology/",
    "title": "Heliophysics Technology Program",
    "date": "2022-09-08T10:33:00-04:00",
    "content": "The HEliophysics Strategic Technology Office (HESTO), hosted at NASA’s Wallops Flight Facility in Virginia, is led by an experienced program management team tasked with facilitating NASA’s Heliophysics Technology Program (HTP) technology investments, nurturing project maturation, and promoting technology infusion toward the greatest science community benefit. HTP solicits and invests in technologies through an open and competitive solicitation process that provides grants to universities, corporations, and other institutions to explore new instrument designs and technologies, laboratory investigations, and mission concepts.\n\nOur Vision is to Enable New Realms of Heliophysics Knowledge and Capability.\n\nOur Mission is to Enable novel and transformative capabilities and mission concepts. Advance science by expanding the limits of what is measurable, observable, and achievable in Heliophysics. Enable science and missions that are not conceivable or achievable today.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/heliophysics/focus-areas/magnetosphere-ionosphere/",
    "title": "Magnetospheres",
    "date": "2007-06-18T08:01:00-04:00",
    "content": "A magnetosphere is the region around a planet dominated by the planet's magnetic field. Other planets in our solar system have magnetospheres, but Earth has the strongest one of all the rocky planets: Earth's magnetosphere is a vast, comet-shaped bubble, which has played a crucial role in our planet's habitability. Life on Earth initially developed and continues to be sustained under the protection of this magnetic environment. The magnetosphere shields our home planet from solar and cosmic particle radiation, as well as erosion of the atmosphere by the solar wind - the constant flow of charged particles streaming off the sun.\n\nEarth's magnetosphere is part of a dynamic, interconnected system that responds to solar, planetary, and interstellar conditions. It is generated by the convective motion of charged, molten iron, far below the surface in Earth's outer core. Constant bombardment by the solar wind compresses the sun-facing side of our magnetic field. The sun-facing side, or dayside, extends a distance of about six to 10 times the radius of the Earth. The side of the magnetosphere facing away from the sun - the nightside - stretches out into an immense magnetotail, which fluctuates in length and can measure hundreds of Earth radii, far past the moon's orbit at 60 Earth radii.\n\nNASA heliophysics studies the magnetosphere to better understand its role in our space environment. Such research helps unravel the fundamental physics of space, which is dominated by complex electromagnetic interactions unlike what we experience day-to-day on Earth. By studying this space environment close to home, we can better understand the nature of space throughout the universe. Additionally, space weather within the magnetosphere - where many of our spacecraft reside - can sometimes have adverse effects on space technology as well as communications systems. Better understanding of the science of the magnetosphere helps improve our space weather models.\n\nNASA's studies of the magnetosphere include research into: understanding the nature of the electromagnetic phenomena in near-Earth space; how near-Earth space responds to external and internal stimuli; how the coupled middle and upper atmosphere respond to external factors; and how the various regions of the magnetosphere and upper atmosphere interact with each other.\n\nNASA heliophysics missions contributing to magnetospheric research are: Balloon Array for Radiation-belt Relativistic Electron Losses; Geotail; the Magnetospheric Multiscale mission, Time History of Events and Macroscale Interactions during Substorms; Two Wide-Angle Imaging Neutral-Atom Spectrometers; and the Van Allen Probes. Additionally, instruments on other NASA missions -- for example, Juno, which observes Jupiter -- observe the magnetosphere of other planets.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/ems/",
    "title": "The Electromagnetic Spectrum",
    "date": "2016-08-10T08:23:00-04:00",
    "content": "This unique NASA resource on the web, in print, and with companion videos introduces electromagnetic waves, their behaviors, and how scientists visualize these data. Each region of the electromagnetic spectrum (EMS) is described and illustrated with engaging examples of NASA science. Come and explore the amazing world beyond the visible!\n\nIntroduction to the Electromagnetic Spectrum: Electromagnetic energy travels in waves and spans a broad spectrum from very long radio waves to very short gamma rays.  You depend on electromagnetic energy every hour of every day. Without it, the world you know could not exist.\n\nAnatomy of an Electromagnetic Wave: An electromagnetic wave is made up of changing electric and magnetic fields and is important way that energy is transported in the world around us.\n\nWave Behaviors: Light waves across the electromagnetic spectrum behave in similar ways and can be transmitted, reflected, absorbed, refracted, polarized, diffracted, or scattered depending on the composition of an object the wave encounters.\n\nVisualization: From Energy to Image: Electromagnetic energy is observed and recorded by satellites and then transmitted to Earth. These data, including data from beyond the visible spectrum, are processed into images.\n\nRadio Waves: The longest wavelengths in the spectrum, Radio waves can carry tunes from a radio station or be emitted from astronomical objects like from the Sun’s corona.\n\nMicrowaves: Microwaves penetrate through clouds, dust, smoke, snow, and rain making them ideal for communications satellites. They are also used in active and passive science instruments to study the Earth and the night sky.\n\nInfrared Waves: Light waves just beyond the visible spectrum of light are infrared light waves. They range from near-infrared like what are used in remote controls, to far-infrared which can be sensed as heat.\n\nReflected Near-Infrared Waves: Scientists can study how objects reflect, transmit, and absorb the Sun's near-infrared radiation to observe health of vegetation and soil composition.\n\nVisible Light: All electromagnetic radiation is light, but we can only see a small portion of this radiation—the portion we call visible light.\n\nUltraviolet Waves: The Sun is a source of the full spectrum of ultraviolet radiation and most of this radiation is blocked by the atmosphere. Scientists study stars and galaxies in the ultraviolet as well as the composition of Earth’s atmosphere.\n\nX-Rays: X-rays have much higher energy and the Earth’s atmosphere protects us from these harmful rays. Scientists use satellites to observe x-ray radiation coming from galaxies and stars like our Sun.\n\nGamma Rays: Gamma rays have the most energy of any wave in the electromagnetic spectrum and are produced by the hottest and most energetic objects in the universe.\n\nEarth's Radiation Budget: The energy entering, reflected, absorbed, and emitted by the Earth system are the components of the Earth's radiation budget.\n\n\n\n\n\n\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/science-missions/",
    "title": "NASA Science Missions",
    "date": "2023-05-23T11:21:06-04:00",
    "content": "\n\nOur mission milestones showcase the breadth and depth of NASA science.\n\nLaunching no earlier than February 26, 2025, Lunar Trailblazer will orbit Earth's Moon to detect and map water on the surface.\n\nLaunching no earlier than March 2, 2025, SPHEREx will collect data on more than 450 million galaxies along with more than 100 million stars in the Milky Way\n\nLaunching no earlier than March 2, 2025, PUNCH is a constellation of four satellites in low Earth orbit that will make 3D observations of the entire inner heliosphere to learn how the Sun's corona becomes the solar wind.\n\nNASA’s Polarimeter to Unify the Corona and Heliosphere, or PUNCH mission, is a constellation of four small satellites in low Earth orbit that will make global, 3D observations of the Sun’s corona to better understand how the mass and energy there becomes the solar wind that fills the solar system.\n\nNASA Science missions circle the Earth, the Sun, the Moon, Mars, and many other destinations within our Solar System, including spacecraft that look out even further into our universe. The Science Fleet depicts the scope of NASA’s activity and how our missions have permeated throughout the solar system.\n\n\n\nDeveloping tissue chips that can be used for modeling of acute and/or chronic exposures for 6 months or longer 3D…\n\nPioneer 0, also known as Able 1, was the first-ever launch to the Moon — and humanity’s first attempt to…\n\nThe U.S. Air Force shared management of this lunar mission with America's newly-formed space agency — NASA.\n\nAble 4B, also known as Pioneer P-3, was part of a U.S. push to get to the Moon after the…\n\nWhat was Able 5A (Pioneer P-30)? This U.S. probe had a mission similar to its failed predecessor, Able 4B. It…\n\nWhat was Able 5B (Pioneer P-31)? LIke its two unsuccessful predecessors, this U.S. spacecraft was launched to orbit the Moon.…\n\nNASA’s Advanced Composition Explorer (ACE) collects and analyzes particles of solar, interplanetary, interstellar, and galactic origins. The data contributes to…\n\nAdvancing combustion technology via fundamental microgravity/Improving efficiency and reducing emission in practical terrestrial combustion The Advanced Combustion via Microgravity Experiments…\n\nEarth Orbiter\n\nConducting plant bioscience research aboard the International Space Station The Advanced Plant Habitat (APH) is the largest, fully automated plant…\n\nLaunch Date May 21, 2010 Launch Site Tanegashima Space Center, Tanegashima, Japan Destination Venus Type Orbiter Status Successful–In Progress Nation…\n\nLaunch Date Aug. 4, 1971 Launch Site Cape Canaveral, Florida, USA | Launch Complex 39A Destination Earth’s Moon Type Orbiter…\n\nLaunch Date Apr. 24, 1972 Launch Site Cape Canaveral, Florida, USA | Launch Complex 39A Destination Earth’s Moon Type Orbiter…\n\nEarth Orbiter\n\nEyes on Aquarius The joint U.S./Argentinian Aquarius/Satélite de Aplicaciones Científicas (SAC)-D mission was launched June 10, 2011, and ended on…\n\nThe Atlas Program ATLAS-1, the first of the ATLAS series of Shuttle flights, was an important part of the long-term,…\n\nApplications Technology Satellite Program The Applications Technology Satellite (ATS) series was conceived of as a follow-on to the successful experimental…\n\nEarth Orbiter\n\nThe Atmospheric Waves Experiment (AWE) is attached to the exterior of the Earth-orbiting International Space Station. From its space station…\n\nBARREL was a balloon-based mission to study X-rays in Earth’s atmosphere near the North and South poles.\n\nWhat is BepiColombo? BepiColombo is an international mission comprised of two spacecraft riding together to Mercury to orbit and to…\n\nBeresheet was Israel's first lunar mission and the first attempt by a private company to land on the Moon.\n\nBiological Experiment-01 on Artemis I Studying how life responds to conditions beyond low Earth orbit BioExperiment-01 (BioExpt-01) will serve as…\n\nBurstCube is a shoebox-sized satellite designed to study the universe’s most powerful explosions.\n\nEarth Orbiter\n\nSaturn Orbiter\n\nSpace Telescope\n\nIndia's Chandrayaan-1 played a crucial role in the discovery of water molecules on the Moon."
  },
  {
    "url": "https://science.nasa.gov/heliophysics/science-questions/",
    "title": "Science Questions",
    "date": "2009-12-10T01:30:00-05:00",
    "content": "Heliophysics attempts to understand the nature of space itself—including how the Sun's magnetic fields and particles affect space throughout the solar system. Near Earth, such effects are known as space weather, which can interfere with our communications and satellite technology. Knowledge of our space environment also helps us understand the region through which spacecraft travel, as well as provide clues to the forces that forged the planets and other stars.\n\nThe NASA Heliophysics Division is guided by goals defined in the NASA 2014 Strategic Plan, NASA 2014 Science Plan, and the 2013 National Research Council Decadal Strategy for Solar and Space Physics report, Solar and Space Physics: A Science for a Technological Society. To improve our understanding of the Sun and its interactions with Earth and the Solar System, we currently seeks to answer three big questions:\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the…\n\nThis rover and its aerial sidekick were assigned to study the geology of Mars and seek signs of ancient microbial…\n\nOn a mission to “touch the Sun,” NASA's Parker Solar Probe became the first spacecraft to fly through the corona…\n\nNASA’s Juno spacecraft entered orbit around Jupiter in 2016, the first explorer to peer below the planet's dense clouds to…"
  },
  {
    "url": "https://science.nasa.gov/science-research/heliophysics/nasas-ezie-launching-to-study-magnetic-fingerprints-of-earths-aurora/",
    "title": "NASA’s EZIE Launching to Study Magnetic Fingerprints of Earth’s Aurora",
    "date": "2025-02-25T14:41:04-05:00",
    "content": "High above Earth’s poles, intense electrical currents called electrojets flow through the upper atmosphere when auroras glow in the sky. These auroral electrojets push about a million amps of electrical charge around the poles every second. They can create some of the largest magnetic disturbances on the ground, and rapid changes in the currents can lead to effects such as power outages. In March, NASA plans to launch its EZIE (Electrojet Zeeman Imaging Explorer) mission to learn more about these powerful currents, in the hopes of ultimately mitigating the effects of such space weather for humans on Earth.\n\nResults from EZIE will help NASA better understand the dynamics of the Earth-Sun connection and help improve predictions of hazardous space weather that can harm astronauts, interfere with satellites, and trigger power outages.\n\nThe EZIE mission includes three CubeSats, each about the size of a carry-on suitcase. These small satellites will fly in a pearls-on-a-string formation, following each other as they orbit Earth from pole to pole about 350 miles (550 kilometers) overhead. The spacecraft will look down toward the electrojets, which flow about 60 miles (100 kilometers) above the ground in an electrified layer of Earth’s atmosphere called the ionosphere.\n\nDuring every orbit, each EZIE spacecraft will map the electrojets to uncover their structure and evolution. The spacecraft will fly over the same region 2 to 10 minutes apart from one another, revealing how the electrojets change.\n\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\n\nPrevious ground-based experiments and spacecraft have observed auroral electrojets, which are a small part of a vast electric circuit that extends 100,000 miles (160,000 kilometers) from Earth to space. But for decades, scientists have debated what the overall system looks like and how it evolves. The mission team expects EZIE to resolve that debate.\n\n“What EZIE does is unique,” said Larry Kepko, EZIE mission scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “EZIE is the first mission dedicated exclusively to studying the electrojets, and it does so with a completely new measurement technique.”\n\nLarry Kepko\n\nEZIE mission scientist, NASA’s Goddard Space Flight Center\n\nThis technique involves looking at microwave emission from oxygen molecules about 10 miles (16 kilometers) below the electrojets. Normally, oxygen molecules emit microwaves at a frequency of 118 Gigahertz. However, the electrojets create a magnetic field that can split apart that 118 Gigahertz emission line in a process called Zeeman splitting. The stronger the magnetic field, the farther apart the line is split.\n\nEach of the three EZIE spacecraft will carry an instrument called the Microwave Electrojet Magnetogram to observe the Zeeman effect and measure the strength and direction of the electrojets’ magnetic fields. Built by NASA’s Jet Propulsion Laboratory (JPL) in Southern California, each of these instruments will use four antennas pointed at different angles to survey the magnetic fields along four different tracks as EZIE orbits.\n\nThe technology used in the Microwave Electrojet Magnetograms was originally developed to study Earth’s atmosphere and weather systems. Engineers at JPL had reduced the size of the radio detectors so they could fit on small satellites, including NASA’s TEMPEST-D and CubeRRT missions, and improved the components that separate light into specific wavelengths.\n\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\n\nThe electrojets flow through a region that is difficult to study directly, as it’s too high for scientific balloons to reach but too low for satellites to dwell.\n\n“The utilization of the Zeeman technique to remotely map current-induced magnetic fields is really a game-changing approach to get these measurements at an altitude that is notoriously difficult to measure,” said Sam Yee, EZIE’s principal investigator at the Johns Hopkins Applied Physics Laboratory (APL) in Laurel, Maryland.\n\nThe mission is also including citizen scientists to enhance its research, distributing dozens of EZIE-Mag magnetometer kits to students in the U.S. and volunteers around the world to compare EZIE’s observations to those from Earth. “EZIE scientists will be collecting magnetic field data from above, and the students will be collecting magnetic field data from the ground,” said Nelli Mosavi-Hoyer, EZIE project manager at APL.\n\nNelli Mosavi-Hoyer\n\nEZIE project manager, Johns Hopkins Applied Physics Laboratory\n\nThe EZIE spacecraft will launch aboard a SpaceX Falcon 9 rocket from Vandenberg Space Force Base in California as part of the Transporter-13 rideshare mission with SpaceX via launch integrator Maverick Space Systems.\n\nThe mission will launch during what’s known as solar maximum — a phase during the 11-year solar cycle when the Sun’s activity is stronger and more frequent. This is an advantage for EZIE’s science.\n\n“It’s better to launch during solar max,” Kepko said. “The electrojets respond directly to solar activity.”\n\nThe EZIE mission will also work alongside other NASA heliophysics missions, including PUNCH (Polarimeter to Unify the Corona and Heliosphere), launching in late February to study how material in the Sun’s outer atmosphere becomes the solar wind.\n\nAccording to Yee, EZIE’s CubeSat mission not only allows scientists to address compelling questions that have not been able to answer for decades but also demonstrates that great science can be achieved cost-effectively.\n\n“We’re leveraging the new capability of CubeSats,” Kepko added. “This is a mission that couldn’t have flown a decade ago. It’s pushing the envelope of what is possible, all on a small satellite. It’s exciting to think about what we will discover.”\n\nThe EZIE mission is funded by the Heliophysics Division within NASA’s Science Mission Directorate and is managed by the Explorers Program Office at NASA Goddard. APL leads the mission for NASA. Blue Canyon Technologies in Boulder, Colorado, built the CubeSats.\n\n\n\nby Vanessa ThomasNASA’s Goddard Space Flight Center, Greenbelt, Md.\n\n\n\nHeader Image:An artist's concept shows the three EZIE satellites orbiting Earth.Credits: NASA/Johns Hopkins APL/Steve Gribben\n\nFor the 13th straight year, NASA has earned the title of Best Place to Work…\n\nNASA’s latest space observatory is targeting a March 8 liftoff, and the agency’s PUNCH heliophysics…\n\nMissions\n\nHumans in Space\n\nClimate Change\n\nSolar System"
  }
]