[
  {
    "url": "https://www.swpc.noaa.gov/phenomena/earths-magnetosphere",
    "title": "Earth's magnetosphere",
    "date": "",
    "content": "The magnetosphere is the region of space surrounding Earth where the dominant magnetic field is the magnetic field of Earth, rather than the magnetic field of interplanetary space. The magnetosphere is formed by the interaction of the solar wind with Earth’s magnetic field. This figure illustrates the shape and size of Earth’s magnetic field that is continually changing as it is buffeted by the solar wind.\n\nIt has been several thousand years since the Chinese discovered that certain magnetic minerals, called lodestones, would align in roughly the north-south direction. The reason for this effect wasn’t understood, though, until 1600, when William Gilbert published De Magnete and demonstrated that our Earth behaved like a giant magnet and loadstones were aligning with Earth’s magnetic field.\n\nAfter several more centuries of investigation, it is now known that Earth’s magnetic field is quite complex, but still, to a great extent, can be viewed as a dipole, with north and south poles like a simple bar magnet. Earth’s magnetic axis, the dipole, is inclined at about 11 degrees to Earth’s spin axis. If space were a vacuum, Earth’s magnetic field would extend to infinity, getting weaker with distance, but in 1951, while studying why comet tails always point away from the sun, Ludwig Biermann discovered that the sun emits what we now call the solar wind. This continuous flow of plasma, comprised of mostly electrons and protons, with an embedded magnetic field, interacts with Earth and other objects in the solar system.\n\nThe pressure of the solar wind on Earth’s magnetic field compresses the field on the dayside of Earth and stretches the field into a long tail on the nightside. The shape of the resulting distorted field has been compared to the appearance of water flowing around a rock in a stream. On the dayside of Earth, rather than extending to infinity, the magnetic field is confined to within about 10 Earth radii from the center of Earth and on the nightside, the field is stretched out to hundreds of Earth radii, well beyond the orbit of the moon at 60 Earth radii.\n\nThe boundary between the solar wind and Earth’s magnetic field is called the magnetopause. The boundary is constantly in motion as Earth is buffeted by the ever-changing solar wind. While the magnetopause shields us to some extent from the solar wind, it is far from impenetrable, and energy, mass, and momentum are transferred from the solar wind to regions inside Earth’s magnetosphere. The interaction between the solar wind and Earth’s magnetic field, and the influence of the underlying atmosphere and ionosphere, creates various regions of fields, plasmas, and currents inside the magnetosphere such as the plasmasphere, the ring current, and radiation belts. The consequence is that conditions inside the magnetosphere are highly dynamic and create what we call “space weather” that can affect technological systems and human activities. For example, the radiation belts can have impacts on the operations of satellites, and particles and currents from the magnetosphere can heat the upper atmosphere and result in satellite drag that can affect the orbits of low-altitude Earth orbiting satellites. Influences from the magnetosphere on the ionosphere can also affect communication and navigations systems. All of these effects are discussed elsewhere in more detail."
  },
  {
    "url": "https://www.swpc.noaa.gov/products/geospace-geomagnetic-activity-plot",
    "title": "Geospace Geomagnetic Activity Plot",
    "date": "",
    "content": "The Geospace Global Geomagnetic Activity Plot displays real-time solar wind values ballistically propagated from L1 orbit to 32 Re at the upstream boundary of the University of Michigan’s Geospace model (top four panels). The propagated solar wind values are used to drive the University of Michigan’s Geospace model which outputs 1-minute predicted estimated Kp and Dst values (bottom two panels). In addition to the forecast values for Kp (green line) and Dst (white line), the ground truth data for Kp (SWPC estimated 3-hour Kp; teal line) and Dst (Kyoto 1-hour quick look Dst; red line) are plotted for comparison.\n\nThe vertical purple line (on the 3-hour and 1-day plots) indicates the current time, and the data plotted to the right of the purple line shows the forecast for a short-timescale prediction at Earth. The Geospace model can provide Kp and Dst forecasts with approximately 30 to 60 minutes advanced warning, depending on the speed of the solar wind. Global activity indices, such as the geomagnetic activity index Kp and the disturbance storm time index Dst, are useful for a wide customer base as well as for indicators of how well the model is performing.\n\nFor information about the official Kp index, please visit the official Kp index web page at the German Research Centre for Geosciences (GFZ).\n\nDst values are obtained from the World Data Center for Geomagnetism in Kyoto. These are Quicklook Dst values and as such, these values are unverified, may contain inaccuracies, and are subject to change.\n\n*** Note that these plots do not display the official SWPC forecast, instead they display model guidance which forecasters can use to assist them in generating the official forecast. Also note that cold restarts of the Geospace model can occur when there is no solar wind data for more than 2 hours. When this occurs the model predicted Kp and Dst values go to zero and it can take several hours, or more, depending on the level of geomagnetic activity, before the model returns to equilibrium.\n\nFor additional space weather products generated using output from the Geospace model, see the following pages:\n\nGeospace Ground Magnetic Perturbation Maps\n\nGeospace Magnetosphere Movies\n\nThis product uses output generated by the University of Michigan’s Geospace model that consists of several components in their Space Weather Modeling Framework (SWMF). The Geospace model is a first-principles physics-based model which includes three components:\n\nThe calculation of the predicted estimated Kp index is similar to the calculations of the real Kp index and begins with determining the north and east components of the magnetic field disturbance from background. However, within SWMF no background field subtraction is required for the virtual magnetometers as they only report the predicted disturbance. The Geospace model Version 2.0 representation of predicted estimated Kp (shown here) is different from the previous version 1.5. The new approach, called 'predicted-estimated Kp' uses model magnetic variation output from station locations that are the same as the magnetometer observatories used by SWPC for calculating the observed real-time Kp estimate. Furthermore, it follows the conventions of using fixed, three-hour synoptic periods and resetting every time a new synoptic period begins. As each 3-hour synoptic period progresses, the maximum and minimum of both north and east components are tracked. Between the north and east components, the largest difference between maximum and minimum is selected, and this is then converted to a K number using a semi-logarithmic scaling.  A scaling factor is used in order to obtain the desired occurrence distribution of K 1 through 9.\n\nThe calculation of the Geospace model Dst is for the perturbation at the center of the Earth for which all currents in the MHD domain are included, i.e. the field-aligned currents (FACs) up to the inner boundary, the magnetopause current and other currents. Currents within the gap region and ionospheric currents are not included in the calculation of the predicted Dst.\n\nThe Geospace Global Geomagnetic Activity Plot represents the first generation of operational space weather products derived from the Geospace model, a model which includes both global and regional short-term predictions of geomagnetic activity. Other operational space weather products generated using output from the Geospace model include the Geospace Ground Magnetic Perturbation Maps and the Geospace Magnetosphere Movies.\n\nThe Geospace model (v1.0) first went operational in October 2016, and during its first year in operations the model achieved initial success in providing forecaster guidance on levels of regional geomagnetic activity, short-term predictions of geomagnetic indices, and making data available to customers over the web.\n\nAs of November 8, 2017, the operational product was driven by the Geospace model (v 1.5). This first upgrade to the Geospace model included some minor physics improvements, new output parameters, increased model robustness, and a switch to a different operational high-performance computer (Cray). In addition, this version of the model allowed for the model to perform a warm restart from a previous output file during times when there was a solar wind data gap of greater than 15 minutes and less than 2 hours. Solar wind data gaps of greater than 2 hours continue to trigger the model to perform a cold restart, which can require 2-3 hours for the model to return to equilibrium.\n\nAs of February 3, 2021, the operational products are now being driven by the Geospace model (v2.0). In this upgrade to the Geospace model, the most significant changes are: increased resolution for solving the MHD equations in targeted regions of the grid, moving from ~ 1 million to 1.9 million grid cells; improved auroral oval specification and more realistic representation of magnetospheric current systems; new tail composition settings to better represent current systems responsible for the Disturbance Storm Time index – Dst; a new method for calculating a predicted estimated Kp (global geomagnetic activity index) based on magnetic variations from the Geospace model processed by a Kp algorithm that is the same as SWPC uses for calculating Kp from ground-based magnetometer stations.\n\nThe model output files for the last 48 hours can be accessed here.\n\nFor further information about the Kp index, please visit the official Kp index webpage at the German Research Centre for Geosciences (GFZ).\n\nPlanetary K-index data is also available via the National Centers for Environmental Information (NCEI)."
  },
  {
    "url": "https://www.swpc.noaa.gov/content/international-organizations",
    "title": "International Organizations",
    "date": "",
    "content": "International Space Environment Service (ISES)\n\nCommittee on Space Research (COSPAR)\n\nEuropean space weather portal\n\nICAO Space Weather/ International Airways Volcano Watch Operations Group link (IAVWOPSG)\n\nINTERMAGNET\n\n​International Association of Geomagnetism and Aeronomy (IAGA)\n\nInternational Living with a Star (ILWS)\n\nInternational Space Weather Initiative (ISWI)\n\nICSU World Data System\n\nWorld Meteorological Organization (WMO) Space Programme\n\nUN Office for Outer Space Affairs (OOSA)"
  },
  {
    "url": "https://www.swpc.noaa.gov/news/new-preliminary-coronagraph-images-goes-19",
    "title": "New Preliminary Coronagraph Images from GOES-19",
    "date": "",
    "content": "Beginning February 6, 2025, the Space Weather Prediction Center is presenting new coronagraph images from the GOES-19 Compact Coronagraph-1 (CCOR-1). The images are updated every 15 minutes and are displayed as an animation (CCOR-1 Coronagraph) on the Space Weather Prediction Testbed (SWPT). Further information is available on that website and on the official NWS Service Change Notice (SCN). The SCN also provides contact information for feedback regarding this product. The NOTE: Until such time as GOES-19 becomes operational, currently planned for April 4, 2025, the animations and data are to be considered “preliminary and non-operational.”"
  },
  {
    "url": "https://www.swpc.noaa.gov/phenomena/solar-euv-irradiance",
    "title": "Solar EUV Irradiance",
    "date": "",
    "content": "Solar Extreme Ultraviolet (EUV) is solar radiation that covers the wavelengths 10 – 120 nm of the electromagnetic spectrum. It is highly energetic and it is absorbed in the upper atmosphere, which not only heats the upper atmosphere but also ionizes it, creating the ionosphere. Solar EUV radiation changes by a factor of ten over the course of a typical solar cycle. This variability produces similar variations in the ionosphere and upper atmosphere. Solar EUV variations are one of the three primary drivers of ionospheric variability.\n\nSolar Extreme-Ultraviolet (EUV) radiation originates in the corona and chromosphere of the Sun’s atmosphere. The solar EUV spectrum, between 1 and 120 nm, is dominated by spectral lines from hydrogen (H), helium (He), oxygen (O), sodium (Na), magnesium (Mg), silicon (Si), and iron (Fe). The EUV photons reach Earth and are completely absorbed in the upper atmosphere above 80 km. The thermosphere of the earth, 80 to 600 km in altitude, is heated predominantly by solar EUV radiation. The EUV photons also ionize the atmosphere creating electrons, which form the ionosphere. Solar EUV irradiance varies by as much as an order of magnitude on time scales of minutes to hours (solar flares), days to months (solar rotation), and years to decades (solar cycle). The highly varying EUV radiation causes the thermosphere and ionosphere to vary over similar magnitudes and time scales.\n\nBecause solar EUV radiation is absorbed by the upper atmosphere it is impossible to measure from the ground. Thus, measurements must be made from rockets and satellites. It is difficult to build and maintain sensors that can measure the solar EUV radiation so for many years people relied on proxies for solar EUV such as the Sunspot Number or the F10.7 cm radio flux.\n\nFigure:  R. Viereck"
  },
  {
    "url": "https://www.swpc.noaa.gov/products/solar-cycle-progression",
    "title": "Solar Cycle Progression",
    "date": "",
    "content": "The observed and predicted ​Solar Cycle is depicted in Sunspot Number in the top graph and F10.7cm Radio Flux in the bottom graph.\n\nAn updated version of the Solar Cycle prediction product is now available on NOAA's Space Weather Prediction Testbed.\n\nIn both plots, the black line represents the monthly averaged data and the purple line represents a 13-month weighted, smoothed version of the monthly averaged data. The slider bars below each plot provide the ability to display the sunspot data back to solar cycle 1 and F10.7 data back to 2004.\n\nThe mean forecast for the current solar cycle (Cycle 25) is given by the red line. This is based on an international panel that was convened in 2019 for this purpose. In February, 2023 the plot was modified to show the full range of the 2019 Panel prediction as the gray shaded region (similarly for the F10.7 cm plot). This takes into account expected uncertainties in the cycle start time and amplitude. Use the drop-down menu below each plot to display specific curves within this range.\n\nThese plots, like many on the SWPC website, are interactive.\n\nMousing your cursor over the plots will display the data values applicable to the date the cursor is over.\n\nLeft clicking on the data and holding while you drag will define a zoom window.\n\nUse the buttons above each plot to return to the default zoom showing the current cycle or to show the entire available data set.\n\nThere is also an option to toggle the solar cycle numbering on/off.\n\nBeneath each main plot window, the entire time series is shown and you can click/hold on either side of the blue shaded region to expand or contract the zoom window or if you click/hold on the blue shaded region itself, you can slide it to anywhere in the time series.\n\nA drop down menu above and to the right of each plot allows you to PRINT, or download PNG, PDF, or SVG format images of the associated plot\n\nSolar cycle predictions are used by various agencies and many industry groups. The solar cycle is important for determining the lifetime of satellites in low-Earth orbit, as the drag on the satellites correlates with the solar cycle, especially as represented by F10.7cm. A higher solar maximum decreases satellite life and a lower solar maximum extends satellite life. Also, the prediction gives a rough idea of the frequency of space weather storms of all types, from radio blackouts to geomagnetic storms to radiation storms, so is used by many industries to gauge the expected impact of space weather in the coming years.\n\nThe forecast comes from the Solar Cycle Prediction Panel representing NOAA, NASA and the International Space Environmental Services (ISES) which was convened in 2019. This amounts to the official forecast for the solar cycle 25. After an open solicitation, the Panel received nearly 50 distinct forecasts for Solar Cycle 25 from the scientific community. Prediction methods include a variety of physical models, precursor methods, statistical inference, machine learning, and other techniques. The prediction released by the panel is a synthesis of these community contributions.\n\nThe Prediction Panel predicted Cycle 25 to reach a maximum of 115 occurring in July, 2025. The error bars on this prediction mean the panel expects the cycle maximum could be between 105-125 with the peak occurring between November 2024 and March 2026.\n\nObserved Solar Cycle Indices: Recent Solar Indices of Observed Monthly Mean Values\n\nPredicted Solar Cycle: Sunspot Number And Radio Flux Values with Expected Ranges\n\nSources​\n\nFields (JSON)\n\nValues for the most recent 6 months are considered preliminary.\n\nSources\n\nFields (JSON)\n\nData not yet available or not calculable: -1.0\n\nPrepared by the U.S. Dept. of Commerce, NOAA, Space Weather Prediction Center (SWPC).\n\nPlease send comments and suggestions to swpc.webmaster@noaa.gov"
  },
  {
    "url": "https://www.swpc.noaa.gov/products/usaf-magnetometer-analysis",
    "title": "USAF Magnetometer Analysis",
    "date": "",
    "content": "The U.S. Air Force (USAF) issues Hourly and 24-Hour (daily) reports containing geomagnetic A and K indices and maximum gamma deflections. The Space Weather Prediction Center makes these reports available on the internet via FTP and the World Wide Web.\n\nThese are reports containing geomagnetic A and K indices and maxiumum gamma deflections.\n\nThe Space Weather Prediction Center makes these reports available; SWPC updates the files as they are received, usually between 20 and 30 minutes past the hour, and details about the product are available here.\n\nAdditional details about this product are available.\n\nSWPC maintains a limited archive of USAF magnetometer reports. (Hourly reports are available from the last 48 hours. Daily reports are available for the last seven days.)\n\n"
  },
  {
    "url": "https://www.swpc.noaa.gov/phenomena/solar-wind",
    "title": "Solar Wind",
    "date": "",
    "content": "The solar wind continuously flows outward from the Sun and consists mainly of protons and electrons in a state known as a plasma. Solar magnetic field is embedded in the plasma and flows outward with the solar wind.\n\nDifferent regions on the Sun produce solar wind of different speeds and densities.  Coronal holes produce solar wind of high speed, ranging from 500 to 800 kilometers per second.  The north and south poles of the Sun have large, persistent coronal holes, so high latitudes are filled with fast solar wind.  In the equatorial plane, where the Earth and the other planets orbit, the most common state of the solar wind is the slow speed wind, with speeds of about 400 kilometers per second. This portion of the solar wind forms the equatorial current sheet.\n\nDuring quiet periods, the current sheet can be nearly flat. As solar activity increases, the solar surface fills with active regions, coronal holes, and other complex structures, which modify the solar wind and current sheet. Because the Sun rotates every 27 days, the solar wind becomes a complex spiral of high and low speeds and high and low densities that looks like the skirt of a twirling ballerina (see figure). When high speed solar overtakes slow speed wind, it creates something known as a corotating interaction region. These interaction regions consist of solar wind with very high densities and strong magnetic fields\n\nAbove the current sheet, the higher speed solar wind typically has a dominant magnetic polarity in one direction and below the current sheet, the polarity is in the opposite direction.  As the Earth moves through this evolving ballerina skirt, it is sometimes within the heliospheric current sheet, sometimes above it and sometime below it. When the magnetic field of the solar wind switches polarity, it is a strong indication that Earth has crossed the current sheet. The location of the Earth with respect to the current sheet is important because space weather impacts are highly dependent on the solar wind speed, the solar wind density, and the direction of the magnetic field embedded in the solar wind.\n\nEach of the elements mentioned above play a role in space weather. High speed winds bring geomagnetic storms while slow speed winds bring calm space weather. Corotating interaction regions and to a lesser extent, current sheet crossings, can also cause geomagnetic disturbances. Thus specifying and forecasting the solar wind is critical to developing forecasts of space weather and its impacts at Earth.\n\nImage courtesy of NASA"
  },
  {
    "url": "https://www.swpc.noaa.gov/products/goes-solar-ultraviolet-imager-suvi",
    "title": "GOES Solar Ultraviolet Imager (SUVI)",
    "date": "",
    "content": "The GOES 16 and 17 spacecraft each carry a sophisticated extreme ultraviolet  (EUV) telescope called the Solar Ultraviolet Imager (SUVI). This telescope allows forecasters to monitor the Sun’s hot outer atmosphere, or corona. EUV photons are created in the million-degree plasma of the corona and are not visible from the ground, due to the absorption of the Earth’s atmosphere. Observations of solar EUV emission aids in the early detection of solar flares, coronal mass ejections (CMEs), and other phenomena that impact the geospace environment.\n\nEUV photons travel at the speed of light and are the first indication we receive at Earth of solar magnetic eruptions and associated flares. These high-energy photons cause changes to the Earth’s ionosphere and can result in significant degradation of radio communications, including complete black outs at some frequencies. The impacts begin only 8 minutes (time for light to travel from the Sun to Earth) after a flare.\n\nThe early warning given when SUVI observes a solar eruption comes at least 15 hours before the associated CME arrives at Earth. This allows forecasters at SWPC to issue the appropriate watches, warnings, and alerts for geomagnetic storms.\n\nThe SUVI telescopes are mounted on the Sun-pointing solar array gimbals of the GOES weather satellites. These satellites are in geosynchronous orbits that allow continuous solar viewing,  24 hours/day, 7 days/week. The only exception to this is around equinox dates when the GOES satellites enter Earth's shadow for up to one hour each day.\n\nEach SUVI collects a solar EUV image several times per minute, and the exposure settings follow a sequence that is optimized to observe three primary phenomena as they are reflected in the Solar atmosphere: coronal structures, active regions, and solar flares.\n\nSWPC presents the images and animations of the GOES SUVI instruments in near-real-time, and uses them in analyzing events and in issuing space weather watches, warnings, and alerts.\n\nSUVI has been providing operational observations since March 11, 2020. Earlier instruments - the Solar X-ray Imagers (SXIs) on GOES 12 through 15 - made observations from December 15, 2004 to March 11, 2020. There are some gaps in the data from different satellites and more details on the chronology can be found at: http://sxi.ngdc.noaa.gov/sxi_data_notes.html and http://sxi.ngdc.noaa.gov/\n\nCurated SUVI images and animations processed at the National Centers for Environmental Information (NCEI) are available at:\n\nhttps://www.ngdc.noaa.gov/stp/satellite/goes-r.html\n\nOlder SXI image data from GOES 12-15 are in the process of being made available at this site, but are also available at:\n\nhttp://sxi.ngdc.noaa.gov/\n\nOriginal operational versions of SUVI images are also available through NCEI at:\n\nhttps://www.ncei.noaa.gov/data/goes-r-series-l2-operational-space-weather-products/"
  },
  {
    "url": "https://www.swpc.noaa.gov/products/27-day-outlook-107-cm-radio-flux-and-geomagnetic-indices",
    "title": "27-Day Outlook of 10.7 cm Radio Flux and Geomagnetic Indices",
    "date": "",
    "content": "The 27-day Space Weather Outlook Table , issued Mondays by 1500 UTC, is a numerical forecast of three key solar-geophysical indices; the 10.7 cm solar radio flux, the planetary A index, and the largest daily K values. A complete summary of weekly activity and 27-day forecasts since 1997, plus an extensive descriptive, are online as The Weekly.\n\nA description of The Weekly and the data within is available in Users Guide to The Preliminary Report and Forecast of Solar Geophysical Data\n\nThe Preliminary Report and Forecast of Solar Geophysical Data (referred to hereafter as the Weekly) is compiled and issued every Monday. This publication is produced in Boulder, Colorado, jointly by the National Oceanic and Atmospheric Administration (NOAA) Space Weather Prediction Center, formerly the Space Environment Center, and the Air Force Weather Agency (AFWA). It is a continuation of the weekly reports that began in 1951 and were issued by the High Altitude Observatory and NOAA and/or its predecessors. The current series began with serial number PRF 001 on 09 September 1975. The contents of the Weekly have no copyright or other restrictions. Comments concerning the content or improvements to the Weekly are invited. More details are available about forecast products in the Users Guide.\n\nShort descriptive text files of Weekly products, as well as the product files themselves are available.\n\nFurther information on the data in the weekly can be found in the Users Guide to The Preliminary Report and Forecast of Solar Geophysical Data"
  },
  {
    "url": "https://www.swpc.noaa.gov/phenomena/coronal-holes",
    "title": "Coronal Holes",
    "date": "",
    "content": "Coronal holes appear as dark areas in the solar corona in extreme ultraviolet (EUV) and soft x-ray solar images. They appear dark because they are cooler, less dense regions than the surrounding plasma and are regions of open, unipolar magnetic fields. This open, magnetic field line structure allows the solar wind to escape more readily into space, resulting in streams of relatively fast solar wind and is often referred to as a high speed stream in the context of analysis of structures in interplanetary space.\n\nCoronal holes can develop at any time and location on the Sun, but are more common and persistent during the years around solar minimum. The more persistent coronal holes can sometimes last through several solar rotations (27-day periods). Coronal holes are most prevalent and stable at the solar north and south poles; but these polar holes can grow and expand to lower solar latitudes. It is also possible for coronal holes to develop in isolation from the polar holes; or for an extension of a polar hole to split off and become an isolated structure. Persistent coronal holes are long-lasting sources for high speed solar wind streams. As the high speed stream interacts with the relatively slower ambient solar wind, a compression region forms, known as a co-rotating interaction region (CIR). From the perspective of a fixed observer in interplanetary space, the CIR will be seen to lead the coronal hole high speed stream (CH HSS).\n\nThe CIR can result in particle density enhancement and interplanetary magnetic field (IMF) strength increases preceding onset of the CH HSS. As the CH HSS begins to arrive at Earth, solar wind speed and temperature increase, while particle density begins to decrease. After passage of the CIR and upon transition into the CH HSS flow, the overall IMF strength will normally begin to slowly weaken.\n\nGenerally, coronal holes located at or near the solar equator are most likely to result in any CIR passage and/or higher solar wind speeds at Earth. Strong CIRs and the faster CH HSS can impact Earth’s magnetosphere enough to cause periods of geomagnetic storming to the G1-G2 (Minor to Moderate) levels; although rarer cases of stronger storming may also occur. Geomagnetic storms are classified using a five-level NOAA Space Weather Scale. The larger and more expansive coronal holes can often be a source for high solar wind speeds that buffet Earth for many days.\n\nBecause of their potential for escalated geomagnetic activity and possible storming (G1 or higher), forecasters analyze coronal holes closely and also note them on the daily synoptic drawing. SWPC forecasters take into account any possible effects of CIR and CH HSS activity when forecasting the anticipated levels of overall planetary geomagnetic response for each 3-hour synoptic period over the next three days; as detailed in the 3-day forecast. Additionally, any predicted CIR or CH HSS influences are explained in more detail in the forecast discussion.\n\n*IMAGE courtesy of NASA"
  },
  {
    "url": "https://www.swpc.noaa.gov/products/seaesrt",
    "title": "SEAESRT",
    "date": "",
    "content": "SEAESRT Spacecraft Charging Hazards\n\nSEAESRT Space Environment\n\nSEAESRT Hazard Quotients\n\nThe Spacecraft Environmental Anomalies Expert System – Real Time (SEAESRT) is a set of data-driven algorithms that indicate the likelihood of an environment-related anomaly on a geosynchronous satellite. The target customers are operators of geosynchronous satellites who can benefit from guidance on the hazard levels during active space weather conditions to make decisions on the operation of their satellites, as well as to assess the possible causes of anomalies that have occurred.\n\nSEAESRT gives hazard levels at geosynchronous orbit for four common types of satellite problems: surface charging, internal charging, single event upsets, and total dose effects. For each of these four hazard types, the software gives a hazard quotient that represents the probability that the current environmental conditions will result in a satellite anomaly, relative to the long-term average likelihood of an anomaly. A hazard quotient of unity indicates the likelihood of an anomaly is equal to the long-term average.\n\nAll of the hazard quotients are derived from the statistical occurrence of on-orbit anomalies or their proxies. It is assumed that the probability of future anomalies has the same statistical relationship to the environmental conditions as the historical anomalies.\n\n\n\nSatellite surface charging is caused by low-energy electrons. The surface-charging hazard quotient is derived from the Kp index of geomagnetic activity, which is related to the injection of low-energy plasma into the inner magnetosphere from the magnetotail. Higher values of Kp are correlated with higher levels of low-energy electrons at geostationary orbit and consequently higher occurrence of surface-charging anomalies.\n\nThe internal-charging hazard quotient is derived from the level of >2 MeV electrons measured by the GOES satellites. High energy electrons can penetrate into electron components, and when sufficient charge builds up, a discharge can occur that may result in an anomaly.\n\nThe single-event-upset hazard quotient is derived from the >5 MeV and >30 MeV protons measured by the GOES satellites. High energy protons can penetrate into electronic components and directly disrupt computer memory and processes that result in system anomalies.\n\nThe total-dose hazard quotient is derived from the >5 MeV protons measured by the GOES satellites. This hazard quotient was defined to apply to the hazard to solar power arrays due to short-lived enhancements in the energetic proton flux.\n\n\n\nThe version of SEAESRT running is the first operational release.\n\nSEAESRT plots may be directly accessed at https://services.swpc.noaa.gov/images/. This location includes three additional longitudes not displayed on the web page.\n\nSEAESRT outputs are not currently archived."
  },
  {
    "url": "https://www.swpc.noaa.gov/products/relativistic-electron-forecast-model",
    "title": "Relativistic Electron Forecast Model",
    "date": "",
    "content": "The REFM plot displays roughly 30 days of observed and forecast data. Previous forecast values are kept on screen for comparison with observed data. Plot symbols correspond to the 24-hour >2 MeV electron fluence at geo-synchronous orbit, either observed or forecast. The forecasted and observed fluence values for the most recently observed 24-hour period is indicated by the dashed vertical lines. The 1, 2, and 3-day forecasts are to the right of the dashed vertical lines. A legend in the lower left corner indicates the symbol and color-coding used for the observed and forecast values. The lower right corner contains the latest observed and 1-3 day forecast values in a tabular format. The values are also color-coded in the same manner as the plot symbols. The date shown is valid at the beginning of the 24-hour period. When the 72-hour fluence exceeds 109 (cm2 s sr)-1, a warning message is displayed. Red lines (solid for observed and dashed for forecast) appear at the top of the plot, corresponding to the applicable days. A warning message also appears in the legend.\n\nThe Relativistic Electron Forecast Model (REFM) predicts the >2 MeV 24-hour electron fluence at geo-synchronous orbit. It is based on a linear prediction filter (Baker, 1990) that uses average solar wind speed as its input. An offset is employed to help account for additional physical processes that can dramatically affect the electron fluence (the fluence can drop 2-3 orders of magnitude in 24 hours without a corresponding change in solar wind speed).\n\nThe linear prediction filter is a relatively simple statistical technique in which correlation coefficients are created from historical data by solving a set of linear equations. These coefficients are then applied to real-time data. The REFM uses 30 days of solar wind speed data (currently from the ACE spacecraft) to predict the 24-hour fluence with +1 to +3 days of lead-time.\n\nThe electron fluence can exhibit dramatic day-to-day variability, typically associated with strong shocks and/or geomagnetic storming. This is believed to be due to both magnetic field stretching, in which the electron population is temporarily shifted into or out of geosynchronous orbit, and sudden electron loss to either the magnetopause or upper atmosphere. The basic linear filter is unable to account for these processes; given high solar wind speeds it will forecast high electron fluences, even if the electrons actually experience a sudden decrease or increase.\n\nTo help account for this short-term variability as well as longer-term drifts, REFM adjusts the output of the basic linear prediction filter with a flux offset. REFM compares previous forecasts to the observed values, computes an offset, and applies it as a correction to the current forecast. The number of days used to compute the offset varies; for example, the +1 Day forecast uses only the most recent forecast/observed pair, while the +2 and +3 forecasts all use the past 20 days of forecast/observed pairs. These numbers were chosen to maximize the performance statistics of each mode.\n\nAlthough the offset improves the statistics, at best the flux offset's response lags a day behind the environment's variability. This causes an associated rise in model errors during solar maximum when coronal mass ejections (CMEs) and subsequent strong geomagnetic storms are prevalent. For this reason, the REFM performs best during solar minimum.\n\nBoth the electron sensor on GOES and the SWEPAM sensor on ACE are subject to contamination during proton events. To avoid this contamination, the REFM will not use these data when the >30 MeV protons exceed 50 (cm2 s sr)-1 (a fairly conservative threshold). Without solar wind speed data for the current day, the REFM will not produce a forecast. An outage in ACE coverage or a satellite maneuver can also cause a data gap resulting in no forecast.\n\nReference:\n\nBaker, D.N., et al, \"Linear Prediction Filter Analysis of Relativistic Electron Properties at 6.6 Re\", J. Geophysical Res., 95, A9, 1990.\n\nThe REFM model was developed by Colonel Chris Smithro (USAF). It has been well established that high-energy (relativistic) electrons can cause deep dielectric charging of satellites, which can in turn lead to spacecraft upsets and/or complete satellite failures [Reagan et al, 1983; Baker et al, 1987]. These relativistic electrons are monitored at geo-synchronous orbit by GOES satellite instruments; plots of the data are available on SWPC’s web page. To warn customers of possible damaging effects, SWPC issues alerts when the >2 MeV electron flux at GOES exceeds 103 particle flux units (pfu) (cm2 s sr)-1 for more than three consecutive five-minute periods. An even more significant threshold is when the cumulative fluence exceeds 109 pfu over a 72-hour period.\n\nREFM forecasts were created to supplement current SWPC alerts by providing guidance as to the future likelihood of damaging relativistic electron events. Since the REFM output is a daily fluence forecast, not flux, it applies most directly to the high fluence threshold. In fact the graphical model output displays a warning message during periods when the 72-hour fluence exceeds or is forecast to exceed 109 pfu. High 24-hour fluence values can also be used as a proxy for high flux levels. A study of data measured between 1995 and 2000 showed that when the 24-hour fluence exceeds 3 × 107 pfu the SWPC flux alert criteria is nearly always met (false alarm ratio = 0.07, miss frequency = 0.06). With this threshold, REFM fluence forecasts can be used to predict SWPC flux alerts.\n\nReferences:\n\nBaker, D.N., et al, \"Deep Dielectric Charging Effects Due to High Energy Electrons in the Earth’s Outer Magnetosphere\", J. Electrost., 20, 3, 1987.\n\nReagan, J.B., et al, \"Space Charging Currents and their Effects on Spacecraft Systems\", IEEE Trans. Electr. Insul., EI-18, 345, 1983.\n\nModel predictions and performance statistics in ASCII text format are available:\n\n1 to 3 Day Predictions\n\nPerformance Statistics\n\nHistorical electron particle data is archived at the National Geophysical Data Center.\n\n\n\n"
  },
  {
    "url": "https://www.swpc.noaa.gov/products/aurora-30-minute-forecast",
    "title": "Aurora - 30 Minute Forecast",
    "date": "",
    "content": "Northern Hemisphere\n\nSouthern Hemisphere\n\nThis is a short-term forecast of the location and intensity of the aurora.  This product is based on the OVATION model and provides a 30 to 90 minute forecast of the location and intensity of the aurora.  The forecast lead time is the time it takes for the solar wind to travel from the L1 observation point to Earth.\n\nThe two maps show the North and South poles of Earth respectively. The brightness and location of the aurora is typically shown as a green oval centered on Earth’s magnetic pole.  The green ovals turn red when the aurora is forecasted to be more intense.  The sunlit side of Earth is indicated by the lighter blue of the ocean and the lighter color of the continents. Aurora can often be observed somewhere on Earth from just after sunset or just before sunrise. The aurora is not visible during daylight hours.  The aurora does not need to be directly overhead but can be observed from as much as a 1000 km away when the aurora is bright and if conditions are right.\n\nThe aurora is an indicator of the current geomagnetic storm conditions and provides situational awareness for a number of technologies.  The aurora directly impacts HF radio communication and GPS/GNSS satellite navigation.  It is closely related to the ground-induced currents that impact electric power transmission.\n\nFor many people, the aurora is a beautiful nighttime phenomenon that is worth traveling to arctic regions just to observe.  It is the only way for most people to actually experience space weather.\n\nThese links provide a discussion of the aurora phenomena and tips for the best opportunities to view aurora at various locations around the world.\n\n\n\nThe OVATION (Oval Variation, Assessment, Tracking, Intensity, and Online Nowcasting) model  is an empirical model of the intensity of the aurora developed at the Johns Hopkins University, Applied Physics Laboratory by Patrick Newell and co-workers1.   The model uses the solar wind velocity and interplanetary magnetic field measured at the L1 orbit position at 1.6 million km (1 million miles) upstream from earth as input and calculates three types of electron precipitation and the proton precipitation which strongly correlate with the aurora.   An estimate of aurora viewing probability can be derived by assuming a linear relationship to the intensity of the aurora. This relationship was validated by comparison with data from the Ultraviolet imager (UVI) instrument on the NASA Polar satellite(2).\n\nOn occasion, the input solar wind data are either contaminated or unavailable.  In those instances, an alternative estimate of the solar wind forcing, based on the current Kp geomagnetic index is used to drive the OVATION  model.  When this occurs, there is no forecast lead time.\n\nFor more information on the OVATION model and aurora products, see:\n\nIn 2009, Newell et. al., developed the OVATION model.\n\nIn 2011, NOAA (NCEI and SWPC) developed a real-time version of the OVATION model to forecast the location and intensity of the aurora.  Machol and Redmon (NCEI) developed the real-time ovation model.   Viereck (SWPC) implemented the model and developed the graphical products to run in realtime to create aurora forecasts.\n\nIn 2013, Newell upgraded the OVATION Prime model so that it would more accurately capture large geomagnetic storms.   The original model, based solely on DMSP data, was only reliable to Kp of 7.   By adding data from the NASA TIMED GUVI instrument, Newell et al., were able to expand the model to include the larger storm values of Kp of 8 and 9.\n\nIn 2016, NOAA SWPC shared the operational OVATION code (written in IDL) with the UK Met Office in the UK.   The UK Met Office converted the OVATION model from IDL to Python.\n\nIn 2020, NOAA SWPC implemented the new version of the OVATION Prime model into operations.   This version has been dubbed OVATION 2020.\n\nThe Auroral Forecast product is based on the OVATION Prime model developed by P. Newell at the Johns Hopkins, Applied Physics Laboratory.\n\nThe latest 24 hours of image frames comprising the Northern and Southern hemisphere loops (with time-tagged file names) are available: Northern, Southern\n\nThe most recent Northern and Southern Hemisphere images (with static file names) are available: Northern, Southern\n\nAuroral data in a grided format for the entire Earth is available in compressed JSON format:  The latest JSON file is available as well.\n\nThe Hemispheric Power Index, an estimate of the total auroral energy input at each pole,  is available in ASCII format: latest HPI\n\n"
  },
  {
    "url": "https://www.swpc.noaa.gov/phenomena/radiation-belts",
    "title": "Radiation Belts",
    "date": "",
    "content": "Radiation belts are regions of enhanced populations of energetic electrons and protons surrounding the Earth in space. These belts are highly dynamic, increasing and decreasing on time scales of minutes to years. The high levels of radiation caused by the energetic electrons and protons makes this a very harsh region for satellites.\n\nEarth’s radiation belts, discovered shortly after the launch of the first US satellite in 1958, were one of the earliest discoveries of the space age. Since that time, while many satellites have made observations as they pass through the belts, much is still not understood about the processes that cause the energization, transport and loss of radiation belt particles.\n\nThere is a good understanding of the typical properties of the radiation belts, though, including their location and some of the processes that control the radiation belt intensity and variability. Radiation belt particle motion and dynamics are controlled to a great extent by the magnetic and electric fields in space and how these fields vary as a result of the interaction between the solar wind and the Earth’s magnetic and plasma environment. Electrons with typical energies above 0.1 Million electron volts (MeV) are found in both an inner belt (from about 1.5 to 3 Re (earth radii) above Earth’s center in the equatorial plane), and an outer belt (from about 3-10 Re). The so-called “slot region” forms between the two electron belts as a result of losses due to electron interactions with electromagnetic waves called whistlers. The radial location and intensity of the electron radiation belts are extremely variable, and predicting this variability is one of the major challenges for space weather forecasters. High-energy protons, with typical energies greater than 10 MeV, form one belt that extends from about 1.1 to 3 Earth radii.\n\nThe energetic particles that comprise the radiation belts can be hazardous for satellites and astronauts in space and can also have effects on Earth’s ionosphere and upper atmosphere. For example, high energy radiation belt protons, and even higher energy galactic cosmic rays, can alter the electronic state of sensitive electronic devices on satellites, resulting in computer errors or failures. In the case of high-energy electrons, they can cause serious damage to satellite cables and computer chips through a process called deep dielectric charging that culminates in harmful discharges. When MeV electrons precipitate into Earth’s upper atmosphere, they can deplete ozone and affect chemical processes in the atmosphere.\n\nImage: R.V. Hilmer, Air Force Research Laboratory"
  },
  {
    "url": "https://www.swpc.noaa.gov/products/solar-and-geophysical-event-reports",
    "title": "Solar and Geophysical Event Reports",
    "date": "",
    "content": "Edited Event reports are preliminary solar event reports received at SWPC and manually reviewed and edited by the duty forecaster. SWPC compiles these lists from preliminary reports received from contributing stations.Today's list is updated every 30 minutes at 2 and 32 minutes past the hour. Yesterday's list is updated every 3 hours, and the lists for the past 3 days are recreated daily at 0302 to pick up late additions or changes.\n\nA description of the Event Reports and the information they provide is available here.\n\nA description of the Event Reports and the information they provide is available here.\n\nToday's Event Report is available here.\n\nCurrent and previous Event Report text files are available for download here."
  },
  {
    "url": "https://www.swpc.noaa.gov/communities/aurora-dashboard-experimental",
    "title": "Aurora Dashboard (Experimental)",
    "date": "",
    "content": "Aurora Dashboard Information\n\nWhen and where can you see the northern and southern lights also known as the aurora? This page provides a prediction of the aurora’s visibility tonight and tomorrow night in the charts below. The animations further down show what the aurora’s been up to over the last 24 hours and estimates what the next 30 minutes will be like. The aurora’s colorful green, red, and purple light shifts gently and often changes shape like softly blowing curtains.\n\nHelpful links:\n                                          Dive Deeper Into the Science of the Aurora\n  Tips on Viewing the Aurora\n Learn More About Space Weather\n\nWill I see the Aurora tonight or tomorrow night?\n\nWhere will the Aurora be in the next few minutes?\n\nWhat is Driving the Aurora?\n\nHow do Changes in Kp affect the Aurora?\n\nKp = 3 Quiet Aurora\n\nKp = 5 Moderate Aurora\n\nKp = 7 Active Aurora\n\nKp = 9 Very Active Aurora"
  },
  {
    "url": "https://www.swpc.noaa.gov/communities/global-positioning-system-gps-community-dashboard",
    "title": "Global Positioning System (GPS) Community Dashboard",
    "date": "",
    "content": "U.S. Total Electron Content\n\nWSA-Enlil Solar Wind Prediction\n\nOvation Auroral Forecast\n\nSpace Weather Overview\n\nGOES Solar Ultraviolet Imager"
  }
]