[
  {
    "url": "https://technology.nasa.gov/blog/NASA-Tech-Transfer-USPTO",
    "title": "NASA Partners with US Patent and Trademark Office to Advance Technology Transfer",
    "date": "",
    "content": "With a shared commitment to fostering U.S. economic growth that benefits the American public, NASA’s Space Technology Mission Directorate and the Department of Commerce’s U.S. Patent and Trademark Office (USPTO) have signed a memorandum of understanding to strengthen collaboration in transferring federally-developed technology into the private sector, known as tech transfer.\n\n“NASA has to invent new technology every day to carry out audacious missions like building an outpost on the Moon or looking for signs of life on the frozen moons of distant planets,” said Clayton Turner, associate administrator of the agency’s Space Technology Mission Directorate. “That is one of our greatest strengths. And with the help of the U.S. Patent and Trademark Office, we’re streamlining the process of getting those inventions into the hands of the public, boosting the economy, and benefiting everyone on Earth along the way.”\n\nThe agency’s Space Technology Mission Directorate and USPTO have been working together to share information and cooperate in mutual areas of interest, find ways to advance both agencies’ technology transfer missions, identify barriers to technology transfer, and coordinate initiatives to overcome those barriers. By combining expertise, both agencies are driving innovation and adoption of best practices, which will advance commercialization of the space agency’s most cutting-edge technology.\n\nAs part of the new agreement, NASA and USPTO are conducting an extensive study of technology transfer best practices across university and federal labs. The effort will increase opportunities for learning and growth in the technology transfer community.\n\n“NASA’s Technology Transfer program and the U.S. Patent and Trademark Office had candid conversations with dozens of tech transfer experts about what we could do better,” said Dan Lockney, executive for NASA’s Technology Transfer program. “I can’t wait to share what we’ve learned with the entire tech transfer community nationwide. We look forward to addressing common challenges, and this paper will offer some assurance that we are on a solid, strong path to transferring technologies effectively.”\n\nThe two agencies will publish a detailed study of their findings, which will be shared at the Federal Laboratory Consortium for Technology Transfer’s national meeting in the spring. The effort will increase opportunities for learning and growth in the technology transfer community.\n\n“We are excited to join NASA’s Space Technology Mission Directorate in publishing and sharing this insight with the larger tech transfer community, so that everyone can benefit from the successes and lessons learned from our study participants,” said Parikha Solanki, senior advisor at the U.S. Patent and Trademark Office. “We hope that the impact of this study will extend well beyond the paper, such that it might be a springboard for ongoing dialogue and knowledge sharing between tech transfer practitioners across institutions, ultimately for the benefit of the public at large.”\n\nClick here for the article on NASA.gov."
  },
  {
    "url": "https://technology.nasa.gov/satellite-servicing",
    "title": "Satellite Servicing Technologies",
    "date": "",
    "content": "Satellites are crucial to everyday life and cost hundreds of millions of dollars to manufacture and launch. Currently, they are decommissioned when they run out of fuel or encounter problems. There is a better way, and it centers on satellite servicing, which can make spaceflight more sustainable, affordable, and resilient. NASA’s satellite servicing technologies will open up a new world where fleet managers can call on robotic mechanics to diagnose, maintain, and extend the lifespan of their assets. Please take a look at the satellite servicing portfolio below to learn more about the available technologies. You can also learn more about NASA’s Exploration & In-space Services Projects Division (NExIS) and their work to advance satellite servicing here: https://nexis.gsfc.nasa.gov"
  },
  {
    "url": "https://technology.nasa.gov/t2u",
    "title": "Technology Transfer University",
    "date": "",
    "content": "Bringing NASA Technology into the Classroom\n                At Technology Transfer University (T2U), we are bringing real-world, NASA-proven technologies into the classroom.\n\n                NASA's T2U program connects universities with NASA-developed technology to give students the opportunity to work with federal government research and technology.\n\n                Student entrepreneurs build case studies with NASA's patent portfolio while learning about commercialization and licensing opportunities.\n\n                NASA T2U has generated a number of successful licenses and new startup companies.\n\n                To learn more about T2U or to initiate a program at your school, contact us at hq-t2u@mail.nasa.gov. \n\n\n\n\nTechnology Transfer University Highlights\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n Gearing up for Innovation \n\n\n\n\n\n\n \n\n NASA’s T2U Connects Cutting-Edge Tech and Communications \n\n\n\n\n\n\n \n\n Students at the University of Idaho Are Advancing NASA Technology \n\n\n\n\n\n\n \n\n Entrepreneurship in Practice at The Georgia Institute of Technology \n\n\n\n\n\n\n \n\n Reverse Entrepreneurship; Turning NASA Solutions into Innovative Startups \n\n\n\n\n\n\n \n\n NASA-Developed Technology Spear-Heads Entrepreneurship at Florida State University \n\n\n\n\n\n\n \n\n Hampton University Business Students Leverage NASA Tech for Experiential Entrepreneurship Program \n\n\n\n\n\n\n \n\n Founding members of ecoSPEARS signing the license agreement at the Kennedy Space Center \n\n\n\n\n\n\n \n\n University of Alabama Innovation Projects Leverage NASA T2U \n\n\n\n\n\n\n \n\n NASA's T2U Program Takes Flight at Virginia Tech \n\n\n\n\n\n\n \n\n Skyhawks soar to the stars with NASA T2U \n\n\n\n\n\n\n \n\n NASA T2U Helps Inspire Young Entrepreneurs \n\n\n\n\n\n\n \n\n Innovation in the Classroom and Beyond \n\n\n\n\n\n\n \n\n NASA T2U in Florida’s Bay Area \n\n\n\n\n\n\n \n\n NASA Technology in the Classroom with Dr. Pete McAlindon \n\n\n\n\n\n\n \n\n Lehigh University Students Deliver with NASA Tech Transfer University \n\n\n\n\n\n\n \n\n NASA Program Brings Big Benefits to Big Ten School \n\n\n\n\n\n\nPrevious\n\n\n\nNext\n\n\n\n\n\n\n\n\n\nParticipating Institutions\n\n\n\n\n\n\n1\n University of Alabama \n\n\n\n\n\n2\n Arizona State University \n\n\n\n\n\n3\n Los Angeles Valley College \n\n\n\n\n\n4\n University of California, Berkeley \n\n\n\n\n\n5\n Georgia Institute of Technology \n\n\n\n\n\n6\n Bethel University \n\n\n\n\n\n7\n University of Cincinnati \n\n\n\n\n\n8\n Embry Riddle Aeronautical University \n\n\n\n\n\n9\n Fort Lewis College \n\n\n\n\n\n10\n Lehigh University \n\n\n\n\n\n11\n Brown University \n\n\n\n\n\n12\n Charles R. Drew University \n\n\n\n\n\n13\n Texas A&M \n\n\n\n\n\n14\n Rollins College \n\n\n\n\n\n15\n St. Mary's College of California \n\n\n\n\n\n16\n University of St Thomas Houston \n\n\n\n\n\n17\n Alabama A&M \n\n\n\n\n\n18\n University of Southern Maine \n\n\n\n\n\n19\n Indiana University \n\n\n\n\n\n20\n University of South Florida \n\n\n\n\n\n21\n Lehman College \n\n\n\n\n\n22\n California State University, Bakersfield \n\n\n\n\n\n23\n URM Education Silicon Valley \n\n\n\n\n\n24\n Washington State University \n\n\n\n\n\n25\n Hampton University \n\n\n\n\n\n26\n Southeast Louisiana University \n\n\n\n\n\n27\n Dartmouth College \n\n\n\n\n\n28\n George Washington University \n\n\n\n\n\n29\n University of Florida \n\n\n\n\n\n30\n California State PolytechnicUniversity, Pomona \n\n\n\n\n\n\n\n31\nFlorida Southern College\n\n\n\n\n\n32\nFlorida State University\n\n\n\n\n\n33\nCUNY Bernard M. Baruch College\n\n\n\n\n\n34\nUniversity of Portland\n\n\n\n\n\n35\nEl Camino College\n\n\n\n\n\n36\nThe College of William and Mary Raymond A. Mason School of Business\n\n\n\n\n\n37\nUtah State University\n\n\n\n\n\n38\nCarthage College\n\n\n\n\n\n39\nUniversity of Maine  Graduate School of Business\n\n\n\n\n\n40\nUniversity of Idaho\n\n\n\n\n\n41\nNorthern New Mexico College\n\n\n\n\n\n42\nUniversity of Pennsylvania\n\n\n\n\n\n43\nSyracuse University, Whitman School of Management\n\n\n\n\n\n44\nOld Dominion University\n\n\n\n\n\n45\nCornell University\n\n\n\n\n\n46\nBowie State University\n\n\n\n\n\n47\nAntelope Valley College\n\n\n\n\n\n48\nUniversity of Houston, Wolff Center for Entrepreneurship, Bauer College of Business\n\n\n\n\n\n49\nVirginia Commonwealth University\n\n\n\n\n\n50\nUniversidad Ana G. Mendez, San Juan, Puerto Rico\n\n\n\n\n\n51\nUniversity of Utah\n\n\n\n\n\n52\nCentral State University\n\n\n\n\n\n53\nSam Houston State University\n\n\n\n\n\n54\nTemple University\n\n\n\n\n\n55\nSan Francisco State  University\n\n\n\n\n\n56\nUniversity of Central Florida\n\n\n\n\n\n57\nXavier University of Louisiana\n\n\n\n\n\n58\nUniversity of California, Davis\n\n\n\n\n\n59\nState University of New York at Oswego\n\n\n\n\n\n60\nWalsh University"
  },
  {
    "url": "https://technology.nasa.gov/network",
    "title": "NASA Technology Transfer Network",
    "date": "",
    "content": "Daniel Lockney is the Technology Transfer Program Executive at NASA Headquarters in Washington, DC, responsible for Agency-level management of NASA intellectual property and the transfer of NASA technology to promote the commercialization and public availability of Federally-owned inventions to benefit the national economy and the U.S. public. Lockney oversees strategy, resources, and direction for the Agency’s technology commercialization efforts.\n\nNASA has had a long history of finding new, innovative uses for its space and aeronautics technologies, and Lockney is the Agency’s leading authority on these technologies and their practical, terrestrial applications.\n\nLockney studied American Literature at the University of Maryland, Baltimore County and creative writing at Johns Hopkins University. He started his NASA career as a contractor in 2004, converting to civil service in 2010.\n\nNational Aeronautics and Space Administration 300 E Street, SW Washington, DC 20546\n\nTechnology Transfer Office Chief:\n\t\t\tStefan Susta\n\t\t\tPhone: (757) 788-6916\n\t\t\tE-mail: stefan.a.susta@nasa.gov\n\nNASA’s Technology Transfer Program pursues the widest possible applications of agency technology to benefit US citizens. Through partnerships and licensing agreements with industry, the program ensures that NASA’s investments in pioneering research find secondary uses to support the economy, create jobs, and improve quality of life.\n\nNASA Headquarters provides leadership, policy, strategy, resource allocation, and media relations for technology transfer activities agency-wide.\n\nThe Technology Transfer Office at each of NASA’s 10 field centers represent NASA’s technology sources and manage center participation in technology transfer activities.\n\nNASA Center Technology Transfer Offices\n\nARC – Ames Research Center. Information technology, biotechnology, nanotechnology, aerospace operations systems, rotorcraft, and thermal protection systems.\nhttps://www.nasa.gov/ames-technology-transfer-office/\n\nAFRC – Armstrong Flight Research Center. Aerodynamics, aeronautics flight testing, aeropropulsion, flight systems, thermal testing, integrated systems test and validation.\nhttps://technology-afrc.ndc.nasa.gov/\n\nGRC – Glenn Research Center. Aeropropulsion, communications, energy technology, high-temperature materials research.\nhttps://technology.grc.nasa.gov\n\nGSFC – Goddard Space Flight Center. Planetary science, LIDAR, cryogenic systems, tracking, telemetry, remote sensing, command.\nhttp://techtransfer.gsfc.nasa.gov\n\nJPL – Jet Propulsion Laboratory. Near- and deep-space mission engineering, microspacecraft, space communications, information systems, remote sensing, robotics.\nhttp://scienceandtechnology.jpl.nasa.gov\n\nJSC – Johnson Space Center. Artificial intelligence and human-computer interface, life sciences, human space flight operations, avionics, sensors, communications.\nhttp://technology.jsc.nasa.gov\n\nKSC – Kennedy Space Center. Fluids and fluid systems; materials evaluation; process engineering; command, control, and monitor systems; range systems; environmental engineering and management.\nhttps://technology-ksc.ndc.nasa.gov\n\nLaRC – Langley Research Center. Aerodynamics, flight systems, materials, structures, sensors, measurements, information sciences.\nhttp://technology.nasa.gov/larc\n\nMSFC – Marshall Space Flight Center. Materials, manufacturing, nondestructive evaluation, biotechnology, space propulsion, controls and dynamics, structures, microgravity processing.\nhttp://techtran.msfc.nasa.gov\n\nSSC – Stennis Space Center. Propulsion systems, remote sensing, nonintrusive instrumentation.\nhttp://technology-ssc.ndc.nasa.gov"
  },
  {
    "url": "https://technology.nasa.gov/license",
    "title": "Licensing NASA Technology",
    "date": "",
    "content": "NASA's Technology Transfer Portal hosts information on all of the NASA-developed technologies available to your business. Our patent portfolio contains more than 1,200 technologies that have been organized into categories and made searchable so you can easily identify technologies suited for your business needs.\n\nOnce you've found a technology, applying for a technology license is simple and straightforward. With the click of a button, you can begin the online application process using NASA’s Automated Technology Licensing Application System (ATLAS). The system will guide you through every step of the licensing application process and keep you updated about the status of your application.\n\nEvery technology license is different. We’ll work with you to design an agreement that helps you achieve your business goals. Licenses can be:\n\nNASA offers a \"Standard Commercial License\" for companies to make and sell products using NASA's patented technologies. While NASA offers standard licensing templates, each can be negotiated on a case-by-case basis.\n\nNASA offers an \"Evaluation License\" option that will allow you short-term permission to explore the potential of a technology and learn if it will fit into your business development goals. An evaluation license is also required if you intend to enter into an agreement to have NASA conduct testing on the technology on your behalf.\n\nA standard evaluation license is granted for a period of 12 months for a cost of $2500. However, the terms of the license may be adjusted to meet the specific needs of the company.\n\nWith a nondisclosure agreement, or NDA, NASA will be able to answer basic questions about the mission use of the technology, but we are not able to discuss how the technology could be adapted to your specific use case. Additionally, you would not be permitted to conduct testing, experiment, create prototypes, or discuss the technology with investors without the evaluation license.\n\n\n\nAfter submitting your license application, the terms of the agreement are worked out by you and the NASA license manager.\n\nEvery deal is different. Companies can apply for rights to a single technology or a group of technologies. You may want exclusive rights, worldwide, or in a field of use or geographic region that is important to you. Costs will vary in consideration of the types of license that is granted. The curve below shows how license fees change with the value of the rights granted.\n\n\n\nWhen you talk with the NASA licensing team, you will learn that there are 3 components to licensing fees:\n\n\n\n\n\nConsiderations that impact licensing fees include:\n\n\n\nWhen terms for the license are set, NASA and the company execute the license under the terms of the agreement.\n\nAfter the license is granted, NASA monitors the licensee’s sales of products and services that use the licensed technologies. Our team may write success stories and, upon approval by the licensee, these may be published on NASA’s Web site, in NASA’s Spinoff magazine, or other publications.\n\nNASA's priority is to license its U.S. taxpayer-funded technologies to benefit the American tax payers, through increasing US economic competitiveness and/or promoting public availability of new products and services.\n\nWhile our licenses are most often to domestic companies, we are able to license to foreign-owned companies, though with some additional considerations:\n\n"
  },
  {
    "url": "https://technology.nasa.gov/Spinoff_2025_Release",
    "title": "The 2025 Edition of NASA Spinoff is Here",
    "date": "Wed, 02/12/2025 - 07:56",
    "content": "\n\nThe latest edition of NASA’s Spinoff publication, which highlights the successful transfer of agency technology to the commercial sector, is now available online.\n\nFor nearly 25 years, NASA has supported crew working in low Earth orbit to learn about the space environment and perform research to advance deep space exploration. Astronauts aboard the International Space Station have learned a wealth of lessons and tried out a host of new technologies. This work leads to ongoing innovations benefiting people on Earth that are featured in NASA’s annual publication.\n\n“The work we do in space has resulted in navigational technologies, lifesaving medical advancements, and enhanced software systems that continue to benefit our lives on Earth,” said Clayton Turner, associate administrator, Space Technology Mission Directorate at NASA Headquarters in Washington. “Technologies developed today don’t just make life on our home planet easier – they pave the way to a sustained presence on the Moon and future missions to Mars.”\n\nThe Spinoff 2025 publication features more than 40 commercial infusions of NASA technologies including:\n\nAs NASA continues advancing technology and research in low Earth orbit to establish a sustained presence at the Moon, upcoming lunar missions are already spinning off technologies on Earth. For example, Spinoff 2025 features a company that invented technology for 3D printing buildings on the Moon that is now using it to print large structures on Earth. Another group of researchers studying how to grow lunar buildings from fungus is now selling specially grown mushrooms and plans to build homes on Earth using the same concept.\n\nSpinoffs produce innovative technologies with commercial applications for the benefit of all. Other highlights of Spinoff 2025 include quality control on assembly lines inspired by artificial intelligence developed to help rovers navigate Mars, innovations in origami based on math for lasers and optical computing, and companies that will help lead the way to hydrogen-based energy building on NASA’s foundation of using liquid hydrogen for rocket fuel.\n\n“I’ve learned it’s almost impossible to predict where space technology will find an application in the commercial market,” said Dan Lockney, Technology Transfer program executive at NASA Headquarters in Washington. “One thing I can say for sure, though, is NASA’s technology will continue to spin off, because it’s our goal to advance our missions and bolster the American economy.”\n\nThis publication also features 20 technologies available for licensing with the potential for commercialization. Check out the “Spinoffs of Tomorrow” section to learn more.\n\nSpinoff is part of NASA’s Space Technology Mission Directorate and its Technology Transfer program. Tech Transfer is charged with finding broad, innovative applications for NASA-developed technology through partnerships and licensing agreements, ensuring agency investments benefit the nation and the world.\n\nTo read the latest issue of Spinoff, visit:\n\nhttps://spinoff.nasa.gov\n\nOfficial NASA press release here.\n\nJasmine Hopkins\nHeadquarters, Washington\n321-431-4624\njasmine.s.hopkins@nasa.gov"
  },
  {
    "url": "https://technology.nasa.gov/strategic-framework",
    "title": "NASA’s Technology Transfer Program Strategic Framework",
    "date": "",
    "content": "The T2 Program’s Strategic Framework was developed to serve as a communication and guidance tool for current and future program activities and supports operational expediency and efficiency to advance the movement of NASA technologies from their original mission applications to new uses. It has traceability to a body of executive, legislative, and policy guidance in addition to best practices and processes already implemented within the program.\n\nThe strategic framework consists of four strategic goals, along with twelve strategic objectives for program operations:\n\n\n\nFor more information and to access the full document visit: NASA's Technology Transfer Program Strategic Framework\n\n"
  },
  {
    "url": "https://technology.nasa.gov/Wearable-Technology-Human-Augmentation",
    "title": "NASA Advances Wearable Technology and Human Augmentation",
    "date": "Thu, 12/12/2024 - 07:38",
    "content": "At the intersection of textiles, wearable technology, and human augmentation, you’ll find NASA changing the way we live and work. From robotic exoskeletons that speed rehabilitation and enhance human performance to fabric circuits powering smarter e-textiles, these advancements promise to improve our health, safety, and productivity.\n\nBy pushing the boundaries of design and functionality, NASA is redefining the state of the art for wearable technology and human augmentation across industries. Here are some key highlights from our patent portfolio:\n\n\n\nAutomated Fabric Circuit and Antenna Fabrication\n\nBy combining conventional embroidery with automated milling, NASA innovators have created cost-effective e-textiles that offer improved conductivity and design flexibility, including the ability to create more complex geometric patterns. This opens up new possibilities for clothing, spacesuits, and accessories that can monitor health metrics or transmit data in real time without sacrificing comfort or fashion.\n\nUpper Body Robotic Exoskeleton\n\nHuman augmentation technologies, such as NASA’s soft wearable robotic exoskeleton, are transforming rehabilitation for patients with neurological impairments. This portable device allows for task-specific motor rehabilitation outside of clinical settings, improving upper-limb mobility for those recovering from injuries or stroke. Beyond healthcare, it also holds potential for augmenting human performance in demanding applications such as space missions or industrial tasks.\n\nSpacesuit RoboGlove\n\nNASA’s second-generation Spacesuit RoboGlove (SSRG) represents a significant leap in spacesuit technology. Building on previous models, the SSRG enhances a user's ability to handle complex, hand-intensive tasks with greater speed, strength, and precision. This technology not only is crucial for space exploration but also could benefit industries requiring repetitive or intricate hand movements, such as manufacturing or healthcare.\n\nWearable RFID Sensor Tags\n\nNASA’s wearable RFID (radio frequency identification) sensor tags use a store-and-forward approach, which helps optimize battery life by temporarily storing data and transmitting it at intervals. This innovation is crucial for environments that require continuous monitoring, such as healthcare settings or space habitats, as it reduces the need for frequent battery replacements. By enhancing operational efficiency, NASA’s RFID sensor tags offer long-lasting, reliable data collection, even in remote or resource-constrained environments.\n\nCarbon Fiber-Carbon Nanotube Yarn Hybrid Reinforcement\n\nNASA’s carbon fiber-carbon nanotube yarn is transforming polymer matrix composites by enhancing their toughness, impact resistance, and overall durability. Its improved environmental stability and ability to conform to complex geometries make it key material for future high-performance applications across industries. It is ideal for use in aerospace, high-performance sports equipment, medical prosthetics, and more.\n\nFlexible Lightweight Radiation Shielding\n\nNASA’s lightweight and flexible radiation shielding technology provides a significant advancement in protective materials, particularly for high-risk environments like medical and aerospace applications. Unlike conventional lead-based solutions, this innovative shielding is not only lighter and more effective at blocking harmful radiation but also more environmentally sustainable. Its integration into textiles enables protective garments and equipment that combine enhanced safety with comfort.\n\nOptical Head-Mounted Display System for Laser Safety Eyewear\n\nThis system combines optical head-mounted display with laser safety eyewear, enabling the user to safely view a laser beam in real time while maintaining mobility. It features a picture-in-picture augmented reality display and multiple viewing options, offering a practical solution for environments like research labs, industrial settings, and medical facilities, where laser use is common.\n\n\n\nNASA’s advancements in wearable technology, textiles, and human augmentation present unique opportunities to enhance existing products or create new ones. By exploring NASA’s patent portfolio, you can discover technologies that push the boundaries of what’s possible in these fields.\n\nStay connected with NASA Tech Transfer! Follow us on LinkedIn, Twitter, and YouTube for new technology offerings and industry updates. Don’t forget to sign up for our newsletter and receive exclusive announcements about our upcoming events."
  },
  {
    "url": "https://www.esa.int/Enabling_Support/Preparing_for_the_Future/Discovery_and_Preparation/ESA_seeks_companies_to_commercialise_inventions",
    "title": "ESA seeks companies to commercialise inventions",
    "date": "",
    "content": "Year after year, ESA creates new technologies and applications, typically filing 10 new patent applications per year. As a result, ESA has built a portfolio of around 550 patents and patent applications to date. Now, through a permanent open call, companies and startups from around the world can submit their ideas on how they would mature these patents, paving the way for improved commercialisation of ESA's innovations.\n\nESA develops a wide range of innovative technologies and applications to support Europe's space efforts. When ESA staff are involved in the design of an innovation or invention, the Agency is free to apply for a patent. As one of the few agencies working in all sectors of space, ESA's portfolio covers a diverse set of topics such as satellite attitude control mechanisms, communications equipment, optical communications and others. But the impact of these patents doesn't have to stay indoors.\n\nBack in 2021, ESA's Technology Transfer and Patent Office launched a special campaign in OSIP, the Open Space Innovation Platform, called \"New Ideas for the Commercial Use of ESA's Inventions\". The aim was to fund industry-led proposals based on ESA patents, with the intention of enabling their future commercialisation as part of a product or service. This way, industry could also benefit from the inventions made by ESA staff. The campaign was very successful: the team received 13 ideas and funded eight projects.\n\n\"The main objective of this funding call is to establish collaboration with companies, making sure that ESA's ideas are never left in a drawer,\" says Mercedes Sánchez Álvarez, Technology Transfer Engineer at ESA.\n\nBased on these positive results, ESA's Technology Transfer team, together with the Discovery & Preparation team, decided to launch a permanent open call for the commercial and technical maturation of ESA's inventions.\n\nIf companies or startups have an idea for the technical and commercial maturation of ESA inventions, they can now share this idea through OSIP. ESA is accepting applications on a rolling basis and is available to fund the maturation of these ideas with a budget of up to 175k €. An updated list of patents that companies and startups can work on can be found in the open call under \"Commercial and technical maturation of ESA's inventions\".\n\nSo far, through this open call, ESA's Technology Transfer and Patent Office has published two batches of patents and received ten ideas, four of which have been funded and another four are under evaluation.\n\nOne of the currently running activities comes from Sener, a Spanish space technology company. They received funding after proposing an idea to work on an ESA patent on the syntonisation of signals between satellites.\n\nESA's original invention - ESA/PAT/789 - consisted of a method to generate extremely similar frequencies (syntonization) aboard two satellites in relative motion with respect to each other. This has applications in radio astronomy, remote sensing and the generation of navigation signals. Sener's idea builds on this method and looks at ways of achieving not only syntonisation, but also synchronisation of local oscillators on different satellites. This coordination between satellites enables them to work together and has many advantages. For example, it can improve timing positioning by tuning and phasing navigation signals from multiple satellites.\n\nAll these possibilities could lead to more commercialisation opportunities and, consequently, new customers and increased revenues for the companies working on ESA patents.\n\n\"This is just a small step, a small push, to get patents closer to the commercialisation phase,\" says Mercedes. \"As a result of some of the projects we fund, we see industry really using these ideas and starting to commercialise them, and then maybe getting new customers.\"\n\nThe fact that this campaign is now a continuous open call allows companies and startups to work on ideas and apply for funding on an ongoing basis. In addition to using ESA's ideas, companies using the patents will also be able to leverage on ESA's credibility to increase the reach of how they plan to implement their new ideas.\n\nApplicants should clearly identify the field of application for the selected invention and the commercial opportunity to implement it as part of a product or service. ESA makes its intellectual property available on a freely licensed basis to European space companies within the Agency's 23 Member States. For use by companies outside ESA Member States, or for non-space applications, a different licensing model is in place, allowing ESA to charge royalties.\n\n\"Our aim is to promote patents through the continuous channel in batches of six for a limited period of time. This allows us to target the promotion of these specific patents during this period,\" Mercedes explains. \"However, we are always open to any idea from industry that has a commercial opportunity in mind to mature any of the other patents in the portfolio.\"\n\nThank you for liking\n\nYou have already liked this page, you can only like it once!"
  },
  {
    "url": "https://www.esa.int/Enabling_Support/Preparing_for_the_Future/Discovery_and_Preparation/Growing_Algae_on_Mars",
    "title": "Growing Algae on Mars",
    "date": "",
    "content": "It's a long way to Mars, and explorers headed there will either have to take enough food and supplies to last the whole trip or use in-situ resources to make what they need. A recent ESA Discovery project led by the Universitat de València explored whether microalgae extracted from lichen could survive on Mars and be used to produce oxygen, food and other useful substances.\n\nAlthough lichens look like single organisms, they contain two or more species living cooperatively together. Each lichen contains a fungus (the mycobiont) in a symbiotic relationship with at least one organism that can photosynthesise (a photobiont) – a green microalga or a cyanobacterium.\n\nSome lichens can survive extremely challenging conditions, including exposure to the space environment. The same applies to the microalgae they contain, which can be extracted and cultivated independently, in a liquid or solid medium. It's possible, therefore, that they could survive and thrive under Mars conditions and be used to produce resources to support a human presence.\n\nMany species of microalgae found in lichens belong to the Trebouxiaceae family. The 'Trebouxiaceae as novel candidates to survive in Mars: assessment of their resistance and ability to produce biomass, and derived interest compounds at small-medium scale using in situ resources' project examined the ability of these lichen microalgae to survive and produce biomass on Mars.\n\n\"We don't really know much about microalgae, even though they are present in environments all over our planet,\" says Principal Investigator Marta Pérez-Rodrigo, a PhD candidate at the Universitat de València. \"Knowing that they can resist Martian conditions helps us to explore theories of whether organisms could travel from one planet to another. And if we can culture these microalgae in autonomous systems on Mars, or during space missions, then it opens up many possibilities, from providing astronauts with food and oxygen, to protecting them from harmful radiation.\"\n\nThe results showed that these lichen microalgae can completely withstand individual stresses, including exposure to UV radiation, freezing temperatures (-80°C), simulated Martian soil with high levels of iron oxide and a simulated Martian atmosphere. The microalgae recover rapidly after exposure and return to healthy growth. Some species also tolerate the cellular (osmotic) stress associated with drought or extremely salty water.\n\nThe lichen microalgae have molecular mechanisms that allow them to respond to these challenging conditions, including the production of high levels of sugar alcohols. It would be possible to transport them to Mars and maintain them there, and their high nutritional value makes them a good choice for producing food in space.\n\n\"This research addresses one of the key challenges for us becoming an interplanetary species,\" says Moritz Fontaine, Discovery & Preparation Officer and ESA's lead for the project. \"Even just going to the Moon, we need to understand how living organisms can provide nutritional elements for astronauts or help maintain a closed-loop environmental system.\"\n\nThe next stage of the research will investigate whether it is possible to use synthetic biology techniques to create new strains of these lichen microalgae that can produce a variety of useful substances.\n\nThe project came about as an idea submitted through ESA's Open Space Innovation Platform, seeking out promising new ideas for space research, and was funded by the Discovery element of ESA's Basic Activities.\n\nThank you for liking\n\nYou have already liked this page, you can only like it once!"
  },
  {
    "url": "https://www.esa.int/Enabling_Support/Space_Engineering_Technology/Proba-3/Proba-3_stargazing_to_warm_up_for_corona_observations",
    "title": "Proba-3 stargazing to warm up for corona observations",
    "date": "",
    "content": "The European Space Agency’s Proba-3 mission will create artificial solar eclipses in orbit, allowing scientists to study the Sun’s corona for longer periods of time than would be possible during eclipses observed from Earth. To test the functionality of Proba-3’s systems, researchers from the Royal Observatory of Belgium took a snapshot of a star field – in the very first image captured by the mission’s coronagraph.\n\nTo take images of the solar corona, Proba-3 carries ASPIICS, short for Association of Spacecraft for Polarimetric and Imaging Investigation of the Corona of the Sun. This instrument, developed for ESA by Centre Spatial de Liège, Belgium, is made up of a large occulting disk mounted on the Occulter spacecraft and a solar coronagraph system carried by the Coronagraph spacecraft.\n\nIn their most precise formation, the Coronagraph and the Occulter will be flying 150 m apart, maintaining their relative position down to a single millimetre. The occulting disk will cover the bright body of the Sun, casting a shadow onto the optical instrument on the Coronagraph spacecraft and allowing it to study the solar corona.\n\nFollowing their launch on 5 December 2024, the two satellites remained attached until their separation on 14 January 2025. The mission control team at ESA’s European Space Security and Education Centre in Belgium managed the initial in-orbit commissioning.\n\nWhile the spacecraft were still attached to each other, the team tested the accuracy of the mission’s pointing. Essentially, the operators rotated the spacecraft by telling it which stars it should be facing. ASPIICS images of the star field were then used to verify if the pointing was correct.\n\nAndrei Zhukov, Principal Investigator for the ASPIICS coronagraph at the Royal Observatory of Belgium, explains: “We looked at the star maps to see which stars would be visible for Proba-3 on that specific date. Choosing a single star would not be enough, because then you cannot be sure which star you are looking at. Ideally, you want at least three stars – a triangle like that can give you full orientation information.\n\n“We chose two bright stars from the constellation of Ophiuchus – meaning ‘serpent-bearer’ in Ancient Greek – which are marked with the Greek letters δ (delta) and ε (epsilon). They are situated close enough to fit into an ASPIICS image, together with a few weaker stars. The Ophiuchus constellation is actually visible to the naked eye from anywhere on Earth.”\n\nAndrei then asked the control team to point the spacecraft towards those stars and to capture an image of the star field using the coronagraph’s optical instrument.\n\n“With excellent precision, the spacecraft pointed exactly where we asked it to. When we got the images, we saw the two stars straight away. They are very sharp – this is great news, because it means that during the ten seconds it took to capture the image, the spacecraft were very stable.”\n\nAt least eight stars are visible in this ASPIICS image, which is enough to confirm the pointing of the telescope. Positioning both spacecraft precisely will be crucial for observing the corona. If their alignment is off even by a few millimetres, the Sun will not be fully covered by the occulter, leading to unwanted light interrupting the observations.\n\nIn the precise alignment, the 1.4-m large disc on the Occulter spacecraft – the external occulter – will fully cover the Sun. Even then, however, so-called ‘stray light’ will spill over the occulter’s edges, creating a haze that would interfere with the corona observations.\n\nTo block the stray light, the coronagraph is equipped with another, internal occulter. In the star field image, this internal occulter is visible as a black ring, corresponding to a blackened section of one of the coronagraph’s lenses.\n\nAndrei adds: “You can also see cosmic rays in the image, marked in purple. This is normal – in coronagraph images, cosmic ray hits often look like stars. There was a second image taken some time apart – in this one, the stars stay, and the cosmic rays appear in different locations.\n\n“Overall, we were very pleased with the accuracy of the spacecraft pointing and the quality of the image. It made us even more excited to see the corona images, expected as early as March.”\n\nThe Royal Observatory of Belgium is hosting the ASPIICS Science Operations Centre (SOC) – a dedicated team responsible for creating operational commands for the coronagraph based on requests from the scientific community and sharing the resulting observations.\n\nThank you for liking\n\nYou have already liked this page, you can only like it once!"
  },
  {
    "url": "https://www.esa.int/Enabling_Support/Space_Engineering_Technology/Student_teams_explore_ESA_s_robotics_labs",
    "title": "Student teams explore ESA’s robotics labs",
    "date": "",
    "content": "To kick off this year’s ESA Academy Experiments programme, five university student teams from across Europe were invited to visit the experimental test facilities at ESTEC – ESA’s technical centre in the Netherlands – and Novespace, France.\n\nUniversity teams from Denmark, Germany, Italy, Slovenia and the UK were selected through the ESA Academy Experiments programme to make use of ESA’s state-of-the-art facilities.\n\nThe Experiments programme aims to train student teams by guiding them throughout the development of innovative research projects, from concept stages through to operations and data analysis.\n\nDuring this year’s kick-off workshop, the selected teams familiarised themselves with the facilities through hands-on exercises, applying problem-solving skills under the guidance of experts. To supplement the team-based activities, various lectures were held to provide the students with background on systems engineering, project management and outreach.\n\nESA’s Laura Borella, coordinator of the programme, comments: “This year’s teams come from a truly wide range of backgrounds – in addition to engineering, we have students from psychology, business, as well as neuroscience. The programme provides them with opportunities for networking and collaboration and offers a great platform for exchange of ideas.”\n\nAt ESTEC, the teams were introduced to the Orbital Robotics Laboratory, which they will visit again to carry out their experiments in the coming months. Along the way, ESA engineers and mentors from the European Low Gravity Research Association will provide them with guidance on refining experimental designs, testing strategies, and help them advance towards their research objectives.\n\nThe three experiments will respectively:\n\nHead of ESA Academy Joost Vanreusel adds: “The collaboration between ESA Academy and the Orbital Robotics Laboratory is a true exchange of knowledge and innovation.\n\n\"While students gain invaluable hands-on experience and training, the laboratory benefits from fresh perspectives and novel ideas on how to further exploit its capabilities.”\n\nESA’s Marti Vilella, manager of the Orbital Robotics Laboratory, concludes: “The benefits that the Agency and Europe get from the ideas these creative minds have is immeasurable. I am super proud we recognise potential and can provide opportunities for them today, to prepare them to be the leaders of tomorrow.”\n\nThank you for liking\n\nYou have already liked this page, you can only like it once!"
  }
]