[
  {
    "url": "https://spacenews.com/startups-see-a-new-market-for-frequent-lower-cost-hypersonics-testing/",
    "title": "US military taps commercial space firms for hypersonic testing program",
    "date": "March 6, 2025",
    "content": "Join our newsletter to get the latest military space news every Tuesday by veteran defense journalist Sandra Erwin.\n\nIn a March 2024 flight test, Stratolaunch’s Roc aircraft took off from California’s Mojave Spaceport and, after reaching its designated position off the California coast, released its payload, the Talon-A test vehicle, designed to test hypersonic flight profiles.\n\n\n\nStratolaunch celebrated a successful test but remained tight-lipped about who would use the hypersonic test vehicle. Those customers have since emerged: the United States Air Force and the Pentagon’s Missile Defense Agency.\n\nCommercial launch providers like Stratolaunch pivoting to defense work is a growing trend. With commercial satellite launches increasingly dominated by large providers like SpaceX, some launch startups have struggled to secure enough business. Meanwhile, defense contracts promise a new revenue stream, particularly as the Pentagon seeks to ramp up hypersonic testing.\n\n“Several small launch startups initially bet on winning deals with megaconstellations, but those deals have largely gone to larger rockets. Now, these companies are shifting to hypersonic testing where there’s a clear need,” said Caleb Henry, director of research at the market intelligence firm Quilty Space.\n\nAccording to estimates by Quilty Space, hypersonic flight testing is a $6 billion to $7 billion per year market. It’s why Stratolaunch and other commercial space companies are now competing in this sector.\n\n“They had a technology in search of a business model, and now they’ve found a market that works for them,” Henry said of Stratolaunch. “The DoD gets to leverage private investment, and companies get a steady revenue stream. It’s a win-win.”\n\nStratolaunch, founded by Microsoft co-founder Paul Allen in 2011, originally set out to compete in the commercial space sector by launching rockets into orbit from the air. The centerpiece of its operation is Roc, the world’s largest aircraft by wingspan at 385 feet and designed to air-launch payloads. However, the company struggled financially after Allen’s death in 2018. A private equity firm in 2019 acquired Stratolaunch and shifted its focus to hypersonic flight testing, a move that aligned with growing military demand.\n\nAs China and Russia push ahead with their hypersonic missile programs, the Pentagon faces mounting pressure to accelerate its own development efforts. The Defense Department’s response: a new strategy focused on conducting more frequent but targeted tests of specific components or subsystems.\n\nHypersonic systems — whether missiles, glide vehicles, or aircraft — operate in an environment where temperatures exceed 3,000 degrees Fahrenheit and aerodynamic forces are extreme. These vehicles travel at speeds exceeding Mach 5, creating unique physics challenges that computer models alone cannot fully replicate.\n\nTraditional testing relies on comprehensive “full-up” flight tests that evaluate every component of a hypersonic weapon system simultaneously — from the booster rocket to the flight vehicle, guidance systems and payload.\n\nThese end-to-end tests, while valuable for validating complete systems, are expensive at about $100 million per flight and complex to orchestrate, limiting them to once or twice per year. An example of these full-up demonstrations was a December flight of an experimental hypersonic glide vehicle built by defense contractor Leidos that launched from a Lockheed Martin rocket booster at Cape Canaveral Space Force Station in Florida, a test in support of a next-generation joint missile development by the U.S. Army and U.S. Navy.\n\nThe new approach calls for more frequent and less expensive tests. So rather than testing everything at once, engineers might focus on evaluating a new thermal protection system, testing a guidance sensor, or validating a particular aerodynamic design. These focused tests can be conducted at a fraction of the cost of a full-system test.\n\nA program known as Multi-Service Advanced Capability Hypersonics Test Bed (MACH-TB) — led by DoD’s Test Resource Management Center in partnership with the Naval Surface Warfare Center — aims to build a scalable infrastructure for more frequent hypersonic flight testing.\n\n“Leveraging commercial launch services allows our nation to affordably test components early and frequently, accelerating hypersonic development,” said George Rumford, director of the Test Resource Management Center.\n\nThe MACH-TB program was initiated in 2022 in response to China’s and Russia’s advanced hypersonic systems developments, with the goal to address the urgent need for affordable and frequent hypersonic flight testing. The program has evolved through two phases: MACH-TB 1.0 validated testbed concepts and MACH-TB 2.0 focuses on transitioning to operational flight capabilities.\n\nUnder MACH-TB 1.0, with Leidos as the prime contractor, several flight tests were performed using commercial rockets like Rocket Lab’s HASTE (Hypersonic Accelerator Suborbital Test Electron) and Stratolaunch’s Talon-A. The program transitioned to MACH-TB 2.0 in late December, with Kratos Defense & Security Solutions awarded a $1.45 billion contract to run the program.\n\nMichael Johns, senior vice president of Kratos, said the next phase of MACH-TB is about conducting more frequent, lower-cost hypersonic tests. “Rather than doing $100 million test events, you do $5 to $10 million test events. And rather than launching once or twice a year, you launch 40 or 50 times a year,” he told SpaceNews.\n\nThe program relies on experimental drones and glide bodies to test hypersonic technologies using existing booster systems. Instead of full-scale weapons tests, it breaks down complex aerodynamic challenges into smaller, more manageable experiments. Companies participating in MACH-TB include Leidos, Rocket Lab, Stratolaunch, Firefly Aerospace and others, as well as academic partners like the University of Minnesota and Purdue University.\n\nRocket Lab in November conducted a MACH-TB test flight using HASTE, a version of its Electron rocket that launched from the company’s pad at NASA’s Wallops Flight Facility in Virginia. The mission was the second of four launches the Rocket Lab will perform under a contract with Leidos for hypersonic test flights. The company flew its first MACH-TB mission in June 2023.\n\nJohns emphasized that MACH-TB will not replace traditional end-to-end tests but will supplement them. “If we’re going to develop the most advanced technologies, we need to test them aggressively. Other countries are putting a tremendous amount of money into their test infrastructure, and the U.S. is starting to do that too.”\n\nThe Air Force Research Laboratory (AFRL), meanwhile, is exploring commercial reentry capsules as another means of testing hypersonic technologies. These capsules, designed to endure the intense heat and pressure of atmospheric reentry, offer another way to study hypersonic flight conditions.\n\nOne startup in this sector of the market is Varda Space Industries. The company is working with AFRL under a $48 million contract to use its W-Series reentry capsules for hypersonic testing. Varda’s W-2 mission landed in Australia on Feb. 28, completing the company’s second mission designed to collect critical data for military hypersonic research and NASA’s thermal protection systems.\n\nAnother startup, Inversion Space, launched its own reentry capsule in October. The company is developing Arc, a reusable capsule designed for cargo delivery, with a first flight planned for 2026. The company last year won a $71 million contract jointly funded by the Space Force, AFRL and private investors to advance the development of its reentry capsule. While the award is not explicitly for hypersonic testing, it signals that DoD sees these capsules as valuable for understanding hypersonic glide vehicle capabilities, particularly given China’s advancements in the field.\n\nCol. Aaron Tucker, chief of AFRL’s High-Speed Systems Division, said his organization is “excited for the opportunity to work with commercial companies who share our goal of low-cost, high-tempo access to the hypersonic flight environment.”\n\n“Hypersonic flight data are particularly valuable to validate digital engineering models of reusable aircraft as we advance the state of the art in durability, power and thermal management,” he said. “Validated digital models accelerate our ability to transition hypersonic capability to the warfighter.”\n\nThe Defense Innovation Unit (DIU), a Pentagon outpost based in Silicon Valley, is another key player contributing to the Pentagon’s hypersonic testing campaign. DIU in 2022 started the Hypersonic and High-Cadence Airborne Testing (HyCAT) program focused on dramatically increasing test frequency while lowering costs.\n\n“Right now, we test hypersonic systems once a year. We need to be testing them weekly,” said Ric Mommer, head of DIU’s commercial space engagement.\n\nHyCAT’s first major agreement is with Australian startup Hypersonix Launch Systems, which is developing a 3D-printed hypersonic drone called DART AE. The vehicle is scheduled for a Rocket Lab suborbital launch later this year.\n\nWhile the vision of conducting up to 50 flight tests annually won’t materialize overnight, the Pentagon is laying the groundwork for this increased tempo.\n\nJohns said the MACH-TB program is building out the necessary infrastructure and teams while working to streamline processes that were designed for much less frequent testing.\n\nThe program will continue to expand, he said, and there are plans to onboard more commercial partners as new capabilities emerge.\n\nThis article first appeared in the March 2025 issue of SpaceNews Magazine with the title “A pivot to defense, then to hypersonics.”\n\nSandra Erwin writes about military space programs, policy, technology and the industry that supports this sector. She has covered the military, the Pentagon, Congress and the defense industry for nearly two decades as editor of NDIA’s National Defense...\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by Sandra Erwin"
  },
  {
    "url": "https://spacenews.com/make-america-test-again-how-rapid-iterative-testing-will-advance-hypersonic-development/",
    "title": "Make America test again: How rapid, iterative testing will advance hypersonic development",
    "date": "March 7, 2025",
    "content": "Join our newsletter to get the latest military space news every Tuesday by veteran defense journalist Sandra Erwin.\n\nThe world has taken notice of the hypersonic technology that China and Russia are touting as unstoppable. Capable of maneuvering unpredictably at extreme speeds within the atmosphere, these weapons are difficult to track and even harder to intercept, forcing an urgent response time that adds yet another layer of complexity.\n\n\n\nThey are ultra-expensive, exquisitely engineered weapons that the United States does not have a compelling response to, even after decades of research and development. We find ourselves stuck pouring billions into the same stagnant development strategies without producing viable operational systems.\n\nIn this hypersonic arms race, we are behind. Our move to jump ahead should not be to match our adversaries dollar for dollar, but to play to our strengths — leveraging the entrepreneurial roots of what has always made America great in deterring conflict or winning quickly. Those roots are built on rapid, iterative development.\n\nThe world’s most complex technical challenges, like hypersonics, are solved quickly and affordably by relentless real-world testing of full systems.\n\nThe goal of national defense is quite simple: to deter conflict and, when that fails, win quickly.\n\nThe defense industry typically tries to solve this two ways: by expanding capability by producing highly advanced technology, and by expanding capacity by producing more of existing technology.\n\nNeither approach will work for hypersonics.\n\nWhen it comes to capability, we do not have time on our side. Our attempts to future-proof requirements, ensuring investments made today don’t become obsolete, is wishful thinking and, frankly, old fashioned.\n\nWe are in a rapidly evolving threat environment and cannot count on our exquisite, expensive technology that was conceived 10-20 years ago to be relevant today. Technology is advancing too quickly, and our adversaries have become too sophisticated.\n\nAs for capacity, do we really want to base our strategy solely on competing toe-to-toe with China at manufacturing? That’s their playing field.\n\nEven if our manufacturing base was stronger (and it absolutely needs to be), that’s not enough. The capacity game is not one we want to play. We do not want to find ourselves in a war of attrition that favors the side willing to absorb the most losses.\n\nWhat we need is a sustained asymmetric capability advantage at scale. The best way to achieve this is by building and testing in short periods of time and rapidly de-risking new capabilities over and over.\n\nAt a time when threats evolve rapidly, the U.S. must embrace frequent prototyping and real-world testing. Instead of spending years perfecting a system on paper, we should be building, flying and learning from hardware — fast.\n\nThis is not a new idea. In the mid-20th century, you could argue that American aerospace was defined by those who put action over analysis — even at personal risk.\n\nLet’s start with “the Aviator” — Howard Hughes. When developing the H-1 Racer, he didn’t wait for perfection. During a 1936 test flight, he flew the plane himself, broke the world airspeed record and crash-landed in a beet field. He reportedly told his team, “We can fix her, she’ll go faster.”\n\nHow about the X-15 — the world’s first hypersonic rocket plane. The program was a masterclass in rapid, real-world learning. In one particularly dramatic episode in 1959, an X-15 landed so hard that the airframe broke in half.\n\nIf something like this happened today, the program would probably be over. But instead, the X-15 team got that very same aircraft put back together, recertified and back in the air in just three months. That kind of resilience — fix, fly and learn — allowed the X-15 to make 199 flights over its lifetime, gathering invaluable hypersonic flight data.\n\nAnd then there’s the legendary Kelly Johnson, head of Skunkworks throughout most of the mid-century. Johnson oversaw the development of more than 40 aircraft. Famously, the F-104 Starfighter, U-2 Dragonlady and the SR-71 Blackbird.\n\nOne aircraft stands out though, the P-80, America’s first turbojet airplane. It was designed by just 130 elite engineers. Johnson believed adamantly in small teams, the reduction of red tape and giving contractors “more than normal responsibility.”\n\nThe customer (the U.S. Army Air Forces) wanted the plane delivered in 180 days. With such a tight timeline, an important aspect of their design strategy was iteration — at every step of the process. They needed their drawings and blueprints to be flexible and changeable. The best designs rose quickly to the top. This recipe proved to be even more successful than expected and they delivered it in just 143 days.\n\nToday, new aircraft are never delivered early. Development and fielding timelines are now four to five times what they used to be from 1945 through 1975.\n\nGuess what happened in 1975: Johnson retired from Skunk Works.\n\nFortunately, we don’t need to look far to see that rapid iteration can still deliver today. The commercial space industry has proven the approach is alive and well in the 21st century.\n\nTwo decades ago, the idea that private companies could build and launch their own rockets was considered unrealistic. Yet, in less than 20 years, SpaceX went from Falcon 1 — a small experimental rocket that failed to reach orbit three times — to Starship, developing a suite of game-changing and boundary-pushing technologies along the way.\n\nThe reason for this success? Hardware-rich, fast-paced testing cycles. SpaceX doesn’t wait for perfection before launching; it builds, flies, learns and repeats.\n\nWe need to bring this mentality to hypersonics. Instead of sinking billions into decade-long programs that may never fly, let alone field a single system, we should flood the space with test vehicles. The more hardware we get into the air, the faster we learn, the more we de-risk and the better our operational capabilities become. This approach also builds flexibility into the development process, ensuring the technology can adapt to ever-shifting requirements and emerging challenges.\n\nKicking this approach into hyperdrive (pun intended) requires unleashing America’s superpowers: capitalism and innovation.\n\nAmerican companies are the envy of the world, and that’s no accident. Our unique economic system fosters risk-taking, allowing bold ideas to thrive. Venture capital is a major force behind this. Access to massive private investment is a relatively new phenomenon in aerospace, but it’s already transforming the industry. Investors see the incredible success of SpaceX and think: “Who else is taking big swings in hardware?”\n\nAnd when this private capital is paired with smart government contracts, we unlock the full potential of American innovation and build the future of hypersonics at a pace no adversary can match.\n\nHowever, even with the right funding and strategy, we’re held back by another problem that needs to be urgently addressed: our ability to test.\n\nThere are two critical components that must be addressed. First, America’s physical infrastructure is lacking. We need more hypersonic wind tunnels. Right now, there’s a massive bottleneck with years-long waitlists. It’s so expensive and inefficient that flight testing is often the faster, less expensive route.\n\nWhat little testing capacity we have has been heavily neglected. According to a Government Accountability Office report, of the 26 wind tunnel facilities capable of supporting hypersonic research, 14 were constructed prior to 1970.\n\nIn order to test more rapidly, we must invest in new infrastructure and modernize what currently exists.\n\nAnd then there are the regulatory hurdles — bureaucratic red tape slows down real-world testing, making approvals complex and time-consuming. Let testing be limited by how fast we can build hardware and test it safely — not by how long it takes to get a signature.\n\nTo accelerate iterative development, we must remove administrative roadblocks. That means reducing the drag of the National Environmental Policy Act on infrastructure projects and flight operations, strengthening FAA-DoD partnerships to speed up developmental flight testing of uncrewed aircraft, and shifting from bureaucratic “safety theater” to rigorous, first-principles reasoning that actually protects the public.\n\nIf we can develop and safely fly a new aircraft in less than a year, our regulatory system must enable rather than impede that pace of iteration.\n\nHypersonics is one the greatest challenges in aerospace and we’ve been treating it like a science project that is always 20 years from being complete. But now, we’re rightfully treating it as a national security crisis — and crises demand action.\n\nIt’s time for America to take back the lead in hypersonics the same way we always have — by building, testing and flying faster than anyone, anywhere.\n\nA.J. Piplica is cofounder and CEO of Hermeus. Prior to founding Hermeus, Piplica served as the CEO of Generation Orbit Launch Services, Inc. where he led the inception and development of the X-60A, a U.S. Air Force hypersonic X-plane. His background is in aerospace systems design, including spacecraft, launch vehicles, and hypersonic aircraft. Piplica holds both Master’s and Bachelor’s degrees from the Georgia Institute of Technology focused in aerodynamics and fluid mechanics.\n\nThis article first appeared in the March 2025 issue of SpaceNews Magazine.\n\nSpaceNews is committed to publishing our community’s diverse perspectives. Whether you’re an academic, executive, engineer or even just a concerned citizen of the cosmos, send your arguments and viewpoints to opinion@spacenews.com to be considered for publication online or in our next magazine. The perspectives shared in these op-eds are solely those of the authors.\n\nA.J. Piplica is cofounder and CEO of Hermeus. Prior to founding Hermeus, Piplica served as the CEO of Generation Orbit Launch Services, Inc. where he led the inception and development of the X-60A, a U.S. Air Force hypersonic X-plane. His background is...\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by A.J. Piplica"
  },
  {
    "url": "https://spacenews.com/patenting-space-promoting-innovations-and-patents-for-exploring-our-final-frontier/",
    "title": "Patenting space: promoting innovations and patents for exploring our final frontier",
    "date": "March 5, 2025",
    "content": "Whether you’re NASA Administrator nominee Jared Isaacman, Virgin Galactic Founder Richard Branson, Artemis mission specialist Christina Koch, or even fictional astronaut and self-proclaimed “space pirate” Mark Watney, setting out on our final frontier and exploring space requires the right technology. The technology associated with space exploration has come a long way from the once-cutting-edge systems that put Sputnik into orbit and allowed the Apollo 11 crew to land on the lunar surface. A nearly exponential surge in patent activity related to space exploration, particularly over the past decade and a half, has captured a snapshot of these developments. Along with these technological advances, ambitions are growing too. There is a desire to go bigger, faster and further in space exploration.\n\nBut as the ambitions have grown, more and more obstacles have emerged. Space exploration poses unique research challenges: the need for more efficient rockets to travel farther into inhabitable areas of space, food production for space settlements and preventive and responsive medical research on the potential detrimental impact of long-term exposure to the conditions of space travel. In response to these research challenges, inventors from across the space exploration sector have created new and exciting innovations — innovations protected by patents. Hundreds of thousands of patents are issued each year in the United States across a range of industries and disciplines. Hidden in this haystack of patents, however, could very well be the needles needed to solve each of these challenges and allow us to, in the words of Neil deGrasse Tyson, “push the boundaries of our existence.”\n\nThere is some tension, however, between the space industry and patent law, with the value of the latter not always being recognized. Patents, however, contribute directly to the development of space exploration innovations by providing a way for innovators to receive compensation for their contributions, even when the path to market for a new innovation may be long or prohibitively expensive for small inventors whose innovations compete with the likes of NASA, Space X and Blue Origin. Even those small inventors can generate revenue from their creations through licensing.\n\nA patent system that accounts for the unique challenges of protecting space exploration technology will make patents more accessible to the space industry, thereby removing the perceived tension between patents and the space industry. For example, current patent laws only apply within a country’s borders, so acts or products that would otherwise infringe a United States patent on the ground may not infringe if they occur in outer space. But treaties that already accommodate coordinated patent applications and enforcement — such as the Patent Cooperation Treaty or the Unified Patent Court — can be updated to provide patent enforcement mechanisms for technology deployed in space. These changes could significantly increase patents’  value within the space industry.\n\nBefore diving into the technology here, a quick primer on patent law may be useful. A patent is a legal mechanism that protects an invention, or aspect of an invention. In being granted a patent, an inventor (or their assignees/licensees) receives the right to exclude others from making and using the covered invention. Patents encourage innovation by providing exclusivity rights in exchange for disclosure of the technology resulting from potentially expensive research and development efforts. This allows inventors to recover the investments put into developing new technology by exclusively using and making the invention for a 20-year period, while providing the public with access to the technology’s teachings to further innovation even more.\n\nWhile patents are the primary mechanism for protecting inventions, the patent law system has shortcomings when applied to the space exploration industry. Most notably, patents are territorial. So, with some exceptions, U.S. patents generally give rise to an infringement claim only if the infringing activity occurs in the U.S. Such a limitation may cause issues to companies whose competitors can simply launch from another country to potentially avoid an allegation of patent infringement. Worse, competitors may be able to avoid infringement allegations by using patented technology in outer space because domestic patents may not be enforceable in outer space. Patent practitioners need to carefully draft patents so that competitors infringe on the ground and where a patent owner has intellectual property.\n\nRelatedly, the Outer Space Treaty, to which 115 countries are parties, emphasizes that outer space is not subject to national appropriation by claim of sovereignty, and exploring outer space is the province of all mankind. This commons-minded approach to exploring outer space may conflict with the rights provided by patents to exclude others by potentially allowing competitors to freely infringe patents in outer space. This tension could be addressed, however, by expanding or amending international agreements covering outer space to afford limited patent protection for in-space operations.\n\nAnother related tension is the undervaluing and misunderstanding of patents by leaders in the space exploration industry. Elon Musk, for example, notably said that “patents are for the weak” and opined that they are designed to prevent rather than promote innovation. This point of view, however, goes against many others’ views of patents, including views by our founding fathers. Thomas Jefferson’s perspective that patents could encourage people to pursue ideas that would be useful to society and further the human condition has been influential in countless debates on patent rights, including issues before the Supreme Court. Kathi Vidal, former Director of the Patent and Trademark Office, has supported this viewpoint as well, remarking that intellectual property has the “purpose of incentivizing and protecting innovation for the good of the country—to create jobs and generate economic growth—and to solve the world’s biggest problems.”\n\nFurther, there are leaders within the space exploration industry that are supportive of patents. Take former NASA Administrator Bill Nelson for example. In response to NASA’s $75.6 billion in economic output for fiscal year 2023, underpinned by 40 new patent applications and 69 issued patents, Nelson explained that “[o]ur work doesn’t just expand our understanding of the universe—it fuels economic growth, inspires future generations and improves our quality of life.” These benefits from space exploration (fueled by a healthy patent system) can be reaped by smaller innovators as well, who may not have the means to bring their technology to scale, because they can license their innovations to larger companies capable of doing so and get their returns that way. A more uniformly pro-patent perspective across industry leaders could go a long way in pushing for updates to these legal frameworks and allow for more effective patent protection for the space exploration industry.\n\nDespite these tensions, however, researchers are still innovating to address the physical and technological challenges space exploration presents. We’ve identified patents that have the potential to address some of these big challenges within the industry, to show the value patents can provide in exploring space.\n\nHumans need more efficient propulsion to explore the moon, other planets and beyond. Investigating planetary objects depends on the ability to carry out advanced maneuvers, which will require propulsion levels that are difficult to achieve efficiently. Further, many of the current systems are subject to limited lifespans due to degradation from use. However, the recently developed NASA-H71M sub-kilowatt Hall effect thruster (the “H71M thruster”) has the potential to greatly improve propulsion technology.\n\nU.S. Patent Number 11,540,381 was granted to NASA based on a July 17, 2020 filing. This patent protects technology related to NASA’s H71M thruster. As background, Hall effect thrusters generate propulsion by using a magnetic field to ionize a propellant, usually xenon or krypton. The ionized gas is then accelerated through an electric field, producing thrust. While these types of thrusters already produce great thrust, the H71M thruster enhances the technology in three respects.\n\nFirst, it has increased propellant throughput over other Hall effect thrusters. An increase in throughput should lead to an increase in the thruster’s impulse, yielding more efficient propulsion. Second, it has a longer lifespan than other Hall effect thrusters. NASA’s optimized magnetically shielded (OMS) field topology deflects the ions as they accelerate through the electric field, preventing them from striking and eroding thruster components. Third, it is cheaper and more efficient to manufacture thanks to design and assembly improvements.\n\nUltimately, the improved Hall effect thruster technology on display in the H71M thruster will give small spacecraft a greater ability to maneuver from low-Earth and geosynchronous transfer orbits to the Moon and Mars, respectively.\n\nAnother challenge limiting the capabilities of space exploration is the capacity to grow crops in space. In order to live in space, you obviously need to eat in space. If you want to expand past the limitations of eating only what you can bring with you, you need ways to make your own food. This is especially true with ambitions of permanent settlements on Mars or the moon. However, an important issue that complicates growing crops in space is oxygen use.\n\nWhile they produce more oxygen than they use, plants still require oxygen in their environment to thrive. If you’re able to have plants decrease their oxygen consumption, however, more oxygen would be freed up for vital use by people within the settlement. This is exactly what U.S. Patent Number 11,634,722, granted to Inari Agriculture Technology Inc. and filed on Jan. 22, 2019, sets out to do. The patent covers systems, methods and compositions to edit genes in plants. Specifically, it details using gene editing techniques to produce plant cells able to grow in hypoxic, or low oxygen, conditions. It further details obtaining a propagule or seed from an isolated or propagated gene-edited plant cell, thus giving rise to full plants able to survive in low oxygen.\n\nA full-scale implementation of this advancement could be a critical step in maintaining food supplies for long-distance space travel. Low oxygen-resistant plants would likely be especially useful for long-term travel in spacecraft where oxygen conservation could be particularly important.\n\nA third and final challenge explored here is the uncertainty surrounding the impacts long-term exposure to the conditions of space travel may have on human physiology. As of now, common issues observed include decreases in bone and muscle mass, decreases in blood volume and arrhythmias. There are also concerns regarding cancer and neurodegenerative disorder development related to radiation exposure. The longest continuous stint in space was 437 days, a record held by Russian cosmonaut Valeri Polyakov. Astronaut Frank Rubio holds the American record of  371 days. While both are considerable durations to be off-world, it remains to be seen how longer-term or permanent exposure to conditions like microgravity and increased radiation will affect the human body. This uncertainty poses the obvious challenge of potentially negative physiological effects, but it also poses the moral challenge of how to elucidate these uncertainties. Emulate Inc.’s U.S. Patent Number 11,697,792, filed on December 12, 2019, describes a microfluidic platform intended to allow for such investigation.\n\nMicrofluidic platforms, commonly called “chips”, allow researchers to manipulate and process tiny volumes of fluids through channels. While they have numerous applications, relevant here is their application in simulating tissues and organs. Using chips, cellular microenvironments can be created that mimic the environments of human organs. The patent here covers a type of microfluidic platform known as a “brain-on-a-chip”, containing neuronal and vascular endothelial cells to simulate the effects of different conditions on the brain. This invention is intended to be used in experiments aboard the International Space Station to see how space travel specifically affects the brain.\n\nInvestigations using these platforms could provide eye opening results into the effects of space travel conditions on the human brain, as well as broader insights if implemented with other organ and tissue systems.\n\nThere is still certainly a long way to go before we reach the point of long-term space exploration or permanent space settlements. It will take technological leaps and bounds  before we can confidently and safely achieve these ambitions. The patents we highlighted represent impressive improvements to technology, but even with these improvements, we aren’t where we need to be to achieve long-term space travel or permanent settlements. We still need propulsion systems that can reliably and efficiently take us to Mars, the edges of our solar system and beyond. We need systems that can sustainably feed entire settlements of space explorers. And we need to know the potential negative effects of space exploration on the human body with more certainty and then develop ways to counteract them.\n\nTo take these leaps and bounds, though, innovators need the protection and assurances that patents provide. Without that, innovators (and their backers) will not have the security of knowing there is an avenue to bring about these cutting-edge technologies while getting their due return on their. To ensure that innovators can reap the benefits that patents provide, we need to have sufficient systems in place to enforce patent protections.\n\nIt is these assurances that give innovators the freedom to develop the technology needed to achieve these exciting space exploration ambitions. However, whether looking at the three patents above, SpaceX’s “chopsticks” catch of their Super Heavy booster, or other recent examples of innovations in the space exploration industry, there is plenty to be excited about as innovators continue to pursue our final frontier.\n\nLionel Lavenue’s practice focuses on patent trial litigation, including 20 bench or jury trials and on creating and managing large patent portfolios. With experience in over 200 patent cases, he has managed or served as first chair in numerous district court litigations, including more than 60 cases in the E.D. Texas, almost a dozen patent infringement cases and/or matters under Section 1498(a) in the U.S. Court of Federal Claims, more than a dozen disputes under Section 337 before the U.S. International Trade Commission (ITC), and multiple arbitrations.\n\nJoseph Myles focuses on patent litigation in a range of patent venues, including district courts, the Patent Trial and Appeals Board (PTAB) of the U.S. Patent and Trademark Office (USPTO), the Court of Appeals for the Federal Circuit (CAFC), and the ITC. Joseph oversees patent portfolios ranging from banking software applications to space settlement technologies.\n\nJosh Sprague Oliveira is a law student at the University of New Hampshire Franklin Pierce School of Law. After graduation, he will join Finnegan, Henderson, Farabow, Garrett & Dunner, LLP as an Associate working in the patent law field.\n\nSpaceNews is committed to publishing our community’s diverse perspectives. Whether you’re an academic, executive, engineer or even just a concerned citizen of the cosmos, send your arguments and viewpoints to opinion@spacenews.com to be considered for publication online or in our next magazine. The perspectives shared in these op-eds are solely those of the authors.\n\nLionel Lavenue’s practice focuses on patent trial litigation, including 20 bench or jury trials, and on creating and managing large patent portfolios. With experience in over 200 patent cases, he has managed or served as first chair in numerous district...\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by Lionel Lavenue\n\nJoseph Myles focuses on patent litigation in a range of patent venues, including district courts, the Patent Trial and Appeals Board (PTAB) of the U.S. Patent and Trademark Office (USPTO), the Court of Appeals for the Federal Circuit (CAFC), and the ITC....\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by Joseph Myles\n\nJosh Sprague Oliveira is a law student at the University of New Hampshire Franklin Pierce School of Law. After graduation, he will join Finnegan, Henderson, Farabow, Garrett & Dunner, LLP as an Associate working in the patent law field.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by Josh Sprague Oliveira"
  },
  {
    "url": "https://spacenews.com/regulations-are-in-the-crosshairs-but-which-ones/",
    "title": "Regulations are in the crosshairs. But which ones?",
    "date": "March 7, 2025",
    "content": "Early in President Donald Trump’s first term, he turned to an executive order to accelerate deregulation. For each new mandate enacted, he called for the repeal of two regulations.\n\nThis year, he pushed further. On Jan. 31, Trump released an executive order calling for 10 regulations to be eliminated for each new one issued.\n\nNow, domestic and international space companies are watching carefully as the second Trump administration takes aim at federal regulations to determine what it could mean for how they operate and, ultimately, their bottom line.\n\n“Space and satellite companies are obviously very highly regulated entities,” said Drew Svor, space and telecommunications partner at the international law firm Sheppard Mullin. “There’s a lot of enthusiasm to see what that can bring, be it changes to the contracting process or cutting red tape for satellite and space operators.”\n\nWhile the details are unclear, industry executives generally anticipate reductions in environmental, antitrust and occupational safety regulations.\n\n“There will be regulatory reform both in the traditional space areas, but also financial and investment regulations that will impact the space business,” said Kevin O’Connell, the former Office of Space Commerce director who leads the consulting firm Space Economy Rising.\n\nObservers also expect the Trump administration to streamline acquisition policy.\n\n“To the extent upcoming acquisition policy changes bring clarification and efficiencies, they could be good for the space industry,” said Janna Lewis, the senior vice president of policy and general counsel of Astroscale US, the on-orbit servicing company. “As always, we would like to see a thoughtful balance in drafting and implementation, including appropriate allocation of resources and personnel.”\n\nBut what’s next for export control regulations and the climate for foreign investment are more difficult to predict.\n\n“Donald Trump is the purest disruptor most any of us have ever encountered,” said Paul Stimers, who leads the space policy practice at law firm Holland & Knight. “The idea that we can predict the areas he will disrupt, the ways he will disrupt those areas, or the timing of those disruptions is folly.”\n\nAs a result, Stimers advises clients to focus on resilience.\n\n“Build relationships with your friends in Congress, make new friends in Congress and develop your messaging capabilities,” Stimers said. “The people that are best able to both take advantage of positive disruption and weather negative disruption from their perspective are those who have created those capabilities for themselves.”\n\nIndustry executives are also closely tracking regulations related to foreign investment in the United States’ space sector.\n\n“We have this interesting tension right now where you have the second Trump administration putting it out there that ‘America’s open for investment. We want foreign capital,’” Svor said. “Something that somewhat balances that out is a recognition that the global dynamics are changing quite rapidly and there is the need to move forward a bit cautiously to make sure that your commercial relationships or deals or mergers and acquisitions transactions don’t get ensnared in political or regulatory risk that you might not have seen coming.”\n\nSince taking office Jan. 20, the Trump administration has announced “America First” policies designed to stop the country from being “taken advantage of by foreign nations or by rogue actors who undermine our sovereignty or security,” according to a Feb. 12 White House foreign relations fact sheet.\n\nDuring the first Trump administration, passage of the Foreign Investment Risk Review Modernization Act expanded the role of the Committee on Foreign Investment in the United States (CFIUS), an interagency panel led by the Treasury Secretary that examines the potential national-security implications of investments.\n\nProject 2025, the Heritage Foundation’s conservative policy blueprint, recommended the Defense Department co-chair CFIUS alongside the Treasury Secretary. The Trump administration has not endorsed Project 2025 overall, but some of the recent administration policies and executive orders mirror its proposals.\n\n“Making DOD an official CFIUS co-chair along with Treasury will establish a balanced committee process by elevating national security interests to an equal stature,” according to the 900-page Heritage Foundation document. Project 2025 also calls for CFIUS to publish information on penalties for CFIUS violations to “reduce the discretion of the committee to waive penalties or impose mere ‘wrist slap’ costs on violators of the law.”\n\nExecutives leading European and Asian space industry startups say they remain committed to expanding their presence in the United States, noting the U.S. government is the world’s largest customer for space products and services.\n\n“To build your reputation and work closely with the customer, you have to be there,” said the CEO of a European satellite component supplier who asked not to be identified.\n\n“That’s true in many of the European countries too. If you want to be in the U.K. market or France or Germany, you have to work there.”\n\nStill, this time of changing policies and regulations can be tricky to navigate, especially for companies with foreign ownership that have undergone extensive regulatory reviews to obtain security clearances.\n\n“Compliance is always top of mind for me,” Lewis said. “When we see [policy] shifts, my approach has to be, ‘I’m going to do whatever I need to do to ensure compliance, however uncertain the policy landscape might seem.’ That takes time and energy.”\n\nEven companies without strong international ties are struggling to keep up with federal personnel, budget and regulatory changes.\n\n“Investors are asking founders hard questions and there simply aren’t many answers at all, much less good answers,” said a former government executive who advises space startups. “I advise them to slow their burn rate, be conservative and stay as close to their customers as possible.”\n\nSome of the difficult questions executives face focus on export controls. Rules published in October by the Biden administration’s Commerce Department to ease export of space-related technologies to U.S. allies are on hold, pending review by Trump administration officials.\n\n“With any change in administration, you’re going to have a change in scope, especially with a change in party,” said Dak Hardwick, the vice president of international affairs at the Aerospace Industries Association. “We’ve not seen any indication that they’re going to either go forward with what was proposed or take away what was proposed. Everything is on hold as they get the new people in.”\n\nThe export rules are among the regulations paused to give the new administration time to review “questions of fact, law, and policy,” according to a presidential memorandum issued Jan. 20.\n\n“If the administration wants to go even further than the regulations published in October to reduce the regulatory burden, I think the industry would welcome that,” Hardwick said.\n\nIn general, industry executives expect the new administration to facilitate exports, noting the National Space Policy published in 2020 during Trump’s first term said it was the policy of the U.S. to “encourage the export of space-related items when doing so would not threaten the national interest.”\n\n“We’ll see space as more of a trade issue in this administration because it will help countries offset any trade imbalances that we have,” O’Connell said.\n\nSpace industry executives and companies have varying views on regulatory changes, export controls and proposed tariffs in large part because they mean something different to each one.\n\n“Different companies will have different risk exposure,” said S. Sita Sonty, partner and managing director for aerospace, defense and aviation at consulting firm Alix Partners. “If their supply chain has either more resilience or greater risk, that’s going to determine that company’s respective position about tariffs or foreign investment from a particular country.”\n\nAnd companies have a role to play in policy discussions.\n\n“We have to be diligent in watching and, where appropriate, engaging in the shaping of upcoming policies and regulations for the space industry,” Lewis said. “We all have a voice right now and we have to look for opportunities to advocate for the policies that drive a robust space sector.”\n\nThis article first appeared in the March 2025 issue of SpaceNews Magazine.\n\nDebra Werner is a correspondent for SpaceNews based in San Francisco.\r\n\r\nDebra earned a bachelor’s degree in communications from the University of California, Berkeley, and a master’s degree in Journalism from Northwestern University. She is a recipient...\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by Debra Werner"
  },
  {
    "url": "https://spacenews.com/frontgrade-qualifies-industrys-first-class-l-gan-dc-dc-converter-and-emi-filter/",
    "title": "Frontgrade Successfully Tests GaN DC-DC Converter and EMI Filter",
    "date": "March 7, 2025",
    "content": "This is a customer submitted press release. Submit your press release.\n\nColorado Springs, CO (March 7, 2025) – Frontgrade Technologies, a leading provider of mission-critical electronics for aerospace and defense, has successfully tested its Gallium Nitride (GaN)-based DC-DC converter and complementary electromagnetic interference (EMI) filter. These tests validate the devices’ ability to meet the demanding performance requirements of space missions from Low Earth Orbit (LEO) through Geostationary Earth Orbit (GEO).\n\nThe tests were performed in accordance with the Defense Logistics Agency’s MIL-STD-883 Test Methods which included External Visual (2009), Internal Visual & Mechanical (2014), Temperature Cycling (1010), Constant Acceleration (2001), Random Vibration (2026), End-Point Electrical (in accordance with device specification), and Life Test (2009). Frontgrade is pursuing MIL-PRF-38534 Class L qualification with the Defense Logistics Agency, and QML approval is currently pending.\n\nFrontgrade’s 28V GaN DC-DC Converter leverages advanced GaN FET technology to provide spacecraft designers with one of the most efficient power conversion solutions available today, offering 93% efficiency. With faster switching, improved performance, and a small-volume design, it responds rapidly to dynamic power demands and provides multiple voltage outputs for maximum flexibility. This device is designed to convert power seamlessly from the bus to the point of load, ensuring optimal performance for current and future space applications.\n\n“Our GaN converter has undergone rigorous testing, demonstrating its reliability in addressing the critical power management needs of next-generation satellites,” said Lorne Graves, Chief Technology Officer at Frontgrade Technologies. “With Frontgrade’s flight-ready modules and evaluation test boards, our customers can accelerate their development cycles to achieve on-time mission success.”\n\nFlight and engineering modules and evaluation test boards are now available, providing the essential tools for development, testing, and deployment in mission-critical spacecraft systems.\n\nAbout FrontgradeFrontgrade Technologies is the leading provider of high-reliability, radiation-hardened solutions for defense, intelligence, commercial, and civil applications. The Company offers a complementary and integrated suite of mission critical electronics. Key products include rad-hard components, mission processing subsystems, high power amplifiers, custom ASICs, motion control systems, waveguides, antennas, and power management solutions. For more information, visit www.frontgrade.com.\n\nMedia ContactLiz Ryan Sax719-487-4259press@frontgrade.com"
  },
  {
    "url": "https://spacenews.com/satixfy-gets-uk-funds-to-accelerate-in-orbit-satellite-reconfiguration/",
    "title": "SatixFy gets UK funds to accelerate in-orbit satellite reconfiguration",
    "date": "March 5, 2025",
    "content": "A weekly newsletter that explores the rapidly evolving intersection of space exploration and artificial intelligence.\n\nBy clicking submit, you agree to share your email address with the site owner to receive the newsletters. You can opt-out at any time.\n\nTAMPA, Fla. — The UK Space Agency has awarded SatixFy funds to develop software to speed up how quickly reprogrammable satellites can adapt to changing needs in orbit, the Israeli chipmaker announced March 5.\n\nThe £1.8 million ($2.3 million) program aims to advance digital beamforming software over the next two years, which the company said would enable real-time control and monitoring of satellite payloads powered by its chips.\n\nAccording to SatixFy, software-defined payloads typically require several minutes of downtime to reconfigure all their capacity, whether to adjust services, reallocate resources or target different markets.\n\nThe new software aims to make the payload “self-adaptive,” ensuring it is preconfigured for multiple possibilities without the need to reprogram hardware.\n\n“With its abstraction layer, the software virtualizes the satellite payload, enabling fast adaptation to dynamic market conditions and traffic demands,” SatixFy chief strategy officer Thierry Abraham said via email.\n\n“By qualifying a single standard hardware platform, our customers can address multiple market opportunities simultaneously through software customization.”\n\nSatixFy said artificial intelligence could also be integrated, enabling the satellite to automatically adjust operations based on user demand without requiring intervention from ground teams.\n\nSatellites that rely on software to reconfigure their missions are becoming more popular as operators seek more flexibility to meet changing customer needs in uncertain markets. This approach contrasts with traditional satellite payloads, which are designed with fixed functions that cannot be modified after launch, limiting their ability to respond to evolving market demands.\n\nJason Rainbow writes about satellite telecom, finance and commercial markets for SpaceNews. He has spent more than a decade covering the global space industry as a business journalist. Previously, he was Group Editor-in-Chief for Finance Information Group,...\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by Jason Rainbow"
  },
  {
    "url": "https://spacenews.com/u-s-military-spaceplane-completes-7th-mission-including-advanced-orbital-maneuvers/",
    "title": "U.S. military spaceplane completes 7th mission, including advanced orbital maneuvers",
    "date": "March 7, 2025",
    "content": "Join our newsletter to get the latest military space news every Tuesday by veteran defense journalist Sandra Erwin.\n\nWASHINGTON — The secretive X-37B military spaceplane touched down at Vandenberg Space Force Base in California on March 7, concluding its seventh mission after spending more than 434 days in orbit, the U.S. Space Force announced.\n\nDesignated Orbital Test Vehicle-7 (OTV-7), the autonomous spacecraft launched on December 28, 2023, marking several firsts for the program – including its first flight aboard SpaceX’s Falcon Heavy rocket and operations in a highly elliptical Earth orbit (HEO).\n\n“Mission 7 broke new ground by showcasing the X-37B’s ability to flexibly accomplish its test and experimentation objectives across orbital regimes,” Chief of Space Operations Gen. Chance Saltzman said in a statement following the landing.\n\nThe Space Force considers the mission particularly significant for its demonstration of aerobraking maneuvers — a technique that uses atmospheric drag during multiple orbital passes to change the spacecraft’s trajectory while conserving fuel. This capability provides tactical advantages that align with the Space Force’s growing focus on space domain awareness and orbital agility.\n\nThe aerobraking capability essentially gives the X-37B a stealth mode for orbital changes without visible propulsion signatures that might be detected by adversaries.\n\nThe mission also incorporated NASA experiments and conducted space domain awareness tests designed to collect data on orbital maneuvering. These tests are expected to inform the development of next-generation space capabilities and enhance the Space Force’s understanding of how various sensors and tracking systems perform when monitoring spacecraft across different orbital regimes.\n\nThe X-37B program, managed jointly by the Department of the Air Force Rapid Capabilities Office and the United States Space Force with Boeing providing the spacecraft and mission support, has served as a platform for both classified military tests and civilian space experiments. While many mission details remain confidential, the Space Force has gradually shared more information about the program’s role in developing new concepts for space operations.\n\nSandra Erwin writes about military space programs, policy, technology and the industry that supports this sector. She has covered the military, the Pentagon, Congress and the defense industry for nearly two decades as editor of NDIA’s National Defense...\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by Sandra Erwin"
  },
  {
    "url": "https://spacenews.com/radiation-as-a-service-how-the-private-sector-can-protect-americas-space-infrastructure/",
    "title": "Radiation as a service: How the private sector can protect America’s space infrastructure",
    "date": "March 3, 2025",
    "content": "This time last year, United States government officials released details indicating Russia may be developing a space-based nuclear weapon system to target Western satellites. While a flagrant violation of international norms, ambitions of space-based nuclear weapons are not exclusive to Russia: a Congressional report suggests that the People’s Republic of China is also pursuing such capabilities.\n\nThe electromagnetic pulse (EMP) from a nuclear detonation in space can destroy or degrade satellites well beyond the initial blast radius, and would change the world as we know it. For example, the U.S.’s 1962 Starfish Prime nuclear test in space produced radioactive particles that disabled nearly two-thirds of the handful of satellites then in orbit, some instantly and others over the course of months after exposure to consistently-high doses of lingering radiation, which can last years. As a result, strategic radiation-hardened electronics must be able to operate in hostile radiation environments, as well as in the natural radiation environment of space.\n\nA high-altitude EMP attack could trigger major societal devastation. Power grids could fail, halting water, food, communications and transportation systems. GPS loss could cripple financial markets, emergency services and military operations. The government and private sector must work together to harden our space-based infrastructure to protect against such threats.\n\nThe U.S. government, through the Department of Energy’s National Nuclear Security Administration, and its National Security Laboratories, conducts research into how to keep satellites and strategic assets resilient in the event of an EMP. These studies are known broadly as nuclear effects testing.\n\nBut, since the 1996 Comprehensive Test Ban Treaty that ended underground nuclear testing to mark the end of the Cold War, these efforts have relied almost entirely on simulations, which means the survivability and resilience of America’s constellation of military and commercial satellites is fundamentally at risk. So is the survivability of all Earth-based systems that depend on those satellites, including everything from GPS to weather tracking to global telecommunications to the most sensitive military and intelligence operations.\n\nCurrently, the U.S. government and commercial space firms conduct radiation testing shots from the Sandia, Lawrence Livermore, Los Alamos National Laboratories, among other Department of Defense facilities. These government-owned, contractor-operated test sites are confronting skyrocketing demand for physical shots of radiation beyond computer simulations, diverting machine time from the labs’ foundational mission of research and development for our strategic nuclear deterrent. In some cases, they have 18-month lead times. Often, many of these 20-plus-year-old physical testing capabilities are offline due to lengthy machine refurbishment cycles, with some not set to come back online for well over a decade. Increasing government costs and lead times are complicated further by the sometimes-classified nature of these missions. This all means longer development cycles for critical weapons systems and space-based architecture while the U.S. grows increasingly vulnerable to adversarial attacks from EMPs and other strategic systems.\n\nIt’s time for a public-private partnership for commercial nuclear effects testing – “radiation as a service.”\n\nTo better safeguard critical satellite assets and meet skyrocketing demand for radiation testing, the U.S. nuclear security enterprise should first understand that there are growing private sector radiation testing services available outside the traditional government-owned and government-operated sites. Further, there are companies and investors willing to put forward their own money to build the sites and machines needed rather than relying on government infrastructure funding, which creates arduously long approval cycles. These companies can move fast to build to needed specifications and simply want the government to be an end-user rather than infrastructure financier unlike traditional defense primes. In the private sector, companies are expected to know the customers’ needs and build to those, and if they get it wrong, they fail. If they get it right, they attract customers.\n\nThe U.S. nuclear enterprise should also adopt a public-private partnership approach for this testing. In such a model, the private sector would provide radiation “shots as a service” where both government agencies and private companies buy shots on privately owned and operated radiation devices. These shots would allow them to test their devices and use the resulting nuclear diagnostics data to design and build more resilient satellites and space-based assets for massive cost savings to the U.S. taxpayer.\n\nIn a public-private partnership model, the U.S. government and private companies would share costs associated with milestone-based technology development for technologies with both government and commercial end-users. The government would evaluate multiple companies and those meeting the customers’ needs with proven technology and “here and now” capabilities would be selected to conduct testing. This would reduce financial and technical risks for both government and industry and allow the United States to stay a step ahead of its adversaries. The private sector can move much faster via startups with proprietary machines that can safely conduct high energy radiation testing at a fraction of the cost.\n\nTo enable the U.S. nuclear enterprise, Congress should pass legislation that strongly urges the National Nuclear Security Administration (NNSA) to establish a new public-private partnership with qualified U.S.-based commercial partners to augment, improve, and accelerate government radiation effects testing.\n\nGiven the explosion of space-based infrastructure, now is the time to tap growing government and commercial market demand with companies that can move more quickly while keeping U.S. national security interests in mind. Not only would such an approach be nimbler and more cost-effective, it would also allow the National Security Laboratories to continue focusing on critical national security research projects.\n\nThere’s a clear precedent for such a move: NASA, for example, commercialized launch capabilities a decade ago. And as recent decisions in Moscow and Beijing make clear, there is an urgent need to make a similar shift in America’s nuclear enterprise. It is crucial to safeguard the constellation of satellites that enables both the West’s economic might and its highest-end military capabilities.\n\nIt is clear that we need change, and we need it soon. Congress must act and direct the U.S. Government to implement these public-private partnership models to increase safety on Earth while ensuring the continuity of the global economic system and the billions who depend on it.\n\nJ.C. Btaiche is founder and CEO of Fuse.\n\nSpaceNews is committed to publishing our community’s diverse perspectives. Whether you’re an academic, executive, engineer or even just a concerned citizen of the cosmos, send your arguments and viewpoints to opinion@spacenews.com to be considered for publication online or in our next magazine. The perspectives shared in these op-eds are solely those of the authors.\n\nJ.C. Btaiche is founder and CEO of Fuse.\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by J.C. Btaiche"
  },
  {
    "url": "https://spacenews.com/section/commercial-archive/",
    "title": "Category: Commercial",
    "date": "March 7, 2025",
    "content": "SpaceX secured permission March 7 to provide direct-to-smartphone satellite services at higher power levels to improve connectivity beyond the reach of cell towers across the United States."
  },
  {
    "url": "https://spacenews.com/star-catcher-lands-space-florida-support-for-satellite-power-beaming-tests/",
    "title": "Star Catcher lands Space Florida support for satellite power beaming tests",
    "date": "March 7, 2025",
    "content": "TAMPA, Fla. — Star Catcher Industries, a startup designing spacecraft to beam solar energy to other satellites in low Earth orbit, has secured funding from Florida’s economic development agency to demonstrate the technology at a former Space Shuttle landing site.\n\nSpace Florida is providing a $2 million financial package for the one-year-old venture, Star Catcher CEO Andrew Rush told SpaceNews March 7, with most of the funds supporting tests this summer from Space Florida’s Launch and Landing Facility at the Cape — one of the longest runways in the world.\n\nRush said Star Catcher plans to use the facility to demonstrate its ability to beam hundreds of watts of energy to multiple simulated satellites simultaneously from more than a kilometer away, marking a critical proof point for the Jacksonville, Florida-based startup’s technology.\n\n“We are currently doing autonomous power beaming to mock client satellites in our laboratories and will be conducting multiple larger and larger scale tests throughout this year,” said Rush, a former CEO of in-space manufacturing pioneer Made In Space (now owned by Redwire).\n\n“We’re taking a crawl, walk, run approach to our development, with each ground test increasing in distance and power level transmitted.”\n\nWhile the venture has not set a timeline for in-space demonstrations — or the commercial launch of pay-as-you-go power services from a planned network of 200 satellites — Rush said the economic development agency support is accelerating plans after raising $12.25 million in venture capital last year.\n\n“We view Space Florida as a long-term strategic partner for us and will be looking to expand the partnership in the future for facility build out and other opportunities,” he added.\n\nLast month, Star Catcher also secured a Phase 1 Small Business Innovation Research (SBIR) grant from AFWERX, the U.S. Air Force innovation arm, to further develop space-to-space power beaming.\n\nSpace-to-space power\n\nStar Catcher’s proposed space power grid aims to eliminate power generation constraints in orbit.\n\nThe network would beam concentrated solar energy to existing panels on customer spacecraft without modifications, according to the startup, enabling them to produce five to ten times more power than they could independently.\n\nBy eliminating the need for larger onboard solar arrays and battery systems, Star Catcher says its technology could enable satellites to support more power-intensive payloads, extend operational uptime and carry out more complex missions while reducing launch mass and costs.\n\nStar Catcher is part of a broader movement exploring space-based solar power. Other startups are developing satellites to beam solar energy to Earth for terrestrial use.\n\nHowever, power beaming from space remains in its early stages, with no operational systems yet in orbit. Beyond technical hurdles, regulatory frameworks for managing and governing this emerging capability remain undefined, posing additional challenges for widespread adoption.\n\nRush noted that Star Catcher’s approach avoids many of the regulatory hurdles facing space-to-ground power beaming, as it would not not transmit energy through active airspace or interface with terrestrial power grids.\n\n“Our power beams are essentially focused, variable LED flashlights in space that send energy to a client satellite’s existing solar arrays at wavelengths the solar arrays are highly efficient at converting to electrical energy,” he said.\n\n“In this fashion, our clients do not need to retrofit their spacecraft or design in a custom receiver — they’ll use their existing arrays and designs to get additional power to increase uptime, maintain the desired orbital average power throughout the mission life, or other uses like recovery from an off nominal event.”\n\nAfter establishing a power grid to serve the LEO market, Star Catcher plans to expand its technology to higher orbits.\n\nJason Rainbow writes about satellite telecom, finance and commercial markets for SpaceNews. He has spent more than a decade covering the global space industry as a business journalist. Previously, he was Group Editor-in-Chief for Finance Information Group,...\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMore by Jason Rainbow"
  },
  {
    "url": "https://arstechnica.com/science/2025/02/the-moons-next-robotic-visitor-is-lining-up-for-landing-this-weekend/#comments",
    "title": "The Moon’s next robotic visitor is lining up for landing this weekend",
    "date": "Feb 27, 2025 7:00 am",
    "content": "CEDAR PARK, Texas—Early Sunday morning, while most of America is sleeping, a couple dozen engineers in Central Texas will have their eyes glued to monitors watching data stream in from a quarter-million miles away.\n\nThese ground controllers at Firefly Aerospace hope that their robotic spacecraft, named Blue Ghost, will become the second commercial mission to complete a soft landing on the Moon, following the landing of a spacecraft by Intuitive Machines last year. This is the first lunar mission for Firefly Aerospace, a company established in 2014 to develop a small satellite launcher.\n\nSince then, Firefly has undergone changes in ownership, a bankruptcy, and a renaming. Recognizing that the company had to diversify to survive, Firefly executives began pursuing other business opportunities—spacecraft manufacturing, lunar missions, and a medium-class rocket—to go alongside its small Alpha launch vehicle.\n\nFrom a business perspective, Firefly's foray into lunar transportation has been worth the effort. NASA's Commercial Lunar Payload Services (CLPS) program has awarded the company three contracts to deliver experiments to the Moon's surface. Under the first deal, NASA is paying Firefly about $101 million to transport 10 payloads to the Moon on the company's first Blue Ghost lander.\n\nNow, Firefly is about to find out if its lunar program is a technical success. Landing on the Moon is risky. In the last decade, the success rate for lunar landing attempts is a little above 50 percent—6-for-11—and two of the successful landers either tipped over or landed upside-down.\n\nJason Kim, Firefly's CEO, is confident that Blue Ghost will work. In an interview with Ars, Kim cited the lander's development team, design, and \"robust\" testing on the ground before Blue Ghost went to the launch pad as reasons for his optimism.\n\n\"At the end of the day, it's those three things,\" Kim said. \"It's the people. Are you trained up? Are they committed? Are they responsible and own it? Two, it's the design with margin, really good designs with margin, then taking into account all the lessons learned (from other lunar missions).\n\n\"And then, three, the qualification program, testing it and testing it and testing it,\" Kim said. \"That's what gives everyone confidence that we're going to stick this landing.\"\n\nAssembled in Cedar Park, a suburb north of Austin, Texas, the Blue Ghost spacecraft is about the size of an SUV. Blue Ghost launched January 15 aboard a SpaceX Falcon 9 rocket alongside another privately developed lunar lander from the Japanese company ispace. The two landers are taking separate paths to the Moon, with Firefly due to land first, followed by ispace's Resilience lander at a separate location in the next few months.\n\nYou can find Blue Ghost's landing site on the upper right part of the full Moon in a dark region the size of Missouri known as Mare Crisium. This 340-mile-wide (550-kilometer) impact basin was formed when an asteroid struck the Moon nearly 4 billion years ago. Firefly will target landing near an ancient volcanic dome named Mons Latreille, which has sat dormant for billions of years after volcanic activity ceased on the Moon.\n\nIt will take 46 days for Blue Ghost to transit from the launch pad in Florida to Mare Crisium. The spacecraft spent nearly a month circling the Earth, gradually boosting its orbit higher until it reached the vicinity of the Moon on February 13, when it fired its engines to slip into lunar orbit. Since then, Blue Ghost has adjusted its trajectory several times before reaching a near-circular orbit about 60 miles (100 kilometers) above the Moon on Monday.\n\nFirefly released a time-lapse video Monday from one of Blue Ghost's 12 cameras showing the spacecraft's top deck, with the Moon's cratered terrain unrolling beneath it. In the distance, a crescent Earth disappears behind the Moon's curved horizon, then reemerges in an Earthrise reminiscent of iconic imagery captured by astronauts during the Apollo program.\n\n\n\nThis week, Firefly is preparing for a final series of maneuvers this weekend to prepare for landing early Sunday. First, Blue Ghost will fire its engines for 19 seconds to drop its orbit closer to the Moon. About 11 minutes prior to touchdown, the spacecraft will ignite its engines again to decelerate from about 3,800 mph of lateral velocity to less than 100 mph (1.7 km/second to 40 m/second).\n\nBlue Ghost will then pitch over to point its thrusters down toward the lunar surface and pulse a set of eight smaller reaction control system thrusters to slow its vertical descent. This phase of the landing sequence will begin with the spacecraft about 1,600 feet (500 meters) above the surface.\n\n\"Our RCS thrusters will continue to pulse as needed to control that descent to make sure that we are landing in a good orientation,\" said Farah Zuberi, Firefly's director of spacecraft mission management. \"That reduces our descent rate to about 1 meter per second, and then our vision navigation system further tracks crater slopes (and) rocks to automatically select a hazard-free site within the landing zone that was identified by NASA.\n\n\"Then we will touch down onto the lunar surface,\" Zuberi said. \"We’ll use our shock absorbing legs to stabilize the lander as it touches down, and then there are contact sensors on the footpads to signal engine shutdown, and that’s when we will know that we have nominally landed.\"\n\nThe lander's four shock-absorbing legs have some give, sort of like the crush zone of a car, according to Will Coogan, Firefly's chief engineer for the Blue Ghost lander. The legs have an aluminum honeycomb material inside, and they connect to bowl-shaped footpads with a ball-socket joint to give the spacecraft some flexibility in case it comes down on a slope or a rock. Ideally, the lander's navigation instruments will guide Blue Ghost to a flat landing site without any major obstacles.\n\n\"These footpads do bend,\" Coogan told Ars during a visit to see the Blue Ghost lander in its Texas factory. \"They will bend a little bit around a rock, but they’ll also rotate to find the most stable position.\"\n\nAfter landing, Firefly's ground controllers hope to switch from a low-bandwidth communications link to a higher data rate X-band system. If all goes according to plan, Blue Ghost could be streaming live video from the surface of the Moon back to Earth in as little as 30 minutes after touchdown.\n\nBlue Ghost will operate for about 14 days (one entire lunar day) after landing. The instruments aboard Firefly's lander include a subsurface drill, an X-ray imager, and an experimental electrodynamic dust shield to test methods of repelling troublesome lunar dust from accumulating on sensitive spacecraft components. The spacecraft will drain its batteries after the Sun sets at Mare Crisium for the two-week-long lunar night.\n\nA few of the NASA-funded experiments on Blue Ghost have already produced preliminary results. For example, an experimental receiver aboard the Blue Ghost lander acquired and tracked navigation signals from GPS satellites for the first time in lunar orbit, where these signals are 361 times weaker than on Earth. This is twice the distance of the previous record for the farthest GPS signal acquisition.\n\nFuture Moon missions, including human expeditions, will require precise positioning data to help spacecraft and astronauts navigate to pinpoint landings and rove across the lunar surface. NASA's network of ground stations can provide navigation services for Moon missions, but their capacity is limited and oversubscribed by other spacecraft in deep space. Relying on existing satellite navigation signals would offload some of the demand for these ground stations and perhaps reduce the need for a dedicated fleet of navigation satellites in lunar orbit.\n\nSo far, the navigation experiment on Firefly's Blue Ghost shows this might be possible. In a few days, the receiver will try again to acquire GPS and Galileo navigation signals from the lunar surface, another first.\n\nEngineers also gathered data on the performance of a radiation-tolerant flight computer as the spacecraft transited through the Van Allen radiation belts in the weeks following launch.\n\nThere's a reason Moon landings aren't easy. Landers like Firefly's Blue Ghost operate autonomously, ingesting cues from lasers or cameras to guide themselves toward a smooth landing. The Moon lacks an atmosphere to help spacecraft slow down during descent. More than 50 years elapsed between the last US landing on the Moon and the Intuitive Machines mission a year ago. One could argue lunar landing expertise atrophied in the United States.\n\nCountless design decisions go into developing and building a spacecraft. Early on, Firefly's engineers had to determine what materials, engines, and electronics to use on Blue Ghost.\n\nMost fundamentally, engineers needed to decide on the lander's shape. This matters. Firefly officials say their lander's design makes it less vulnerable to tipping over after a wonky landing. The Odysseus lander built by Intuitive Machines snapped one of its legs and fell over on its side after arriving on the Moon last year. The altimeter on Odysseus failed, causing it to come down with too much horizontal velocity.\n\nThe spacecraft continued operating and returned some scientific data from the Moon, so it qualified as at least a partial success. But the tumble prevented the spacecraft from recharging its batteries, and the Odysseus shut down a few days after landing. A second lander from Intuitive Machines, named Athena, launched to the Moon Wednesday and should reach the surface on March 6, just four days after Firefly gets there.\n\nThe landers designed by Intuitive Machines are tall and skinny. Firefly's Blue Ghost is \"short and squatty\" in shape, which should make it harder to tip over, said Kim, who took over as Firefly's chief executive last year.\n\nCoogan said Blue Ghost's designers intentionally chose a shape for the spacecraft that puts the center of mass as low to the ground as possible. Intuitive Machines stacked their two fuel and oxidizer tanks on top of each other, resulting in a taller vehicle. The four propellant tanks on Blue Ghost are arranged in a diagonal configuration, with two containing hydrazine fuel and two holding an oxidizer called nitrogen tetroxide.\n\nThis trade-off means Firefly's lander is heavier, with four tanks instead of two. By going with a stockier lander design, Firefly needed to install four tanks because the spacecraft's fuel and oxidizer have different densities. If Firefly went with just two tanks side-by-side, the spacecraft's center of mass would change continually as it burns propellant during the final descent to the Moon, creating an unnecessary problem for the lander's guidance, navigation, and control system to overcome.\n\n\"You want to avoid that,\" Coogan said. \"What you can do is you can either get four tanks and have fuel and oxidizer at diagonal angles, and then you're always centered, or you can stay with two tanks, and you can stack them.\"\n\nFirefly's approach requires fewer landing legs than Intuitive Machines—four instead of six. And engineers designed Blue Ghost's landing legs to be more forgiving in uneven terrain or during an off-balance landing. \"The lower your center of mass, is really the best,\" Coogan said. \"There are only so many outcomes of this engineering trade.\"\n\nNASA set up the CLPS program in 2018 to provide an avenue for companies to bid on opportunities to transport payloads to the Moon. While there are tangible scientific and engineering payoffs from the experiments aboard the CLPS landers, the initial salvo of commercial lunar missions has more sweeping goals. In this phase of the CLPS program, NASA wants contractors to show that they can reliably land on the Moon to foster a commercial lunar economy, facilitating a range of business pursuits to go along with the government's Artemis lunar program.\n\nNASA has made 13 industrial teams eligible to compete for CLPS missions. The space agency has placed firm orders with five of these providers—Astrobotic, Blue Origin, Draper Laboratory, Firefly Aerospace, and Intuitive Machines—for 11 lunar missions. Intuitive Machines and Firefly have won the most CLPS task orders, with four and three missions, respectively.\n\nKim said he has talked with the other CLPS companies since becoming Firefly's CEO. They each are pursuing different technical solutions, but they face the same daunting challenges in getting to the Moon. While they compete for NASA's money, the CLPS competitors—or what Kim calls \"competimates\"—have a mutual interest in seeing one another succeed. A series of failures might cause NASA to restructure or cancel the CLPS program and wouldn't do anything to cultivate the lucrative business environment sought by all the CLPS companies.\n\n\"I've spoken to NASA Headquarters, and they give the same advice: 'Hey, go talk to the different CEOs of those different companies and learn from them and share with them as well,'\" Kim said. \"I've spoken to each of the CEOs. I've also done my own homework and research.\"\n\nThomas Zurbuchen, the former head of NASA's science mission directorate, was instrumental in getting the CLPS program up and running. Early in the program, Zurbuchen guessed the first group of CLPS lander missions might have a 50–50 chance of success. Borrowing from a sports metaphor, NASA officials likened CLPS to taking \"shots on goal\" with a regular cadence of missions, allowing contractors to try new ways of doing business, overcome potential failures, and try again in an iterative development cycle.\n\nWith the small sample size of two missions in the books, the CLPS program is batting .500, just as Zurbuchen predicted. The outcome of this weekend's landing attempt will determine whether CLPS moves ahead or behind the Zurbuchen curve."
  },
  {
    "url": "https://arstechnica.com/space/2025/02/long-time-advocate-of-sls-rocket-says-its-time-to-find-an-off-ramp/",
    "title": "Long-time advocate of SLS rocket says it’s time to find an “off-ramp”",
    "date": "Feb 26, 2025 9:52 am",
    "content": "The lights may be starting to go out for NASA's Space Launch System program.\n\nOn Wednesday, one of the Republican space policy leaders most consistently opposed to commercial heavy lift rockets over the last decade—as an alternative to NASA's large SLS rocket—has changed his mind.\n\n\"We need an off-ramp for reliance on the SLS,\" said Scott Pace, director of the Space Policy Institute at George Washington University, in written testimony. He issued the statement in advance of a hearing about US space policy, and the future of NASA's Artemis Moon program, before a subcommittee of the House Committee on Science, Space, and Technology.\n\nA physicist and influential policy expert, Pace has decades of experience researching and writing space policy. He has served in multiple Republican administrations, most recently as executive secretary of the National Space Council from 2017 to 2020. He strongly advocated for the SLS rocket after Congress directed NASA to develop it in 2011.\n\n\"Ideally, NASA should be able to buy heavy lift services to send payloads to the Moon—up to about 45 metric tons to 'trans-lunar injection' which is about the same performance as the SLS Block 2,\" Pace wrote. \"I was a supporter of SLS when it was created as NASA required heavy-lift vehicles to send humans to the Moon and Mars. At the time, it did not appear (to me) that a private sector heavy-lift vehicle would be feasible within two decades. Today, the situation is different, with heavy-lift options from SpaceX, Blue Origin, and United Launch Alliance.\"\n\nAs part of his policy recommendations, Pace said NASA should seek to use commercial providers of heavy lift launch so that NASA can send \"multiple\" crew and cargo missions to the Moon each year. He notes that the SLS rocket is not reusable and is incapable of a high flight rate. \"It has had one flight, but has trouble supporting one flight per year, much less congressional targets of two 'cores' per year,\" Pace said.\n\nThe US Congress has long championed the SLS rocket, in large part because it has delivered jobs to favored NASA centers and districts. Essentially, the program was established to continue jobs that were attached to the Space Shuttle program after that vehicle ended its tenure in 2011.\n\nPace's comments may land with a thud on the desk of Rep. Brian Babin (R-Texas), who chairs the House Science Committee, and may not have expected this tone toward the SLS when Pace was invited to the hearing. Earlier this month Babin reiterated his support for the rocket program, saying, “There’s no other way we’re going to get back to the surface of the Moon before the Chinese without the SLS.\"\n\nThis is why Pace's comments are so notable. He has long been a voice in favor of traditional space policy and served as a key architect of the Artemis program during the first Trump administration. However, in his testimony he says the use of commercial space technologies is necessary in order to have a more sustainable lunar program.\n\n\"A revised Artemis campaign plan should be a high priority for the new NASA Administrator,\" Pace wrote. \"There may be some painful adjustments with industry and our international partners, but it is better to do so now than to continue on an unsustainable, unaffordable path. The Artemis policy is a good one, supported by Congress and multiple administrations. However, we need a more sustainable and credible approach.\"\n\nIn terms of NASA's budget, to justify its funding or seek more resources, Pace says the agency needs to innovate more and that traditional programs of record should be used \"only as a last resort.\" He also says the agency could consider options, such as ending the life of the International Space Station before 2030, due to its age and an increasing number of anomalies.\n\nPace also said he believes that the space agency should target both the Moon and Mars.\n\nAlthough he does not think a human landing on Mars is feasible within the next five years, Pace said that a human flyby of the red planet might be possible during that time frame, or potentially a return of Mars soil samples.\n\nPace also sets out the rationale for human expansion into the Solar System. The nation's long-term goal should be the sustainable development of spaceflight activities, and human expansion into the Solar System.\n\n\"In the near-term, lunar settlements might be similar to Antarctic research stations,\" Pace wrote. \"In the longer term, those settlements and those on Mars have the potential to be entirely new communities much as the Great American Desert was transformed by the coming of the railroad. While there are massive technical, economic, and biological uncertainties, the vision of becoming a multi-planetary species is certainly an exciting one. The goal of 'Mars' is not just a race but can be thought of as a shorthand term for much bigger, indefinite objectives for America’s future.\""
  },
  {
    "url": "https://arstechnica.com/space/2025/03/intuitive-machines-second-attempt-to-land-on-the-moon-also-went-sideways/",
    "title": "Intuitive Machines’ second attempt to land on the Moon also went sideways",
    "date": "Mar 6, 2025 7:56 pm",
    "content": "Inside a small control room, during the middle of the day on Thursday local time in Texas, about a dozen white-knuckled engineers at a space startup named Intuitive Machines started to get worried. Their spacecraft, a lander named Athena, was beginning its final descent down to the lunar surface.\n\nA little more than a year had passed since the company's first attempt to land on the Moon with a similarly built vehicle, Odysseus. Due to problems with that spacecraft's laser rangefinder, it skidded into the Moon's surface and toppled over.\n\nSo engineers at Intuitive Machines had checked, and re-checked, the laser-based altimeters on Athena. When the lander got down within about 30 km of the lunar surface, they tested the rangefinders again. Worryingly, there was some noise in the readings as the laser bounced off the Moon. However, the engineers had reason to believe that, maybe, the readings would improve as the spacecraft got nearer to the surface.\n\n\"Our hope was that the signal to noise would improve as we got closer to the Moon,\" said Tim Crain, chief technology officer for Intuitive Machines, speaking to reporters afterward.\n\nIt didn't. The noise remained. And so, to some extent, Athena went down to the Moon blind. The spacecraft's propulsion system, based on liquid oxygen and methane, and designed in-house, worked beautifully. But in the final moments, the spacecraft did not quite know where it was relative to the surface.\n\nBeyond that, Crain and the rest of the company, including its chief executive, Steve Altemus, could not precisely say what happened. After Athena landed, the engineers in mission control could talk to the spacecraft, and they were able to generate some power from its solar arrays. But precisely where it was, or how it lay on the ground, they could not say a few hours later.\n\nBased on a reading from an inertial measurement unit inside the vehicle, most likely Athena is lying on its side. This is the same fate Odysseus met last year, when it skidded into the Moon, broke a leg, and toppled over.\n\n\"I would like to get a picture,\" Altemus said. \"I would like to get more data before we can determine the orientation.\"\n\nNASA, and several other companies, had packed a lot of interesting payloads onto the lander. The mission was designed to last, nominally, for a couple of weeks while solar energy was available. However, due to its present orientation, Athena is not receiving full power. This will limit activities in the coming days.\n\nIt does seem that Athena landed relatively near its target, the Mons Mouton area of the Moon, farther south than any lander has set down on the Moon. This flat-topped mountain, which towers above the surrounding area, is about 100 miles from the lunar south pole.\n\nOne key question is whether the spacecraft's primary mission, the PRIME-1 experiment with an ice drill to sample any ice that lies below the surface, will be able to function. NASA officials were non-committal during a news conference when asked Thursday if this drill could still be deployed.\n\nThe space agency's chief of science, Nicola Fox, sought to put a positive spin on the sideways landing of the Intuitive Machines spacecraft. She noted that there are, at present, two US spacecraft landed on the Moon and active. There is Athena, and the Firefly Aerospace-built Blue Ghost lander that touched down four days ago.\n\n\"This is a community,\" Fox said. \"We all share in each other's successes. And we all empathize with each other's challenges.\"\n\nNASA deserves credit for funding risky missions like that undertaken by Intuitive Machines and Firefly. Heretofore only government-led missions from the United States, Soviet Union, China, and India have successfully made a soft landing on the Moon. But it still must be difficult to accept that a second Intuitive Machines lander was felled by a problem with the same instrument, its altimeter.\n\nLook, this stuff is really hard. And it's even more difficult for a publicly traded company like Intuitive Machines. The company's stock opened trading at $13.65 on Thursday, and closed at $11.26. In after hours trading, it sank to about $8."
  },
  {
    "url": "https://arstechnica.com/space/2025/03/after-skidding-into-the-moon-intuitive-machines-hopes-to-stick-second-landing/#comments",
    "title": "Yes, we are about to be treated to a second lunar landing in a week",
    "date": "Mar 5, 2025 3:18 pm",
    "content": "The Apollo 17 mission landed on the Moon on December 11, in 1972. From that point on, literally for decades, NASA and the United States did not go back to the surface of our nearest planetary body.\n\nIt was not until February 22, 2024, that another American-built spacecraft made a soft landing on the Moon. This was the Nova-C Odysseus lander built by Intuitive Machines. It landed, toppled over, but still completed most of its scientific experiments.\n\nThis first successful landing on the Moon by the first privately built spacecraft ended a 51-year gap, or 18,700 days. It was a long freaking time.\n\nThen, it happened again. Last weekend another privately built vehicle, Firefly's Blue Ghost, landed on the Moon. Blue Ghost stuck its landing, remaining upright. That was two landings in slightly more than a year. And now, it could happen again on Thursday afternoon. Intuitive Machines is back with its second Nova-C lander, Athena. If it is successful, that would be three US landers in 377 days.\n\nInterest in the Moon has steadily been growing over the last 15 or 20 years, especially with the potential for water (in the form of ice) to exist in permanently shadowed craters at the poles. In 2018, because of this, as well as a burgeoning commercial space industry, NASA created the Commercial Lunar Payload Services program. Essentially, it hired private companies to deliver science payloads to the surface of the Moon. The space agency paid less for these missions, typically about $100 million, in return for accepting a greater chance of failure.\n\nAlthough the program has not been without some hiccups—there have been delays, dropouts, and mission failures—the seeds of a program planted seven years ago are now starting to bear some fruit. NASA now has two companies in which it has some confidence to land on the Moon: Intuitive Machines and Firefly; and two more efforts, by Astrobotic Technology and Draper Laboratory (in collaboration with ispace) that may eventually become successful. Essentially, then, NASA is laying down the paving stones of a highway to the Moon.\n\nBecause the space agency now has some expectation that Intuitive Machines will be fully successful with its second landing attempt, it has put some valuable experiments on board. Principal among them is the PRIME-1 experiment, which has an ice drill to sample any ice that lies below the surface. Drill, baby, drill.\n\nThe Athena lander also is carrying a NASA-funded \"hopper\" that will fire small hydrazine rockets to bounce around the Moon and explore lunar craters near the South Pole. It might even fly into a lava tube. If this happens it will be insanely cool.\n\nBecause this is a commercial program, NASA has encouraged the delivery companies to find additional, private payloads. Athena has some nifty ones, including a small rover from Lunar Outpost, a data center from Lonestar Data Holdings, and a 4G cellular network from Nokia. So there's a lot riding on Athena's success.\n\n\"Of course, everybody's wondering, are we gonna land upright?\" Tim Crain, Intuitive Machines' chief technology officer, told Ars. \"So, I can tell you our laser test plan is much more comprehensive than those last time.\"\n\nDuring the first landing about a year ago, Odysseus' laser-based system for measuring altitude failed during the descent. Because Odysseus did not have access to altitude data, the spacecraft touched down faster, and on a 12-degree slope, which exceeded the 10-degree limit. As a result, the lander skidded across the surface, and one of its six legs broke, causing it to fall over.\n\nCrain said about 10 major changes were made to the spacecraft and its software for the second mission. On top of that, about 30 smaller things, such as more efficient file management, were updated on the new vehicle.\n\nIn theory, everything should work this time. Intuitive Machines has the benefit of all of its learnings from the last time, and nearly everything worked right during this first attempt. But the acid test comes on Thursday.\n\nThe company and NASA will provide live coverage of the attempt beginning at 11:30 am ET (16:30 UTC) on NASA+, with landing set for just about one hour later. The Moon may be a harsh mistress, but hopefully not too harsh."
  },
  {
    "url": "https://arstechnica.com/science/2025/02/the-moons-next-robotic-visitor-is-lining-up-for-landing-this-weekend/",
    "title": "The Moon’s next robotic visitor is lining up for landing this weekend",
    "date": "Feb 27, 2025 7:00 am",
    "content": "CEDAR PARK, Texas—Early Sunday morning, while most of America is sleeping, a couple dozen engineers in Central Texas will have their eyes glued to monitors watching data stream in from a quarter-million miles away.\n\nThese ground controllers at Firefly Aerospace hope that their robotic spacecraft, named Blue Ghost, will become the second commercial mission to complete a soft landing on the Moon, following the landing of a spacecraft by Intuitive Machines last year. This is the first lunar mission for Firefly Aerospace, a company established in 2014 to develop a small satellite launcher.\n\nSince then, Firefly has undergone changes in ownership, a bankruptcy, and a renaming. Recognizing that the company had to diversify to survive, Firefly executives began pursuing other business opportunities—spacecraft manufacturing, lunar missions, and a medium-class rocket—to go alongside its small Alpha launch vehicle.\n\nFrom a business perspective, Firefly's foray into lunar transportation has been worth the effort. NASA's Commercial Lunar Payload Services (CLPS) program has awarded the company three contracts to deliver experiments to the Moon's surface. Under the first deal, NASA is paying Firefly about $101 million to transport 10 payloads to the Moon on the company's first Blue Ghost lander.\n\nNow, Firefly is about to find out if its lunar program is a technical success. Landing on the Moon is risky. In the last decade, the success rate for lunar landing attempts is a little above 50 percent—6-for-11—and two of the successful landers either tipped over or landed upside-down.\n\nJason Kim, Firefly's CEO, is confident that Blue Ghost will work. In an interview with Ars, Kim cited the lander's development team, design, and \"robust\" testing on the ground before Blue Ghost went to the launch pad as reasons for his optimism.\n\n\"At the end of the day, it's those three things,\" Kim said. \"It's the people. Are you trained up? Are they committed? Are they responsible and own it? Two, it's the design with margin, really good designs with margin, then taking into account all the lessons learned (from other lunar missions).\n\n\"And then, three, the qualification program, testing it and testing it and testing it,\" Kim said. \"That's what gives everyone confidence that we're going to stick this landing.\"\n\nAssembled in Cedar Park, a suburb north of Austin, Texas, the Blue Ghost spacecraft is about the size of an SUV. Blue Ghost launched January 15 aboard a SpaceX Falcon 9 rocket alongside another privately developed lunar lander from the Japanese company ispace. The two landers are taking separate paths to the Moon, with Firefly due to land first, followed by ispace's Resilience lander at a separate location in the next few months.\n\nYou can find Blue Ghost's landing site on the upper right part of the full Moon in a dark region the size of Missouri known as Mare Crisium. This 340-mile-wide (550-kilometer) impact basin was formed when an asteroid struck the Moon nearly 4 billion years ago. Firefly will target landing near an ancient volcanic dome named Mons Latreille, which has sat dormant for billions of years after volcanic activity ceased on the Moon.\n\nIt will take 46 days for Blue Ghost to transit from the launch pad in Florida to Mare Crisium. The spacecraft spent nearly a month circling the Earth, gradually boosting its orbit higher until it reached the vicinity of the Moon on February 13, when it fired its engines to slip into lunar orbit. Since then, Blue Ghost has adjusted its trajectory several times before reaching a near-circular orbit about 60 miles (100 kilometers) above the Moon on Monday.\n\nFirefly released a time-lapse video Monday from one of Blue Ghost's 12 cameras showing the spacecraft's top deck, with the Moon's cratered terrain unrolling beneath it. In the distance, a crescent Earth disappears behind the Moon's curved horizon, then reemerges in an Earthrise reminiscent of iconic imagery captured by astronauts during the Apollo program.\n\n\n\nThis week, Firefly is preparing for a final series of maneuvers this weekend to prepare for landing early Sunday. First, Blue Ghost will fire its engines for 19 seconds to drop its orbit closer to the Moon. About 11 minutes prior to touchdown, the spacecraft will ignite its engines again to decelerate from about 3,800 mph of lateral velocity to less than 100 mph (1.7 km/second to 40 m/second).\n\nBlue Ghost will then pitch over to point its thrusters down toward the lunar surface and pulse a set of eight smaller reaction control system thrusters to slow its vertical descent. This phase of the landing sequence will begin with the spacecraft about 1,600 feet (500 meters) above the surface.\n\n\"Our RCS thrusters will continue to pulse as needed to control that descent to make sure that we are landing in a good orientation,\" said Farah Zuberi, Firefly's director of spacecraft mission management. \"That reduces our descent rate to about 1 meter per second, and then our vision navigation system further tracks crater slopes (and) rocks to automatically select a hazard-free site within the landing zone that was identified by NASA.\n\n\"Then we will touch down onto the lunar surface,\" Zuberi said. \"We’ll use our shock absorbing legs to stabilize the lander as it touches down, and then there are contact sensors on the footpads to signal engine shutdown, and that’s when we will know that we have nominally landed.\"\n\nThe lander's four shock-absorbing legs have some give, sort of like the crush zone of a car, according to Will Coogan, Firefly's chief engineer for the Blue Ghost lander. The legs have an aluminum honeycomb material inside, and they connect to bowl-shaped footpads with a ball-socket joint to give the spacecraft some flexibility in case it comes down on a slope or a rock. Ideally, the lander's navigation instruments will guide Blue Ghost to a flat landing site without any major obstacles.\n\n\"These footpads do bend,\" Coogan told Ars during a visit to see the Blue Ghost lander in its Texas factory. \"They will bend a little bit around a rock, but they’ll also rotate to find the most stable position.\"\n\nAfter landing, Firefly's ground controllers hope to switch from a low-bandwidth communications link to a higher data rate X-band system. If all goes according to plan, Blue Ghost could be streaming live video from the surface of the Moon back to Earth in as little as 30 minutes after touchdown.\n\nBlue Ghost will operate for about 14 days (one entire lunar day) after landing. The instruments aboard Firefly's lander include a subsurface drill, an X-ray imager, and an experimental electrodynamic dust shield to test methods of repelling troublesome lunar dust from accumulating on sensitive spacecraft components. The spacecraft will drain its batteries after the Sun sets at Mare Crisium for the two-week-long lunar night.\n\nA few of the NASA-funded experiments on Blue Ghost have already produced preliminary results. For example, an experimental receiver aboard the Blue Ghost lander acquired and tracked navigation signals from GPS satellites for the first time in lunar orbit, where these signals are 361 times weaker than on Earth. This is twice the distance of the previous record for the farthest GPS signal acquisition.\n\nFuture Moon missions, including human expeditions, will require precise positioning data to help spacecraft and astronauts navigate to pinpoint landings and rove across the lunar surface. NASA's network of ground stations can provide navigation services for Moon missions, but their capacity is limited and oversubscribed by other spacecraft in deep space. Relying on existing satellite navigation signals would offload some of the demand for these ground stations and perhaps reduce the need for a dedicated fleet of navigation satellites in lunar orbit.\n\nSo far, the navigation experiment on Firefly's Blue Ghost shows this might be possible. In a few days, the receiver will try again to acquire GPS and Galileo navigation signals from the lunar surface, another first.\n\nEngineers also gathered data on the performance of a radiation-tolerant flight computer as the spacecraft transited through the Van Allen radiation belts in the weeks following launch.\n\nThere's a reason Moon landings aren't easy. Landers like Firefly's Blue Ghost operate autonomously, ingesting cues from lasers or cameras to guide themselves toward a smooth landing. The Moon lacks an atmosphere to help spacecraft slow down during descent. More than 50 years elapsed between the last US landing on the Moon and the Intuitive Machines mission a year ago. One could argue lunar landing expertise atrophied in the United States.\n\nCountless design decisions go into developing and building a spacecraft. Early on, Firefly's engineers had to determine what materials, engines, and electronics to use on Blue Ghost.\n\nMost fundamentally, engineers needed to decide on the lander's shape. This matters. Firefly officials say their lander's design makes it less vulnerable to tipping over after a wonky landing. The Odysseus lander built by Intuitive Machines snapped one of its legs and fell over on its side after arriving on the Moon last year. The altimeter on Odysseus failed, causing it to come down with too much horizontal velocity.\n\nThe spacecraft continued operating and returned some scientific data from the Moon, so it qualified as at least a partial success. But the tumble prevented the spacecraft from recharging its batteries, and the Odysseus shut down a few days after landing. A second lander from Intuitive Machines, named Athena, launched to the Moon Wednesday and should reach the surface on March 6, just four days after Firefly gets there.\n\nThe landers designed by Intuitive Machines are tall and skinny. Firefly's Blue Ghost is \"short and squatty\" in shape, which should make it harder to tip over, said Kim, who took over as Firefly's chief executive last year.\n\nCoogan said Blue Ghost's designers intentionally chose a shape for the spacecraft that puts the center of mass as low to the ground as possible. Intuitive Machines stacked their two fuel and oxidizer tanks on top of each other, resulting in a taller vehicle. The four propellant tanks on Blue Ghost are arranged in a diagonal configuration, with two containing hydrazine fuel and two holding an oxidizer called nitrogen tetroxide.\n\nThis trade-off means Firefly's lander is heavier, with four tanks instead of two. By going with a stockier lander design, Firefly needed to install four tanks because the spacecraft's fuel and oxidizer have different densities. If Firefly went with just two tanks side-by-side, the spacecraft's center of mass would change continually as it burns propellant during the final descent to the Moon, creating an unnecessary problem for the lander's guidance, navigation, and control system to overcome.\n\n\"You want to avoid that,\" Coogan said. \"What you can do is you can either get four tanks and have fuel and oxidizer at diagonal angles, and then you're always centered, or you can stay with two tanks, and you can stack them.\"\n\nFirefly's approach requires fewer landing legs than Intuitive Machines—four instead of six. And engineers designed Blue Ghost's landing legs to be more forgiving in uneven terrain or during an off-balance landing. \"The lower your center of mass, is really the best,\" Coogan said. \"There are only so many outcomes of this engineering trade.\"\n\nNASA set up the CLPS program in 2018 to provide an avenue for companies to bid on opportunities to transport payloads to the Moon. While there are tangible scientific and engineering payoffs from the experiments aboard the CLPS landers, the initial salvo of commercial lunar missions has more sweeping goals. In this phase of the CLPS program, NASA wants contractors to show that they can reliably land on the Moon to foster a commercial lunar economy, facilitating a range of business pursuits to go along with the government's Artemis lunar program.\n\nNASA has made 13 industrial teams eligible to compete for CLPS missions. The space agency has placed firm orders with five of these providers—Astrobotic, Blue Origin, Draper Laboratory, Firefly Aerospace, and Intuitive Machines—for 11 lunar missions. Intuitive Machines and Firefly have won the most CLPS task orders, with four and three missions, respectively.\n\nKim said he has talked with the other CLPS companies since becoming Firefly's CEO. They each are pursuing different technical solutions, but they face the same daunting challenges in getting to the Moon. While they compete for NASA's money, the CLPS competitors—or what Kim calls \"competimates\"—have a mutual interest in seeing one another succeed. A series of failures might cause NASA to restructure or cancel the CLPS program and wouldn't do anything to cultivate the lucrative business environment sought by all the CLPS companies.\n\n\"I've spoken to NASA Headquarters, and they give the same advice: 'Hey, go talk to the different CEOs of those different companies and learn from them and share with them as well,'\" Kim said. \"I've spoken to each of the CEOs. I've also done my own homework and research.\"\n\nThomas Zurbuchen, the former head of NASA's science mission directorate, was instrumental in getting the CLPS program up and running. Early in the program, Zurbuchen guessed the first group of CLPS lander missions might have a 50–50 chance of success. Borrowing from a sports metaphor, NASA officials likened CLPS to taking \"shots on goal\" with a regular cadence of missions, allowing contractors to try new ways of doing business, overcome potential failures, and try again in an iterative development cycle.\n\nWith the small sample size of two missions in the books, the CLPS program is batting .500, just as Zurbuchen predicted. The outcome of this weekend's landing attempt will determine whether CLPS moves ahead or behind the Zurbuchen curve."
  },
  {
    "url": "https://arstechnica.com/space/2025/03/after-flying-higher-than-ever-the-us-militarys-x-37b-spaceplane-is-back-home/#comments",
    "title": "The X-37B spaceplane lands after helping pave the way for “maneuver warfare”",
    "date": "Mar 7, 2025 6:20 pm",
    "content": "The US military's robotic mini-space shuttle dropped out of orbit and glided to a runway in California late Thursday, ending a 434-day mission that pioneered new ways of maneuvering in space.\n\nThe X-37B spaceplane touched down on Runway 12 at Vandenberg Space Force Base, California, at 11:22 pm local time Thursday (2:22 am EST Friday), capping its high-flying mission with an automated reentry and landing on the nearly three-mile-long runway at the West Coast's spaceport.\n\nThe Space Force did not publicize the spacecraft's return ahead of time, keeping with the Pentagon's policy of secrecy surrounding the X-37B program. This was the seventh flight of an X-37B spaceplane, or Orbital Test Vehicle, since its first foray into orbit in 2010.\n\nThe winged spaceship launched on December 28, 2023, into an elliptical, or oval-shaped orbit taking the X-37B thousands of miles from Earth. The Space Force did not disclose the exact parameters of the spaceplane's orbit, but a few months after the launch, amateur observers on the ground detected the X-37B in an orbit ranging between 201 and 24,133 miles in altitude (323 and 38,838 kilometers). The orbit was inclined about 59 degrees to the equator.\n\nThe first six X-37B missions launched on smaller rockets, limiting their range to low-Earth orbit. For the seventh mission, the Space Force selected SpaceX's Falcon Heavy rocket, which had the extra oomph to boost the spaceplane to greater distances.\n\nSince the first X-37B flight in 2010, defense officials across multiple administrations have hesitated to release details about the goals of each mission. In broad terms, military officials describe the X-37B as a platform for technology demonstration experiments. With rare exceptions, the Pentagon has declined to release the specifics of those experiments, other than highlighting the benefits of putting a payload into space and returning it to Earth intact, something the X-37B is uniquely able to do.\n\nThis policy largely remained in place for the seventh X-37B mission, although there were a few disclosures that shed new light on the spaceplane's capabilities.\n\nIn October, the Space Force announced the X-37B began a series of \"aerobraking\" maneuvers to dip its stubby wings into the uppermost reaches of the atmosphere at each perigee, or the lowest point of each of its orbits around the Earth. Over time, these encounters with the diffuse gases in the upper atmosphere gradually slowed the X-37B's velocity through aerodynamic drag, bringing its orbit closer to the planet.\n\nAerobraking is a fuel-efficient means of changing a spacecraft's orbit. NASA has used a similar approach to reposition satellites in orbit around Mars without expending too much fuel. This is the first time the Space Force has said it used aerobraking on one of its missions.\n\n\"Mission 7 broke new ground by showcasing the X-37B’s ability to flexibly accomplish its test and experimentation objectives across orbital regimes,\" said Gen. Chance Saltzman, the Space Force's chief of space operations, in a statement. \"The successful execution of the aerobraking maneuver underscores the US Space Force’s commitment to pushing the bounds of novel space operations in a safe and responsible manner.\"\n\nThe military has two reusable Boeing-built X-37Bs in its inventory. The vehicles measure about 29 feet (9 meters) long, roughly one-quarter the length of one of NASA's space shuttle orbiters. The X-37B has a wingspan just shy of 15 feet (4.6 meters), and is not designed to carry people. In orbit, the spaceplane opens the doors to its cargo bay and extends a solar panel to produce electricity, allowing the X-37B to loiter in orbit for years.\n\nThe aerobraking maneuver also allowed ground controllers to dispose of the X-37B's service module, an add-on mounted to the rear of the spacecraft, without stranding it in a high orbit where it could pose a risk as space junk for decades or centuries.\n\nOn this mission, military officials said the X-37B tested \"space domain awareness technology experiments\" that aim to improve the Space Force's knowledge of the space environment. Defense officials consider the space domain—like land, sea, and air—a contested environment that could become a battlefield in future conflicts.\n\nThe Space Force hasn't announced plans for the next X-37B mission. Typically, the next X-37B flight has launched within a year of the prior mission's landing. So far, all of the X-37B flights have launched from Florida, with landings at Vandenberg and at NASA's Kennedy Space Center, where Boeing and the Space Force refurbish the spaceplanes between missions.\n\nThe aerobraking maneuvers demonstrated by the X-37B could find applications on future operational military satellites, according to Gen. Stephen Whiting, head of US Space Command.\n\n\"The X-37 is a test and experimentation platform, but that aerobraking maneuver allowed it to bridge multiple orbital regimes, and we think this is exactly the kind of maneuverability we'd like to see in future systems, which will unlock a whole new series of operational concepts,\" Whiting said in December at the Space Force Association's Spacepower Conference.\n\nSpace Command's \"astrographic\" area of responsibility (AOR) starts at the top of Earth's atmosphere and extends to the Moon and beyond.\n\n\"An irony of the space domain is that everything in our AOR is in motion, but rarely do we use maneuver as a way to gain positional advantage,\" Whiting said. \"We believe at US Space Command it is vital, given the threats we now see in novel orbits that are hard for us to get to, as well as the fact that the Chinese have been testing on-orbit refueling capability, that we need some kind of sustained space maneuver.\"\n\nImprovements in maneuverability would have benefits in surveilling an adversary's satellites, as well as in defensive and offensive combat operations in orbit.\n\nThe Space Force could attain the capability for sustained maneuvers—known in some quarters as dynamic space operations—in several ways. One is to utilize in-orbit refueling that allows satellites to \"maneuver without regret,\" and another is to pursue more fuel-efficient means of changing orbits, such as aerobraking or solar-electric propulsion.\n\nThen, Whiting said Space Command could transform how it operates by employing \"maneuver warfare\" as the Army, Navy and Air Force do. \"We think we need to move toward a joint function of true maneuver advantage in space.\""
  },
  {
    "url": "https://arstechnica.com/space/2025/03/how-low-can-you-go-firm-near-launch-of-atmosphere-skimming-satellite/#comments",
    "title": "The modern era of low-flying satellites may begin this week",
    "date": "Mar 3, 2025 11:00 am",
    "content": "The idea of flying satellites in \"very\" low-Earth orbit is not new. Dating back to the dawn of the space age in the late 1950s, the first US spy satellites, as part of the Corona program, orbited the planet as low as 120 to 160 km (75 to 100 miles) above the Earth.\n\nThis low vantage point allowed the Kodak cameras on board the Corona satellites to capture the highest-resolution images of Earth during the height of the Cold War. However, flying so close to the planet brought a number of challenges, most notably that of atmospheric drag.\n\nFor much of the space age, therefore, satellites have flown much higher orbits. Most satellites today fly at an altitude of between 400 and 800 km (250 and 500 miles), which is high enough to avoid the vast majority of atmospheric drag while still being close enough to offer good communications and a clear view of the planet.\n\nIn recent years, a handful of new space companies have announced plans to develop small- and medium-size satellites designed to survive in very low-Earth orbit (VLEO) and capable of taking advantage of the closer-in vantage point. The first of these companies to actually reach the launch pad is a Denver-based startup named Albedo.\n\nAlbedo was founded about four years ago by two engineers from Lockheed Martin, Topher Haddad and Ayjay Lasater, and a software engineer from Facebook, Winston Tri. Since 2021, the trio has raised more than $100 million to develop satellites capable of delivering visual images with a resolution of 10 cm.\n\n\"The vision was to commercialize VLEO as a means to capture imagery at a resolution that today you can only get from planes or drones or commercially, or from billion dollar national systems on the national security side,\" Haddad said in an interview.\n\nThis resolution is significantly higher than any currently available commercial satellite imagery and rivals the resolution of some of the best spy satellites currently operated by the US and other large space powers.\n\nFor high-resolution imagery today, Haddad said, sometimes the only real solution is helicopters or drones. But there are many locations on the planet that restrict fly overs, and the cost for regular over-flights by aircraft adds up quickly.\n\nAlbedo's first big test may come within the next week and the launch of the \"Transporter-13\" mission on SpaceX's Falcon 9 rocket. The company's first satellite, Clarity-1, is 530 kg (1170 pounds) and riding atop the stack of ridesharing spacecraft. The mission could launch as soon as this coming weekend from Vandenberg Space Force Base in California.\n\nThe Clarity-1 satellite will be dropped off between 500 and 600 km orbit and then attempt to lower itself to an operational orbit 274 km (170 miles) above the planet.\n\nThis is a full-up version of Albedo's satellite design. The spacecraft is larger than a full-size refrigerator, similar to a phone booth, and is intended to operate for a lifetime of about five years, depending on the solar cycle. Clarity-1 is launching near the peak of the 11-year solar cycle, so this could reduce its active lifetime.\n\nAlbedo recently won a contract from the US Air Force Research Laboratory that is worth up to $12 million to share VLEO-specific, on-orbit data and provide analysis to support the development of new missions and payloads beyond its own optical sensors.\n\nThe advantages of such a platform include superior image quality, less congested orbits, and natural debris removal as inoperable satellites are pulled down into Earth's atmosphere and burnt up.\n\nBut what about the drawbacks? In orbits closer to Earth the primary issue is atomic oxygen, which is highly reactive and energetic. There are also plasma eddies and other phenomena that interfere with the operation of satellites and degrade their materials. This makes VLEO far more hazardous than higher altitudes. It's also more difficult to capture precise imagery.\n\n\"The hardest part is pointing and attitude control,\" Haddad said, \"because that's already hard in LEO, when you have a big telescope and you're trying to get a high resolution. Then you put it in VLEO, where the Earth's rotation beneath is moving faster, and it just exacerbates the problem.\"\n\nIn the next several years, Albedo is likely to reach a constellation sized at about 24 satellites, but that number will depend on customer demand, Haddad said. Albedo has previously announced about half a dozen of its commercial customers who will task Clarity-1 for various purposes, such as power and pipeline monitoring or solar farm maintenance.\n\nBut first, it has to demonstrate its technology."
  },
  {
    "url": "https://arstechnica.com/space/2025/02/spacex-readies-a-redo-of-last-months-ill-fated-starship-test-flight/#comments",
    "title": "SpaceX readies a redo of last month’s ill-fated Starship test flight",
    "date": "Feb 28, 2025 7:53 pm",
    "content": "SpaceX plans to launch the eighth full-scale test flight of its enormous Starship rocket as soon as Monday after receiving regulatory approval from the Federal Aviation Administration.\n\nThe test flight will be a repeat of what SpaceX hoped to achieve on the previous Starship launch in January, when the rocket broke apart and showered debris over the Atlantic Ocean and Turks and Caicos Islands. The accident prevented SpaceX from completing many of the flight's goals, such as testing Starship's satellite deployment mechanism and new types of heat shield material.\n\nThose things are high on the to-do list for Flight 8, set to lift off at 5:30 pm CST (6:30 pm EST; 23:30 UTC) Monday from SpaceX's Starbase launch facility on the Texas Gulf Coast. Over the weekend, SpaceX plans to mount the rocket's Starship upper stage atop the Super Heavy booster already in position on the launch pad.\n\nThe fully stacked rocket will tower 404 feet (123.1 meters) tall. Like the test flight on January 16, this launch will use a second-generation, Block 2, version of Starship with larger propellant tanks with 25 percent more volume than previous vehicle iterations. The payload compartment near the ship's top is somewhat smaller than the payload bay on Block 1 Starships.\n\nThis block upgrade moves SpaceX closer to attempting more challenging things with Starship, such as returning the ship, or upper stage, back to the launch site from orbit. It will be caught with the launch tower at Starbase, just like SpaceX accomplished last year with the Super Heavy booster. Officials also want to bring Starship into service to launch Starlink Internet satellites and demonstrate in-orbit refueling, an enabling capability for future Starship flights to the Moon and Mars.\n\nNASA has contracts with SpaceX worth more than $4 billion to develop a Starship spinoff as a human-rated Moon lander for the Artemis lunar program. The mega-rocket is central to Elon Musk's ambition to create a human settlement on Mars.\n\nOther changes introduced on Starship Version 2 include redesigned forward flaps, which are smaller and closer to the tip of the ship's nose to better protect them from the scorching heat of reentry. Technicians also removed some of the ship's thermal protection tiles to \"stress-test vulnerable areas\" of the vehicle during descent. SpaceX is experimenting with metallic tile designs, including one with active cooling, that might be less brittle than the ceramic tiles used elsewhere on the ship.\n\nEngineers also installed rudimentary catch fittings on the ship to evaluate how they respond to the heat of reentry, when temperatures outside the vehicle climb to 2,600° Fahrenheit (1,430° Celsius). Read more about Starship Version in this previous story from Ars.\n\nIt will take about 1 hour and 6 minutes for Starship to fly from the launch pad in South Texas to a splashdown zone in the Indian Ocean northwest of Australia. The rocket's Super Heavy booster will fire 33 methane-fueled Raptor engines for two-and-a-half minutes as it climbs east from the Texas coastline, then jettison from the Starship upper stage and reverse course to return to Starbase for another catch with mechanical arms on the launch tower.\n\nMeanwhile, Starship will ignite six Raptor engines and accelerate to a speed just shy of orbital velocity, putting the ship on a trajectory to reenter the atmosphere after soaring about halfway around the world.\n\nIf you've watched the last few Starship flights, this profile probably sounds familiar. SpaceX achieved successful splashdowns after three Starship test flights last year, and hoped to do it again before the premature end of Flight 7 in January. Instead, the accident was the most significant technical setback for the Starship program since the first full-scale test flight in 2023, which damaged the launch pad before the rocket spun out of control in the upper atmosphere.\n\nNow, SpaceX hopes to get back on track. At the end of last year, company officials said they targeted as many as 25 Starship flights in 2025. Two months in, SpaceX is about to launch its second Starship of the year.\n\nThe breakup of Starship last month prevented SpaceX from evaluating the performance of the ship's Pez-like satellite deployer and upgraded heat shield. Engineers are eager to see how those perform on Monday's flight. Once in space, the ship will release four simulators replicating the approximate size and mass of SpaceX's next-generation Starlink Internet satellites. They will follow the same suborbital trajectory as Starship and reenter the atmosphere over the Indian Ocean.\n\nThat will be followed by a restart of a Raptor engine on Starship in space, repeating a feat first achieved on Flight 6 in November. Officials want to ensure Raptor engines can reignite reliably in space before actually launching Starship into a stable orbit, where the ship must burn an engine to guide itself back into the atmosphere for a controlled reentry. With another suborbital flight on tap Monday, the engine relight is purely a confidence-building demonstration and not critical for a safe return to Earth.\n\nThen, about 47 minutes into the mission, Starship will plunge back into the atmosphere. If this flight is like the previous few, expect to see live high-definition video streaming back from Starship as super-heated plasma envelops the vehicle in a cloak of pink and orange. Finally, air resistance will slow the ship below the speed of sound, and just 20 seconds before reaching the ocean, the rocket will flip to a vertical orientation and reignite its Raptor engines again to brake for splashdown.\n\nThis is where SpaceX hopes Starship Version 2 will shine. Although three Starships have made it to the ocean intact, the scorching temperatures of reentry damaged parts of their heat shields and flaps. That won't do for SpaceX's vision of rapidly reusing Starship with minimal or no refurbishment. Heat shield repairs slowed down the turnaround time between NASA's space shuttle missions, and officials hope the upgraded heat shield on Starship Version 2 will decrease the downtime.\n\nThe FAA confirmed Friday it issued a launch license earlier this week for Starship Flight 8.\n\n\"The FAA determined SpaceX met all safety, environmental and other licensing requirements for the suborbital test flight,\" an FAA spokesperson said in a statement.\n\nThe federal regulator oversaw a SpaceX-led investigation into the failure of Flight 7. SpaceX said NASA, the National Transportation Safety Board, and the US Space Force also participated in the investigation, which determined that propellant leaks and fires in an aft compartment, or attic, of Starship led to the shutdown of its engines and eventual breakup.\n\nEngineers concluded the leaks were most likely caused by a harmonic response several times stronger than predicted, suggesting the vibrations during the ship's climb into space were in resonance with the vehicle's natural frequency. This would have intensified the vibrations beyond the levels engineers expected from ground testing.\n\nEarlier this month, SpaceX completed an extended-duration static fire of the next Starship upper stage to test hardware modifications at multiple engine thrust levels. According to SpaceX, findings from the static fire informed changes to the fuel feed lines to Starship's Raptor engines, adjustments to propellant temperatures, and a new operating thrust for the next test flight.\n\n\"To address flammability potential in the attic section on Starship, additional vents and a new purge system utilizing gaseous nitrogen are being added to the current generation of ships to make the area more robust to propellant leakage,\" SpaceX said. \"Future upgrades to Starship will introduce the Raptor 3 engine, reducing the attic volume and eliminating the majority of joints that can leak into this volume.\"\n\nFAA officials were apparently satisfied with all of this. The agency's commercial spaceflight division completed a \"comprehensive safety review\" and determined Starship can return to flight operations while the investigation into the Flight 7 failure remains open. This isn't new. The FAA also used this safety determination to expedite SpaceX launch license approvals last year as officials investigated mishaps on Starship and Falcon 9 rocket flights."
  },
  {
    "url": "https://arstechnica.com/space/2025/03/jeff-bezos-brings-amazon-work-culture-to-blue-origin/#comments",
    "title": "Jeff Bezos brings Amazon work culture to Blue Origin",
    "date": "Mar 5, 2025 9:31 am",
    "content": "Jeff Bezos has moved to introduce a tough Amazon-like approach to his rocket maker Blue Origin, as the world’s third-richest person seeks to revive a company that has lagged behind Elon Musk’s SpaceX.\n\nThe space company’s founder and sole shareholder has pushed to shift its internal culture with management hires from Amazon, while implementing policies akin to the ecommerce giant, including longer working hours and more aggressive targets.\n\nHalf a dozen current and former senior Blue Origin employees told the Financial Times that the billionaire had taken a prominent role in helping reset a company that has reached orbit only once, compared with SpaceX achieving the feat more than 450 times.\n\n“The euphemism among Blue Origin alumni is that Blue Origin’s track record speaks for itself,” said one former executive.\n\nKey to Bezos’s effort is chief executive Dave Limp. The former Amazon devices chief was appointed in late 2023 and has been followed in quick succession by several veterans from the $2.2tn tech giant, including supply chain chief Tim Collins, chief information officer Josh Koppelman, and chief financial officer Allen Parker.\n\nThe changes in leadership have been accompanied by severe layoffs. In February, roughly 10 percent of Blue Origin’s more than 10,000-strong workforce was dismissed, a more aggressive round of job cuts than at any time in its 25-year history.\n\nThe move came only a month after Blue Origin launched its 30-story-high New Glenn heavy-lift rocket, the result of 12 years of work and a significant juncture for the business as it extends into the satellite launch market.\n\n“We grew and hired incredibly fast in the past few years, and with that growth came more bureaucracy and less focus than we needed,” Limp told employees in an email seen by the FT.\n\nRounds of layoffs have become commonplace at Amazon where chief executive Andy Jassy told employees last year he would axe roles in middle management to enable the company to “operate like the world’s largest start-up.”\n\n“Jeff wasn’t a cold-blooded competitor with SpaceX and assured the team that they needed to focus on our mission,” one former Blue Origin executive said. “But over at Amazon he was absolutely ruthless... it was only a matter of time.”\n\nBlue Origin did not respond to a request for comment.\n\nBlue Origin was founded by Bezos in 2000 and forms part of the billionaire’s mission to shift heavy industry off Earth and to the Moon. He has bankrolled the business with billions of dollars drawn down from the sale of Amazon shares.\n\nAs a private company, Blue Origin does not disclose financial information. But its costs are $2 billion a year, with an excess of $1 billion in revenue, according to a person familiar with the matter. Analysts estimate that SpaceX by comparison generates about $8 billion in revenue each year.\n\nBezos flew on the company’s first manned flight into sub-orbit on its New Shepard vehicle only weeks after he stepped down as chief executive of Amazon in early 2021. But since then, the company has been hamstrung by launch delays.\n\nBlue Origin also lacks the self-fulfilling demand that SpaceX derives from its Starlink low-orbit satellite broadband business with Amazon’s equivalent, Kuiper, which contracts with multiple launch providers but has yet to deploy its system in space.\n\nIn 2023, Kuiper signed a deal to make launches with SpaceX, several months after Amazon shareholders brought a lawsuit alleging the company had erred by contracting much of its capacity from Blue Origin. They argued that Bezos’s space company had a record featuring “more blemishes and setbacks than successes” and had proven less reliable than Musk’s space venture.\n\nChris Quilty, an analyst at Quilty Space, said the closer ties between SpaceX and Starlink had made Musk’s space venture more commercially viable than Blue Origin.\n\n“Kuiper wants to build a constellation and is agnostic about providers,” he said. “It just needs cheap and regular access to launch.”\n\nBezos has steadily turned his attention to Blue Origin since stepping down as Amazon’s CEO and now joins regular business reviews and various technical briefings where he “digs into the details” with managers and engineers, according to a person familiar with the matter.\n\nSeveral current and former employees said the company was also removing chains of decision-making that had become ingrained in Blue Origin’s culture under former chief Bob Smith.\n\nOne former executive maintained that the business had grown at a significant clip that meant staff had a “natural inclination to push decisions up,” adding: “We wanted to push down decision-making.”\n\nYet analysts say Bezos has struggled to get the right leadership into position at the right time.\n\n“The transition points were not always right,” said Carissa Christensen, chief executive of consultancy BryceTech. “A bit early, a little too late, and sometimes painful.”\n\nCurrent and former employees said Blue Origin had become more aggressive in its flight schedule under Limp’s leadership.\n\nThey said the decision to launch New Glenn in January without being confident that the company would land its first-stage booster—which it intends to be reusable—reflected a shift in Blue Origin’s risk appetite. The booster was lost on re-entry, but the rocket made it to orbit as planned.\n\nBezos and Limp have also moved to change working patterns at Blue Origin. Online forums in the days after recent layoffs were filled with comments from employees remarking they were being moved to a permanent 50-hour week with frequent 12-hour shifts, while badge scanners had been introduced to track employee time similar to Amazon.\n\n“Dave doesn’t have much respect for work-life balance,” said one former senior employee.\n\nLimp has spoken publicly alongside Bezos about increasing the number of launches this year and reaching the Moon with the company’s Blue Moon lunar lander.\n\n“Blue Origin needs to be much faster, and it’s one of the reasons that I left my role as the CEO of Amazon a couple of years ago,” Bezos told researcher and podcast host Lex Fridman last year. “Blue Origin needs me right now, adding some energy, some sense of urgency.”\n\n© 2025 The Financial Times Ltd. All rights reserved. Not to be redistributed, copied, or modified in any way."
  },
  {
    "url": "https://arstechnica.com/space/2025/03/how-low-can-you-go-firm-near-launch-of-atmosphere-skimming-satellite/",
    "title": "The modern era of low-flying satellites may begin this week",
    "date": "Mar 3, 2025 11:00 am",
    "content": "The idea of flying satellites in \"very\" low-Earth orbit is not new. Dating back to the dawn of the space age in the late 1950s, the first US spy satellites, as part of the Corona program, orbited the planet as low as 120 to 160 km (75 to 100 miles) above the Earth.\n\nThis low vantage point allowed the Kodak cameras on board the Corona satellites to capture the highest-resolution images of Earth during the height of the Cold War. However, flying so close to the planet brought a number of challenges, most notably that of atmospheric drag.\n\nFor much of the space age, therefore, satellites have flown much higher orbits. Most satellites today fly at an altitude of between 400 and 800 km (250 and 500 miles), which is high enough to avoid the vast majority of atmospheric drag while still being close enough to offer good communications and a clear view of the planet.\n\nIn recent years, a handful of new space companies have announced plans to develop small- and medium-size satellites designed to survive in very low-Earth orbit (VLEO) and capable of taking advantage of the closer-in vantage point. The first of these companies to actually reach the launch pad is a Denver-based startup named Albedo.\n\nAlbedo was founded about four years ago by two engineers from Lockheed Martin, Topher Haddad and Ayjay Lasater, and a software engineer from Facebook, Winston Tri. Since 2021, the trio has raised more than $100 million to develop satellites capable of delivering visual images with a resolution of 10 cm.\n\n\"The vision was to commercialize VLEO as a means to capture imagery at a resolution that today you can only get from planes or drones or commercially, or from billion dollar national systems on the national security side,\" Haddad said in an interview.\n\nThis resolution is significantly higher than any currently available commercial satellite imagery and rivals the resolution of some of the best spy satellites currently operated by the US and other large space powers.\n\nFor high-resolution imagery today, Haddad said, sometimes the only real solution is helicopters or drones. But there are many locations on the planet that restrict fly overs, and the cost for regular over-flights by aircraft adds up quickly.\n\nAlbedo's first big test may come within the next week and the launch of the \"Transporter-13\" mission on SpaceX's Falcon 9 rocket. The company's first satellite, Clarity-1, is 530 kg (1170 pounds) and riding atop the stack of ridesharing spacecraft. The mission could launch as soon as this coming weekend from Vandenberg Space Force Base in California.\n\nThe Clarity-1 satellite will be dropped off between 500 and 600 km orbit and then attempt to lower itself to an operational orbit 274 km (170 miles) above the planet.\n\nThis is a full-up version of Albedo's satellite design. The spacecraft is larger than a full-size refrigerator, similar to a phone booth, and is intended to operate for a lifetime of about five years, depending on the solar cycle. Clarity-1 is launching near the peak of the 11-year solar cycle, so this could reduce its active lifetime.\n\nAlbedo recently won a contract from the US Air Force Research Laboratory that is worth up to $12 million to share VLEO-specific, on-orbit data and provide analysis to support the development of new missions and payloads beyond its own optical sensors.\n\nThe advantages of such a platform include superior image quality, less congested orbits, and natural debris removal as inoperable satellites are pulled down into Earth's atmosphere and burnt up.\n\nBut what about the drawbacks? In orbits closer to Earth the primary issue is atomic oxygen, which is highly reactive and energetic. There are also plasma eddies and other phenomena that interfere with the operation of satellites and degrade their materials. This makes VLEO far more hazardous than higher altitudes. It's also more difficult to capture precise imagery.\n\n\"The hardest part is pointing and attitude control,\" Haddad said, \"because that's already hard in LEO, when you have a big telescope and you're trying to get a high resolution. Then you put it in VLEO, where the Earth's rotation beneath is moving faster, and it just exacerbates the problem.\"\n\nIn the next several years, Albedo is likely to reach a constellation sized at about 24 satellites, but that number will depend on customer demand, Haddad said. Albedo has previously announced about half a dozen of its commercial customers who will task Clarity-1 for various purposes, such as power and pipeline monitoring or solar farm maintenance.\n\nBut first, it has to demonstrate its technology."
  },
  {
    "url": "https://arstechnica.com/space/2025/02/astroscale-aced-the-worlds-first-rendezvous-with-a-piece-of-space-junk/#comments",
    "title": "Astroscale aced the world’s first rendezvous with a piece of space junk",
    "date": "Feb 27, 2025 8:06 pm",
    "content": "There's a scene in the film Interstellar where Matthew McConaughey's character flies his spaceplane up to meet a mothership spinning out of control. The protagonist rises to the challenge with a polished piece of piloting and successfully links up with his objective.\n\nReal life, of course, isn't quite this dramatic. Slow down that spin to a tranquil tumble, and replace McConaughey's hand on the joystick with the autonomous wits of a computer, and you'll arrive at an approximation of what Japanese company Astroscale has accomplished within the last year.\n\nStill, it's an impressive feat of engineering and orbital dynamics. Astroscale's ADRAS-J mission became the first spacecraft (at least in the unclassified world) to approach a piece of space junk in low-Earth orbit. This particular object, a derelict upper stage from a Japanese H-IIA rocket, has been in orbit since 2009. It's one of about 2,000 spent rocket bodies circling the Earth and one of more than 45,000 objects in orbit tracked by US Space Command.\n\n\"This is the world's first technology that allows any object orbiting the Earth at high speeds to be safely approached from the ground,\" said Nobu Okada, founder and CEO of Tokyo-based Astroscale. \"It has great potential.\"\n\nLike most other space debris, the H-IIA rocket approached by Astroscale is uncontrolled and lacks navigation aids or inter-satellite communication links that could help another satellite safely move in for a close look. This presents a more significant technical challenge than rendezvousing with a \"cooperative\" object like the International Space Station.\n\nArs reported on the progress of Astroscale's ADRAS-J mission last August, soon after the spacecraft flew as close as 50 meters (164 feet) from the H-IIA rocket. ADRAS-J is the centerpiece of a public-private partnership between Astroscale and the Japan Aerospace Exploration Agency, which participated with a $13 million contract to co-fund the mission.\n\n﻿\n\nADRAS-J, short for Active Debris Removal by Astroscale-Japan, launched in February 2024 to begin its pursuit of the H-IIA rocket in a polar orbit more than 350 miles (560 kilometers) above the planet. On November 30, ADRAS-J completed its final close approach to the H-IIA upper stage to reach a position just 15 meters (49 feet) from the rocket, using cameras and laser ranging sensors for autopilot navigation before backing away.\n\nWith this achievement, Astroscale unlocked its final milestone payment from the Japanese space agency, officials announced Wednesday. Part of Astroscale's demonstration involved completing a 360° fly-around of the H-IIA rocket.\n\n\"This was acrobatic and super difficult technology,\" Okada said last month in a briefing on Astroscale's business outlook. \"Please remember the debris is not sitting still. It is traveling around the Earth at seven to eight kilometers per second, which is (nearly) 100 times faster than a bullet train.\"\n\nImagery captured by Astroscale showed the H-IIA upper stage to be in good condition, looking much like it did before it launched 16 years ago on a mission to deploy a Japanese climate research satellite. The remnant rocket is about the size of a city bus, while ADRAS-J is a little larger than a kitchen oven.\n\nIt will be up to a future Astroscale mission, named ADRAS-J2, to transit the last 15 meters to the H-IIA rocket. ADRAS-J was a pathfinder and didn't have the equipment to actually latch onto another object in orbit. Last year, Japan's space agency awarded Astroscale a contract worth $88 million (13.2 billion yen) to build and launch ADRAS-J2 to rendezvous and use a robotic arm to attach itself to the same H-IIA rocket, then steer the discarded upper stage back into the atmosphere for a destructive reentry.\n\nADRAS-J2 is scheduled to launch in 2027, according to Astroscale.\n\nAstroscale's showcase in orbital ballet positions the company as a contender in the commercial satellite servicing industry, where business opportunities may eclipse the market for space debris removal, which Okada founded Astroscale to pursue in 2013. The company has subsidiaries in the United States, United Kingdom, France, and Israel to tailor offerings to customers in different parts of the world.\n\nThe US and European governments are now customers for Astroscale. The UK Space Agency and the European Space Agency partnered to award Astroscale approximately $35 million in government support for a demonstration mission named ELSA-M, slated to launch in late 2025 or early 2026 for an attempt to capture and de-orbit a defunct satellite in OneWeb's broadband megaconstellation using a magnetic docking plate. This will differ from Astroscale's work in Japan because the OneWeb satellite will be prepared to receive a visitor, unlike the H-IIA rocket.\n\nRemoving space junk from orbit sounds like a wonderful idea. It could reduce the chance of collisions generating more pieces of space debris. Spent rocket stages left in orbit are among the most concerning objects for space debris hawks because they might retain propellants or stored battery energy with explosive potential.\n\nBut the big question is who pays for such an undertaking? Removing just the 2,000 rocket bodies from orbit could probably cost tens of billions of dollars. Perhaps it's worth launching a handful of cleanup missions to remove the most hazardous objects in orbit, such as large spacecraft or debris flying too high for atmospheric drag to force reentry for centuries or longer.\n\nTherefore, it's not surprising Astroscale has pivoted to other applications. The rendezvous and proximity operations (RPO) technology proven with ADRAS-J enables several other types of missions, such as satellite servicing and inspection.\n\nAstroscale's US subsidiary won a $25.5 million contract from the US Space Force in 2023 to build a satellite refueler that can hop around geostationary orbit. Like the ADRAS-J mission, this project is a public-private partnership, with Astroscale committing $12 million of its own money. In January, the Japanese government selected Astroscale for a contract worth up to $80 million to demonstrate chemical refueling in low-Earth orbit.\n\nThe latest win for Astroscale came Thursday, when the Japanese Ministry of Defense awarded the company a contract to develop a prototype satellite that could fly in geostationary orbit and collect information on other objects in the domain for Japan's military and intelligence agencies.\n\n\"We are very bullish on the prospects for defense-related business,\" said Nobu Matsuyama, Astroscale's chief financial officer.\n\nAstroscale's other projects include a life-extension mission for an unidentified customer in geostationary orbit, providing a service similar to that of Northrop Grumman's Mission Extension Vehicle (MEV).\n\nSo, can Astroscale really do all of this? In an era of a militarized final frontier, it's easy to see the usefulness of sidling up next to a \"non-cooperative\" satellite—whether it's to refuel it, repair it, de-orbit it, inspect it, or (gasp!) disable it. Astroscale's demonstration with ADRAS-J showed it can safely operate near another object in space without navigation aids, which is foundational to any of these applications.\n\nSo far, governments are driving demand for this kind of work.\n\nAstroscale raised nearly $400 million in venture capital funding before going public on the Tokyo Stock Exchange last June. After quickly spiking to nearly $1 billion, the company's market valuation has dropped to about $540 million as of Thursday. Astroscale has around 590 full-time employees across all its operating locations.\n\nMatsuyama said Astroscale's total backlog is valued at about 38.9 billion yen, or $260 million. The company is still in a ramp-up phase, reporting operating losses on its balance sheet and steep research and development spending that Matsuyama said should max out this year.\n\n\"We are the only company that has proved RPO technology for non-cooperative objects, like debris, in space,\" Okada said last month.\n\n\"In simple terms, this means approach and capture of objects,\" Okada continued. \"This capability did not exist before us, but one's mastering of this technology enables you to provide not only debris removal service, but also orbit correction, refueling, inspection, observation, and eventually repair and reuse services.\""
  },
  {
    "url": "https://arstechnica.com/space/2025/02/starships-eighth-test-flight-may-take-place-next-week/#comments",
    "title": "Mere weeks after Starship’s breakup, the vehicle may soon fly again",
    "date": "Feb 20, 2025 11:52 am",
    "content": "A little over a month after SpaceX's large Starship launch ended in an explosion over several Caribbean islands, the company is preparing its next rocket for a test flight.\n\nAccording to a notice posted by the Federal Aviation Administration, the eighth test flight of the Starship vehicle could take place as early as February 26 from the Starbase launch site in South Texas. The launch window extends from 5:30 pm local time (23:30 UTC) to 7:09 pm (01:09 UTC).\n\nCompany sources confirmed that this launch date is plausible, but it's also possible that the launch could slip a day or two to Thursday or Friday of next week.\n\nThis is an important flight for SpaceX to get the Starship program back on track.\n\nDuring the last mission on January 16, the massive rocket's first stage performed normally, and a few minutes after launching, it was successfully and spectacularly caught by its launch tower in South Texas. However, a few minutes into the flight of the Starship upper stage, a fire developed in the aft section of the vehicle, leading to the loss of its engines. The vehicle broke apart, and residents and tourists in the Turks and Caicos Islands, Haiti, the Dominican Republic, and Puerto Rico observed a shower of debris falling through the atmosphere.\n\nThe impacts of the failure in spaceflight were tangible here on Earth. After the breakup of Starship, FAA air traffic controllers cleared additional airspace over the debris zone for more than an hour, rerouting, diverting, and delaying dozens of commercial aircraft. Later, debris was collected on Turks and Caicos, and the FAA opened an anomaly investigation. The federal agency has the responsibility to protect people and property on the ground.\n\nThat investigation has not concluded. However, it seems clear that the FAA—in issuing its notice this week—and SpaceX believe that a resolution is coming soon. SpaceX has been making final preparations for stacking the Starship upper stage onto its first stage, which could happen in the next few days.\n\nIt's impossible to fully know the politics at play behind the scenes at the busy federal agency. The FAA has been dealing with several high-profile aircraft accidents, and its Trump-appointed acting administrator, Chris Rocheleau, has only been on the job for a couple of weeks. In addition, personnel from Elon Musk's Department of Government Efficiency have been making visits to FAA facilities, and a handful of SpaceX engineers recently began advising on improving the agency's system for controlling air traffic. Although the FAA has a separate department to handle rocket launch licensing, the Office of Commercial Space Transportation, it's difficult to ignore the optics of a conflict of interest.\n\nSpaceX has not publicly outlined a flight plan for the upcoming test flight.\n\nHowever, it almost certainly will be a copy of the plan for January's flight. During that mission, the company sought to test significant upgrades to Starship, including new forward flaps and larger propellant tanks. The new ship's propellant tanks have 25 percent more volume than previous iterations of the vehicle, and the payload compartment is somewhat smaller.\n\nAs part of January's mission, a little more than 17 minutes into the flight, Starship was intended to deploy 10 dummy payloads similar in size and weight to next-generation Starlink satellites. The mock-ups were meant to soar around the world on a suborbital trajectory, just like Starship, and reenter over the unpopulated Indian Ocean. That did not happen, of course, due to the engine-section fire.\n\nTherefore, it's likely that the upcoming test flight will seek to demonstrate the viability of Starship's propulsion system and then perform the tasks intended during the seventh test flight. If that goes well, it could clear the way for missions to deploy operational Starlink satellites and work toward demonstrations of in-space propellant transfer."
  },
  {
    "url": "https://arstechnica.com/space/2025/02/the-odds-of-a-city-killer-asteroid-impact-in-2032-keep-rising-should-we-be-worried/",
    "title": "The odds of a city-killer asteroid impact in 2032 keep rising. Should we be worried?",
    "date": "Feb 19, 2025 9:36 am",
    "content": "An asteroid discovered late last year is continuing to stir public interest as its odds of striking planet Earth less than eight years from now continue to increase.\n\nTwo weeks ago, when Ars first wrote about the asteroid, designated 2024 YR4, NASA's Center for Near Earth Object Studies estimated a 1.9 percent chance of an impact with Earth in 2032. NASA's most recent estimate has the likelihood of a strike increasing to 3.2 percent. Now that's not particularly high, but it's also not zero.\n\nNaturally the prospect of a large ball of rock tens of meters across striking the planet is a little worrisome. This is large enough to cause localized devastation near its impact site, likely on the order of the Tunguska event of 1908, which leveled some 500 square miles (1,287 square kilometers) of forest in remote Siberia.\n\nTo understand why the odds from NASA are changing and whether we should be concerned about 2024 YR4, Ars connected with Robin George Andrews, author of the recently published book How to Kill an Asteroid. Good timing with the publication date, eh?\n\nArs: Why are the impact odds increasing?\n\nRobin George Andrews: The asteroid’s orbit is not known to a great deal of precision right now, as we only have a limited number of telescopic observations of it. However, even as the rock zips farther away from Earth, certain telescopes are still managing to spy it and extend our knowledge of the asteroid’s orbital arc around the Sun. The odds have fluctuated in both directions over the last few weeks, but overall, they have risen; that’s because the amount of uncertainty astronomers have as to its true orbit has shrunk, but Earth has yet to completely fall out of that zone of uncertainty. As a proportion of the remaining uncertainty, Earth is taking up more space, so for now, its odds are rising.\n\nThink of it like a beam of light coming out of the front of that asteroid. That beam of light shrinks as we get to know its orbit better, but if Earth is yet to fall out of that beam, it takes up proportionally more space. So, for a while, the asteroid’s impact odds rise. It’s very likely that, with sufficient observations, Earth will fall out of that shrinking beam of light eventually, and the impact odds will suddenly fall to zero. The alternative, of course, is that they'll rise close to 100 percent.\n\nArs: What are we learning about the asteroid's destructive potential?\n\nAndrews: The damage it could cause would be localized to a roughly city-sized area, so if it hits the middle of the ocean or a vast desert, nothing would happen. But it could trash a city, or completely destroy much of one, with a direct hit.\n\nThe key factor here (if you had to pick one) is the asteroid’s mass. Each time the asteroid gets twice as long (presuming it’s roughly spherical), it brings with it 8 times more kinetic energy. So if the asteroid is on the smaller end of the estimated size range—40 meters—then it will be as if a small nuclear bomb exploded in the sky. At that size, unless it’s very iron-rich, it wouldn’t survive its atmospheric plunge, so it would explode in mid-air. There would be modest-to-severe structural damage right below the blast, and minor to moderate structural damage over tens of miles. A 90-meter asteroid would, whether it makes it to the ground or not, be more than 10x more energetic; a large nuclear weapon blast, then. A large city would be severely damaged, and the area below the blast would be annihilated.\n\nArs: Do we have any idea where the asteroid might strike on Earth?\n\nAndrews: The \"risk corridor\" is currently spread over parts of the eastern Pacific Ocean, northern South America, the Atlantic Ocean, parts of Africa, the Arabian Sea and South Asia. Additional observations will ultimately narrow this down, if an impact remains possible.\n\nArs: What key observations are we still waiting for that might clarify the threat?\n\nAndrews: Most telescopes will lose sight of this \"small\" asteroid in the coming weeks. But the James Webb Space Telescope will be able to track it until May. For the first time, it’s been authorized for planetary defense purposes, largely because its infrared eye allows it to track the asteroid further out than optical light telescopes. JWST will not only improve our understanding of its orbit, but also constrain its size. First observations should appear by the end of March.\n\nJWST may rule out an impact in 2032. But there's a chance we may be stuck with a few-percentage impact probability until 2028, when the asteroid makes its next Earth flyby. Bit awkward, if so.\n\nArs: NASA's DART mission successfully shifted an asteroid's orbit in 2022. Could this technology be used?\n\nAndrews: Not necessarily. DART—a type of spacecraft called a kinetic impactor—was a great success. But it still only changed Dimorphos' orbit by a small amount. Ideally, you want many years of advance notice to deflect an asteroid with something like DART to ensure the asteroid has moved out of Earth’s way. I've often been told that at least 10 years prior to impact is best if you want to be sure to deflect a city killing-size asteroid. That’s not to say deflection is impossible; it just becomes trickier to pull off. You can’t just hit it with a colossal spacecraft, because you may fragment it into several still-dangerously sized pieces. Hit it too softly, and it will still hit Earth, but somewhere that wasn’t originally going to be hit. You have to be super careful here.\n\nSome rather clever scientists at the Lawrence Livermore National Laboratory (which has a superb planetary defense contingent) worked out that, for a 90-meter asteroid, you need 10 years to confidently deflect it with a kinetic impactor to prevent an Earth impact. So, to deflect 2024 YR4, if it’s 90 meters long and we have just a few years of time, we’d probably need a bigger impactor spacecraft (but don’t break it!)—or we’d need several kinetic impactors to deflect it (but each has to work perfectly).\n\nEight years until impact is a little tight. It’s not impossible that the choice would be made to use a nuclear weapon to deflect it; this could be very awkward geopolitically, but a nuke would impart a bigger deflection than an equivalent DART-like spacecraft. Or, maybe, they’d opt to try and vaporize the asteroid with something like a 1 megaton nuke, which LLNL says would work with an asteroid this size.\n\nArs: So it's kind of late in the game to be planning an impact mission?\n\nAndrews: This isn’t an ideal situation. And humanity has never tried to stop an asteroid impact for real. I imagine that if 2024 YR4 does become an agreed-upon emergency, the DART team (JHUAPL + NASA, mostly) would join forces with SpaceX (and other space agencies, particularly ESA but probably others) to quickly build the right mass kinetic impactor (or impactors) and get ready for a deflection attempt close to 2028, when the asteroid makes its next Earth flyby. But yeah, eight years is not too much time.\n\nA deflection could work! But it won’t be as simple as just hitting the asteroid really hard in 2028.\n\nArs: How important is NASA to planetary defense?\n\nAndrews: Planetary defense is an international security concern. But right now, NASA (and America, by extension) is the vanguard. Its planetary defenders are the watchers on the wall, the people most responsible for not just finding these potentially hazardous asteroids before they find us, but also those most capable of developing and deploying tech to prevent any impacts. America is the only nation with (for now!) a well-funded near-Earth object hunting program, and is the only nation to have tested out a planetary defense technique. It’s a movie cliché that America is the only nation capable of saving the world from cosmic threats. But, for the time being—even with amazing planetary defense mission contributions from ESA and JAXA—that cliché remains absolutely true."
  },
  {
    "url": "https://arstechnica.com/space/2025/03/white-house-may-seek-to-slash-nasas-science-budget-by-50-percent/",
    "title": "White House may seek to slash NASA’s science budget by 50 percent",
    "date": "Mar 7, 2025 8:54 am",
    "content": "Although the Trump administration will not publicly release its budget request for at least a few more weeks, senior agency officials are starting to be briefed on the president's priorities.\n\nThis includes NASA. As expected, the president's plan for the space agency includes some significant shakeups, including a desire to move elements of NASA headquarters to field centers around the country. However, in perhaps the most drastic change, the White House seeks to massively cut funding for science programs at the space agency.\n\nMultiple people familiar with the White House proposal said cuts to NASA's \"Science Mission Directorate\" could be as high as 50 percent. These sources emphasized that no decisions are final, and there are some scenarios in which the cuts to NASA's science programs would be less. But the intent is to slash science.\n\nThe associate administrator who runs NASA's Science Mission Directorate, Nicola Fox, appeared in Houston on Thursday for a news conference about a lunar landing. Afterward, Ars asked her about the implications of cutting science funding in half.\n\n\"We haven't had any information yet about the budget, and I hate planning something on rumors and speculation,\" Fox said. \"You know, we will continue to do great science. We'll continue to have a balanced science portfolio, for sure. And you know, we'll be grateful for what we get, and we'll do great stuff with it.\"\n\nHowever, as word of these potential cuts spread through the scientific community this week, they have set off alarm bells and generated a response that indicated otherwise.\n\n\"If this is implemented, it would be nothing short of an extinction-level event for space science and exploration in the United States,\" said Casey Dreier, chief of space policy for The Planetary Society. \"Losing this much money, this fast, has no precedence in NASA's history. It would force terrible decisions, including turning off scores of active, productive, irreplaceable missions, halting nearly all new mission development, and decimating the country's space science workforce.\"\n\nIn many ways, NASA's science directorate is the crown jewel of the space agency. Nearly all of the most significant achievements over the last 25 years have been delivered by the science programs: Ingenuity flying on Mars, New Horizons swooping by Pluto, images from the James Webb Space Telescope, the discovery of thousands of exoplanets, the return of samples from asteroids and comets, Cassini's discovery of water plumes on Enceladus, a continuous robotic presence on Mars, and so much more. Even the recent lunar landings by Firefly and Intuitive Machines were funded by NASA's science directorate.\n\nOf NASA's roughly $25 billion budget, however, only about 30 percent is allocated to science. For fiscal year 2024, this amounted to $7.4 billion. This spending was broken down into approximately $2.7 billion for planetary science, $2.2 billion for Earth science, $1.5 billion for astrophysics, and $800 million for heliophysics.\n\nThe proposed cuts are being driven by Russell Vought, the recently confirmed director of the White House Office of Management and Budget, which sets budget and policy priorities for a presidential administration. In some sense, the budgetary decisions should not come as a surprise, as they are consistent with what Vought proposed in a \"shadow\" budget for fiscal-year 2023 as part of his Center for Renewing America.\n\n\"The budget also proposes a 50 percent reduction in NASA Science programs and spending, reducing their misguided Carbon Reduction System spending and Global Climate Change programs,\" Vought's organization wrote in its report published in December 2022.\n\nDespite Vought's desire, however, NASA is expressly charged with studying our planet.\n\nThe congressional act that created NASA in 1958 calls for the space agency to expand human knowledge about Earth's atmosphere and space, and the agency's Earth observation satellites have substantially increased our understanding of this planet's weather, changing climate, and land use.\n\nEven if NASA's Earth science budget were taken to zero, cutting the overall science budget in half would still dramatically reduce funding in planetary science as well as other research areas. Scientists told Ars that NASA would be forced to make difficult decisions, likely including shutting off extended missions such as the Voyager and Curiosity probes on Mars, and possibly even the Hubble Space Telescope. It might be possible to save missions in later stages of development, such as the Dragonfly probe to Saturn's moon Titan, and the NEO Surveyor mission to search for hazardous asteroids. But it would be impossible to start meaningful new missions to explore the Solar System, potentially setting back planetary exploration a decade.\n\nThe cuts also seem at odds with the administration's stated goal of commercializing space, that is, allowing the agency to buy more services where they are available from the private sector. Instead, the heaviest cuts—sources said that NASA may face an approximately 25 percent budget cut, overall—would fall on the agency directorate, Science, least able to buy commercial services.\n\n\"There are no commercial or private options for exploratory space science,\" Dreier said. \"No private individuals or companies are currently able or willing to independently pursue boundary-pushing, breakthrough science missions like Europa Clipper, James Webb Space Telescope, or the Parker Solar Probe. This is a unique capability and responsibility of our public space agency. There is no private space science sector of our economy waiting to fill the gap.\"\n\nSuch a budget, scientists fear, would cede the future of exploration in our Solar System to China, which last year revealed a long-term exploration plan to compete with and potentially surpass its competitors, including NASA and the United States.\n\nThe president's proposal for NASA's budget is just a starting point for negotiations with Congress, of course. The president establishes budget priorities, but Congress actually sets funding levels and authorizes spending. However, to date, the US Congress has shown little appetite to oppose President Trump's policy priorities. Moreover, a lot of NASA's key science centers are located in Democratic-leaning states such as California, Maryland, and New York, which do not have a lot of power in the current Congress."
  },
  {
    "url": "https://arstechnica.com/space/2025/03/after-skidding-into-the-moon-intuitive-machines-hopes-to-stick-second-landing/",
    "title": "Yes, we are about to be treated to a second lunar landing in a week",
    "date": "Mar 5, 2025 3:18 pm",
    "content": "The Apollo 17 mission landed on the Moon on December 11, in 1972. From that point on, literally for decades, NASA and the United States did not go back to the surface of our nearest planetary body.\n\nIt was not until February 22, 2024, that another American-built spacecraft made a soft landing on the Moon. This was the Nova-C Odysseus lander built by Intuitive Machines. It landed, toppled over, but still completed most of its scientific experiments.\n\nThis first successful landing on the Moon by the first privately built spacecraft ended a 51-year gap, or 18,700 days. It was a long freaking time.\n\nThen, it happened again. Last weekend another privately built vehicle, Firefly's Blue Ghost, landed on the Moon. Blue Ghost stuck its landing, remaining upright. That was two landings in slightly more than a year. And now, it could happen again on Thursday afternoon. Intuitive Machines is back with its second Nova-C lander, Athena. If it is successful, that would be three US landers in 377 days.\n\nInterest in the Moon has steadily been growing over the last 15 or 20 years, especially with the potential for water (in the form of ice) to exist in permanently shadowed craters at the poles. In 2018, because of this, as well as a burgeoning commercial space industry, NASA created the Commercial Lunar Payload Services program. Essentially, it hired private companies to deliver science payloads to the surface of the Moon. The space agency paid less for these missions, typically about $100 million, in return for accepting a greater chance of failure.\n\nAlthough the program has not been without some hiccups—there have been delays, dropouts, and mission failures—the seeds of a program planted seven years ago are now starting to bear some fruit. NASA now has two companies in which it has some confidence to land on the Moon: Intuitive Machines and Firefly; and two more efforts, by Astrobotic Technology and Draper Laboratory (in collaboration with ispace) that may eventually become successful. Essentially, then, NASA is laying down the paving stones of a highway to the Moon.\n\nBecause the space agency now has some expectation that Intuitive Machines will be fully successful with its second landing attempt, it has put some valuable experiments on board. Principal among them is the PRIME-1 experiment, which has an ice drill to sample any ice that lies below the surface. Drill, baby, drill.\n\nThe Athena lander also is carrying a NASA-funded \"hopper\" that will fire small hydrazine rockets to bounce around the Moon and explore lunar craters near the South Pole. It might even fly into a lava tube. If this happens it will be insanely cool.\n\nBecause this is a commercial program, NASA has encouraged the delivery companies to find additional, private payloads. Athena has some nifty ones, including a small rover from Lunar Outpost, a data center from Lonestar Data Holdings, and a 4G cellular network from Nokia. So there's a lot riding on Athena's success.\n\n\"Of course, everybody's wondering, are we gonna land upright?\" Tim Crain, Intuitive Machines' chief technology officer, told Ars. \"So, I can tell you our laser test plan is much more comprehensive than those last time.\"\n\nDuring the first landing about a year ago, Odysseus' laser-based system for measuring altitude failed during the descent. Because Odysseus did not have access to altitude data, the spacecraft touched down faster, and on a 12-degree slope, which exceeded the 10-degree limit. As a result, the lander skidded across the surface, and one of its six legs broke, causing it to fall over.\n\nCrain said about 10 major changes were made to the spacecraft and its software for the second mission. On top of that, about 30 smaller things, such as more efficient file management, were updated on the new vehicle.\n\nIn theory, everything should work this time. Intuitive Machines has the benefit of all of its learnings from the last time, and nearly everything worked right during this first attempt. But the acid test comes on Thursday.\n\nThe company and NASA will provide live coverage of the attempt beginning at 11:30 am ET (16:30 UTC) on NASA+, with landing set for just about one hour later. The Moon may be a harsh mistress, but hopefully not too harsh."
  },
  {
    "url": "https://arstechnica.com/space/2025/02/spacex-readies-a-redo-of-last-months-ill-fated-starship-test-flight/",
    "title": "SpaceX readies a redo of last month’s ill-fated Starship test flight",
    "date": "Feb 28, 2025 7:53 pm",
    "content": "SpaceX plans to launch the eighth full-scale test flight of its enormous Starship rocket as soon as Monday after receiving regulatory approval from the Federal Aviation Administration.\n\nThe test flight will be a repeat of what SpaceX hoped to achieve on the previous Starship launch in January, when the rocket broke apart and showered debris over the Atlantic Ocean and Turks and Caicos Islands. The accident prevented SpaceX from completing many of the flight's goals, such as testing Starship's satellite deployment mechanism and new types of heat shield material.\n\nThose things are high on the to-do list for Flight 8, set to lift off at 5:30 pm CST (6:30 pm EST; 23:30 UTC) Monday from SpaceX's Starbase launch facility on the Texas Gulf Coast. Over the weekend, SpaceX plans to mount the rocket's Starship upper stage atop the Super Heavy booster already in position on the launch pad.\n\nThe fully stacked rocket will tower 404 feet (123.1 meters) tall. Like the test flight on January 16, this launch will use a second-generation, Block 2, version of Starship with larger propellant tanks with 25 percent more volume than previous vehicle iterations. The payload compartment near the ship's top is somewhat smaller than the payload bay on Block 1 Starships.\n\nThis block upgrade moves SpaceX closer to attempting more challenging things with Starship, such as returning the ship, or upper stage, back to the launch site from orbit. It will be caught with the launch tower at Starbase, just like SpaceX accomplished last year with the Super Heavy booster. Officials also want to bring Starship into service to launch Starlink Internet satellites and demonstrate in-orbit refueling, an enabling capability for future Starship flights to the Moon and Mars.\n\nNASA has contracts with SpaceX worth more than $4 billion to develop a Starship spinoff as a human-rated Moon lander for the Artemis lunar program. The mega-rocket is central to Elon Musk's ambition to create a human settlement on Mars.\n\nOther changes introduced on Starship Version 2 include redesigned forward flaps, which are smaller and closer to the tip of the ship's nose to better protect them from the scorching heat of reentry. Technicians also removed some of the ship's thermal protection tiles to \"stress-test vulnerable areas\" of the vehicle during descent. SpaceX is experimenting with metallic tile designs, including one with active cooling, that might be less brittle than the ceramic tiles used elsewhere on the ship.\n\nEngineers also installed rudimentary catch fittings on the ship to evaluate how they respond to the heat of reentry, when temperatures outside the vehicle climb to 2,600° Fahrenheit (1,430° Celsius). Read more about Starship Version in this previous story from Ars.\n\nIt will take about 1 hour and 6 minutes for Starship to fly from the launch pad in South Texas to a splashdown zone in the Indian Ocean northwest of Australia. The rocket's Super Heavy booster will fire 33 methane-fueled Raptor engines for two-and-a-half minutes as it climbs east from the Texas coastline, then jettison from the Starship upper stage and reverse course to return to Starbase for another catch with mechanical arms on the launch tower.\n\nMeanwhile, Starship will ignite six Raptor engines and accelerate to a speed just shy of orbital velocity, putting the ship on a trajectory to reenter the atmosphere after soaring about halfway around the world.\n\nIf you've watched the last few Starship flights, this profile probably sounds familiar. SpaceX achieved successful splashdowns after three Starship test flights last year, and hoped to do it again before the premature end of Flight 7 in January. Instead, the accident was the most significant technical setback for the Starship program since the first full-scale test flight in 2023, which damaged the launch pad before the rocket spun out of control in the upper atmosphere.\n\nNow, SpaceX hopes to get back on track. At the end of last year, company officials said they targeted as many as 25 Starship flights in 2025. Two months in, SpaceX is about to launch its second Starship of the year.\n\nThe breakup of Starship last month prevented SpaceX from evaluating the performance of the ship's Pez-like satellite deployer and upgraded heat shield. Engineers are eager to see how those perform on Monday's flight. Once in space, the ship will release four simulators replicating the approximate size and mass of SpaceX's next-generation Starlink Internet satellites. They will follow the same suborbital trajectory as Starship and reenter the atmosphere over the Indian Ocean.\n\nThat will be followed by a restart of a Raptor engine on Starship in space, repeating a feat first achieved on Flight 6 in November. Officials want to ensure Raptor engines can reignite reliably in space before actually launching Starship into a stable orbit, where the ship must burn an engine to guide itself back into the atmosphere for a controlled reentry. With another suborbital flight on tap Monday, the engine relight is purely a confidence-building demonstration and not critical for a safe return to Earth.\n\nThen, about 47 minutes into the mission, Starship will plunge back into the atmosphere. If this flight is like the previous few, expect to see live high-definition video streaming back from Starship as super-heated plasma envelops the vehicle in a cloak of pink and orange. Finally, air resistance will slow the ship below the speed of sound, and just 20 seconds before reaching the ocean, the rocket will flip to a vertical orientation and reignite its Raptor engines again to brake for splashdown.\n\nThis is where SpaceX hopes Starship Version 2 will shine. Although three Starships have made it to the ocean intact, the scorching temperatures of reentry damaged parts of their heat shields and flaps. That won't do for SpaceX's vision of rapidly reusing Starship with minimal or no refurbishment. Heat shield repairs slowed down the turnaround time between NASA's space shuttle missions, and officials hope the upgraded heat shield on Starship Version 2 will decrease the downtime.\n\nThe FAA confirmed Friday it issued a launch license earlier this week for Starship Flight 8.\n\n\"The FAA determined SpaceX met all safety, environmental and other licensing requirements for the suborbital test flight,\" an FAA spokesperson said in a statement.\n\nThe federal regulator oversaw a SpaceX-led investigation into the failure of Flight 7. SpaceX said NASA, the National Transportation Safety Board, and the US Space Force also participated in the investigation, which determined that propellant leaks and fires in an aft compartment, or attic, of Starship led to the shutdown of its engines and eventual breakup.\n\nEngineers concluded the leaks were most likely caused by a harmonic response several times stronger than predicted, suggesting the vibrations during the ship's climb into space were in resonance with the vehicle's natural frequency. This would have intensified the vibrations beyond the levels engineers expected from ground testing.\n\nEarlier this month, SpaceX completed an extended-duration static fire of the next Starship upper stage to test hardware modifications at multiple engine thrust levels. According to SpaceX, findings from the static fire informed changes to the fuel feed lines to Starship's Raptor engines, adjustments to propellant temperatures, and a new operating thrust for the next test flight.\n\n\"To address flammability potential in the attic section on Starship, additional vents and a new purge system utilizing gaseous nitrogen are being added to the current generation of ships to make the area more robust to propellant leakage,\" SpaceX said. \"Future upgrades to Starship will introduce the Raptor 3 engine, reducing the attic volume and eliminating the majority of joints that can leak into this volume.\"\n\nFAA officials were apparently satisfied with all of this. The agency's commercial spaceflight division completed a \"comprehensive safety review\" and determined Starship can return to flight operations while the investigation into the Flight 7 failure remains open. This isn't new. The FAA also used this safety determination to expedite SpaceX launch license approvals last year as officials investigated mishaps on Starship and Falcon 9 rocket flights."
  },
  {
    "url": "https://arstechnica.com/space/2025/02/the-odds-of-a-city-killer-asteroid-impact-in-2032-keep-rising-should-we-be-worried/#comments",
    "title": "The odds of a city-killer asteroid impact in 2032 keep rising. Should we be worried?",
    "date": "Feb 19, 2025 9:36 am",
    "content": "An asteroid discovered late last year is continuing to stir public interest as its odds of striking planet Earth less than eight years from now continue to increase.\n\nTwo weeks ago, when Ars first wrote about the asteroid, designated 2024 YR4, NASA's Center for Near Earth Object Studies estimated a 1.9 percent chance of an impact with Earth in 2032. NASA's most recent estimate has the likelihood of a strike increasing to 3.2 percent. Now that's not particularly high, but it's also not zero.\n\nNaturally the prospect of a large ball of rock tens of meters across striking the planet is a little worrisome. This is large enough to cause localized devastation near its impact site, likely on the order of the Tunguska event of 1908, which leveled some 500 square miles (1,287 square kilometers) of forest in remote Siberia.\n\nTo understand why the odds from NASA are changing and whether we should be concerned about 2024 YR4, Ars connected with Robin George Andrews, author of the recently published book How to Kill an Asteroid. Good timing with the publication date, eh?\n\nArs: Why are the impact odds increasing?\n\nRobin George Andrews: The asteroid’s orbit is not known to a great deal of precision right now, as we only have a limited number of telescopic observations of it. However, even as the rock zips farther away from Earth, certain telescopes are still managing to spy it and extend our knowledge of the asteroid’s orbital arc around the Sun. The odds have fluctuated in both directions over the last few weeks, but overall, they have risen; that’s because the amount of uncertainty astronomers have as to its true orbit has shrunk, but Earth has yet to completely fall out of that zone of uncertainty. As a proportion of the remaining uncertainty, Earth is taking up more space, so for now, its odds are rising.\n\nThink of it like a beam of light coming out of the front of that asteroid. That beam of light shrinks as we get to know its orbit better, but if Earth is yet to fall out of that beam, it takes up proportionally more space. So, for a while, the asteroid’s impact odds rise. It’s very likely that, with sufficient observations, Earth will fall out of that shrinking beam of light eventually, and the impact odds will suddenly fall to zero. The alternative, of course, is that they'll rise close to 100 percent.\n\nArs: What are we learning about the asteroid's destructive potential?\n\nAndrews: The damage it could cause would be localized to a roughly city-sized area, so if it hits the middle of the ocean or a vast desert, nothing would happen. But it could trash a city, or completely destroy much of one, with a direct hit.\n\nThe key factor here (if you had to pick one) is the asteroid’s mass. Each time the asteroid gets twice as long (presuming it’s roughly spherical), it brings with it 8 times more kinetic energy. So if the asteroid is on the smaller end of the estimated size range—40 meters—then it will be as if a small nuclear bomb exploded in the sky. At that size, unless it’s very iron-rich, it wouldn’t survive its atmospheric plunge, so it would explode in mid-air. There would be modest-to-severe structural damage right below the blast, and minor to moderate structural damage over tens of miles. A 90-meter asteroid would, whether it makes it to the ground or not, be more than 10x more energetic; a large nuclear weapon blast, then. A large city would be severely damaged, and the area below the blast would be annihilated.\n\nArs: Do we have any idea where the asteroid might strike on Earth?\n\nAndrews: The \"risk corridor\" is currently spread over parts of the eastern Pacific Ocean, northern South America, the Atlantic Ocean, parts of Africa, the Arabian Sea and South Asia. Additional observations will ultimately narrow this down, if an impact remains possible.\n\nArs: What key observations are we still waiting for that might clarify the threat?\n\nAndrews: Most telescopes will lose sight of this \"small\" asteroid in the coming weeks. But the James Webb Space Telescope will be able to track it until May. For the first time, it’s been authorized for planetary defense purposes, largely because its infrared eye allows it to track the asteroid further out than optical light telescopes. JWST will not only improve our understanding of its orbit, but also constrain its size. First observations should appear by the end of March.\n\nJWST may rule out an impact in 2032. But there's a chance we may be stuck with a few-percentage impact probability until 2028, when the asteroid makes its next Earth flyby. Bit awkward, if so.\n\nArs: NASA's DART mission successfully shifted an asteroid's orbit in 2022. Could this technology be used?\n\nAndrews: Not necessarily. DART—a type of spacecraft called a kinetic impactor—was a great success. But it still only changed Dimorphos' orbit by a small amount. Ideally, you want many years of advance notice to deflect an asteroid with something like DART to ensure the asteroid has moved out of Earth’s way. I've often been told that at least 10 years prior to impact is best if you want to be sure to deflect a city killing-size asteroid. That’s not to say deflection is impossible; it just becomes trickier to pull off. You can’t just hit it with a colossal spacecraft, because you may fragment it into several still-dangerously sized pieces. Hit it too softly, and it will still hit Earth, but somewhere that wasn’t originally going to be hit. You have to be super careful here.\n\nSome rather clever scientists at the Lawrence Livermore National Laboratory (which has a superb planetary defense contingent) worked out that, for a 90-meter asteroid, you need 10 years to confidently deflect it with a kinetic impactor to prevent an Earth impact. So, to deflect 2024 YR4, if it’s 90 meters long and we have just a few years of time, we’d probably need a bigger impactor spacecraft (but don’t break it!)—or we’d need several kinetic impactors to deflect it (but each has to work perfectly).\n\nEight years until impact is a little tight. It’s not impossible that the choice would be made to use a nuclear weapon to deflect it; this could be very awkward geopolitically, but a nuke would impart a bigger deflection than an equivalent DART-like spacecraft. Or, maybe, they’d opt to try and vaporize the asteroid with something like a 1 megaton nuke, which LLNL says would work with an asteroid this size.\n\nArs: So it's kind of late in the game to be planning an impact mission?\n\nAndrews: This isn’t an ideal situation. And humanity has never tried to stop an asteroid impact for real. I imagine that if 2024 YR4 does become an agreed-upon emergency, the DART team (JHUAPL + NASA, mostly) would join forces with SpaceX (and other space agencies, particularly ESA but probably others) to quickly build the right mass kinetic impactor (or impactors) and get ready for a deflection attempt close to 2028, when the asteroid makes its next Earth flyby. But yeah, eight years is not too much time.\n\nA deflection could work! But it won’t be as simple as just hitting the asteroid really hard in 2028.\n\nArs: How important is NASA to planetary defense?\n\nAndrews: Planetary defense is an international security concern. But right now, NASA (and America, by extension) is the vanguard. Its planetary defenders are the watchers on the wall, the people most responsible for not just finding these potentially hazardous asteroids before they find us, but also those most capable of developing and deploying tech to prevent any impacts. America is the only nation with (for now!) a well-funded near-Earth object hunting program, and is the only nation to have tested out a planetary defense technique. It’s a movie cliché that America is the only nation capable of saving the world from cosmic threats. But, for the time being—even with amazing planetary defense mission contributions from ESA and JAXA—that cliché remains absolutely true."
  },
  {
    "url": "https://arstechnica.com/space/2025/03/after-less-than-a-day-the-athena-lander-is-dead-on-the-moon/",
    "title": "After less than a day, the Athena lander is dead on the Moon",
    "date": "Mar 7, 2025 11:01 am",
    "content": "Intuitive Machines announced on Friday morning that its Athena mission to the surface of the Moon, which landed on its side, has ended.\n\n\"With the direction of the Sun, the orientation of the solar panels, and extreme cold temperatures in the crater, Intuitive Machines does not expect Athena to recharge,\" the company said in a statement. \"The mission has concluded and teams are continuing to assess the data collected throughout the mission.\"\n\nAthena, a commercially developed lander, touched down on the lunar surface on Thursday at 11:28 am local time in Houston (17:28 UTC). The probe landed within 250 meters of its targeted landing site in the Mons Mouton region of the Moon. This is the southernmost location that any probe has landed on the Moon, within a few degrees of the lunar south pole.\n\nThis marked the Houston-based company's second lunar mission. The first one, a little more than a year ago, suffered a problem with its laser rangefinders prior to landing. Although it touched down softly, this first lander reached the Moon going slightly faster than intended—and in a location with a steeper slope. It broke a landing leg and toppled over. However, even in this configuration, the Odysseus mission was able to generate power and complete a significant portion of its scientific objectives over the course of a week of activity on the Moon.\n\nIntuitive Machines has not yet said precisely what happened in Athena's final moments before it reached the Moon on Thursday. However, in a news conference on Thursday afternoon, company officials confirmed that they had experienced another problem with the laser rangefinders. This caused the spacecraft to, again, not know precisely where it was relative to the surface of the Moon, or how high.\n\nThe Athena mission was funded in significant part by NASA. The space agency has begun to hire commercial companies like Intuitive Machines to deliver scientific experiments to the lunar surface as it gears up for a human exploration program near the South Pole of the Moon.\n\nNASA expected Athena to have a reasonable chance of success. Although it landed on its side, Odysseus was generally counted as a win because it accomplished most of its tasks. Accordingly, NASA loaded a number of instruments onto the lander. Most notable among these was the PRIME-1 experiment, an ice drill to sample and analyze any ice that lies below the surface.\n\n\"After landing, mission controllers were able to accelerate several program and payload milestones, including NASA’s PRIME-1 suite, before the lander’s batteries depleted,\" the company's statement said. However, this likely means that the company was able to contact the instrument but not perform any meaningful scientific activities.\n\nNASA has accepted that these commercial lunar missions are high-risk, high-reward. (Firefly's successful landing last weekend offers an example of high rewards). It is paying the companies, on average, $100 million or less per flight. This is a fraction of what NASA would pay through a traditional procurement program. The hope is that, after surviving initial failures, companies like Intuitive Machines will learn from their mistakes and open a low-cost, reliable pathway to the lunar surface.\n\nEven so, this failure has to be painful for NASA and Intuitive Machines. The space agency lost out on some valuable science, and Intuitive Machines has taken a step backward with this mission rather than moving forward as it had hoped to do.\n\nFortunately, this is unlikely to be the end for the company. NASA has committed to a third and fourth mission on Intuitive Machines' lander, the next of which could come during the first quarter of 2026. NASA has also contracted with the company to build a small network of satellites around the Moon for communications and positioning services. So although the company's fortunes look dark today, they are not permanently shadowed like the craters on the Moon that NASA hopes to soon explore."
  },
  {
    "url": "https://arstechnica.com/space/2025/02/nasa-nominee-previews-his-vision-for-the-agency-mars-hard-work-inspiration/#comments",
    "title": "NASA nominee previews his vision for the agency: Mars, hard work, inspiration",
    "date": "Feb 17, 2025 10:39 am",
    "content": "The likely next leader of NASA, private astronaut and pilot Jared Isaacman, has kept a low profile since the announcement last year that he was President Donald Trump's choice to lead the space agency.\n\nThis is understandable, as Isaacman must still be confirmed by the US Senate. No date has yet been put forward for a confirmation hearing before the Senate Commerce, Science, and Transportation Committee, which is chaired by Sen. Ted Cruz (R-Tex.). Typically, during this interim period, nominees meet with Senators behind closed doors before their hearings and limit public comments that could put them in the hot seat during the confirmation process.\n\nThis has meant that we've heard little from the person who is in line to lead NASA over the next four years as the space agency confronts a number of issues. These include reconfiguring the Artemis Program, a potential pivot toward Mars, an aging International Space Station, Mars Sample Return, a limited pipeline of science missions, and the likelihood of budget cuts. On top of all of this there is the uncertainty and unease federal workers face as the Trump Administration scrutinizes their activities for efficiency and, in some cases, loyalty.\n\nHowever, Isaacman made some of his most in-depth remarks yet on his vision to lead the space agency this weekend on the social media site X. Commenting on an image of Mars, it is notable that Isaacman chose to focus on the benefits of sending humans to the red planet.\n\n\"When I see a picture like this, it is impossible not to feel energized about the future,\" he wrote. \"I think it is so important for people to understand the profound implications of sending humans to another planet.\"\n\nAmong these, Isaacman cited the benefits of advancing state-of-the-art technologies including propulsion, habitability, power generation, in-situ resource utilization, and manufacturing.\n\n\"We will create systems, countermeasures, and pharmaceuticals to sustain human life in extreme conditions, addressing challenges like radiation and microgravity over extended durations,\" he said. \"These advancements will form the foundation for lower-cost, more frequent crewed and robotic missions across the solar system, creating a flywheel effect to accelerate world-changing discoveries.\"\n\nAdditionally, Isaacman said taking the first steps toward humanity living beyond Earth was critical to the long-term survival of the species, and that such an achievement would inspire a new generation of scientific and technological leaders.\n\n\"Achieving such an outrageous endeavor—like landing American astronauts on another planet—will inspire generations of dreamers to build upon these accomplishments, set even bolder goals, and drive humankind’s greatest adventure forward,\" he wrote.\n\nUpon being asked about his thoughts about sending humans to Mars during the launch window in late 2028 or early 2029, Isaacman said he remains on the outside of NASA's planning process for now. But he did say the United States should start to put serious effort toward sending humans to Mars.\n\n\"We should invest a reasonable amount of resources coupled with extreme work intensity and then make them a reality,\" he wrote. \"Even getting 90% there in the near term would set humankind on an incredible trajectory for the long term.\"\n\nIn his comments Isaacman was careful to offer an uplifting and inclusive message. This has been his approach since his arriving in the space community about five years ago, with the Inspiration4 mission in 2021, and Polaris Dawn last year. He has sought to inspire people to be interested in space, advance commercial spaceflight, and broaden access. With his two Crew Dragon missions, Isaacman brought a variety of people to space and raised funds for charity. He is broadly liked within the space community for these reasons.\n\nSome critics have raised concerns about conflicts of interest, as Isaacman has paid hundreds of millions of dollars to SpaceX for his two flights. Will he unduly favor the spaceflight company founded by Elon Musk as leader of NASA? There is also hope within the space community, as well as NASA itself, that Isaacman can bring dynamic leadership and ease the considerable uncertainty hanging over the space agency at present. The NASA employees I have spoken with, almost universally, would welcome his confirmation sooner rather than later.\n\nAlthough Isaacman's remarks this weekend were general in nature, we can draw some information from them. First of all, Isaacman does not appear to be foreclosing on the idea of a lunar component for NASA's deep space exploration program. He mentions \"Moon to Mars\" in his comments. However it is likely that NASA's lunar program will become more focused, with the goal of learning what we can on the Moon to support human missions to Mars.\n\nAs for Mars itself, it seems clear the Isaacman's spaceflight goals align with those of Trump—who, despite creating the Artemis lunar program during his first term, has always been more interested in sending humans to Mars—and Musk, who founded SpaceX with the express purpose of putting humans on Mars."
  },
  {
    "url": "https://arstechnica.com/space/2025/02/asteroid-2024-yr4-may-be-a-dud-but-we-will-soon-find-many-more-threats/#comments",
    "title": "Asteroid 2024 YR4 is going to miss Earth, but the story doesn’t end there",
    "date": "Feb 24, 2025 9:39 am",
    "content": "It was only a few days ago that a certain fear-mongering website named, ahem, Ars Technica published an article about the prospect of a killer asteroid striking the planet Earth in the year 2032.\n\nAt the time, the odds of a small asteroid first discovered late last year—and designated 2024 YR4—hitting us were non-negligible. There was an estimated 3.2 percent chance that the large rock would impact the planet eight years from now.\n\nIn the days since then, the odds have fallen dramatically. Based on the latest estimate from NASA, there is now just a 0.0039 percent chance. Put another way, the odds of impact are 1 in 26,000.\n\nNow, you might be inclined to call the author of that news article a planetary hero, as the odds of an impact have dropped precipitously since the publication of this dire warning. The correlation is clear and convincing. We're more modest than that here at Ars, although we wouldn't turn away some new subscribers.\n\nIn reality, even as the near-Earth asteroid 2024 YR4 was moving away, ground-based telescopes were able to gather enough observations to get a better handle on its orbit. So we can safely take a deep breath and return to the more pressing existential problems posed by threats on this planet rather than off-world.\n\nHowever, there is something that we should all take away from this experience.\n\nCity-killer asteroids the size of 2024 YR4 are fairly common in the inner Solar System. This asteroid was likely somewhere between 40 and 100 meters across, which is large enough to cause regional destruction on the planet, but small enough to be difficult to find with most telescopes. However, we should expect to find more of them in the coming years.\n\n\"An object the size of YR4 passes harmlessly through the Earth-Moon neighborhood as frequently as a few times per year,\" Richard Binzel, one of the world's leading asteroid experts and a professor of planetary sciences at the Massachusetts Institute of Technology, told Ars. \"The YR4 episode is just the beginning for astronomers gaining the capability to see these objects before they come calling through our neck of the woods.\"\n\nThese new capabilities include powerful telescopes, some of which are expressly designed to find near-Earth hazards.\n\nThe Vera C. Rubin Observatory, formerly known as the Large Synoptic Survey Telescope, is nearing completion in Chile. Among its primary scientific objectives is finding small asteroids near Earth, and it is likely to find many. A little more than two years from now, the NEO Surveyor is scheduled to launch to a Sun-Earth Lagrange point. This NASA-backed instrument will survey the Solar System for threats to Earth. Finally, the Nancy Grace Roman Space Telescope due to launch in 2027 will not look directly for asteroids, but also is likely to find threats to Earth.\n\nWith all of these tools coming online, astronomers believe we are likely to find 10 or even 100 times more objects like 2024 YR4.\n\n\"For perhaps many of these new discoveries, we will have initial uncertainties about their miss-distance from Earth,\" Binzel said. \"But just like YR4, with a little time and patient tracking, we will be able to rule out entirely any hazard.\"\n\nBinzel invented what is known as the \"Torino Scale\" about three decades ago to characterize the threat to humanity from asteroids and comets that are potentially on a collision course with Earth. The scale factors in both the probability of impact of an object as well as the kinetic energy that it could deliver to the planet.\n\nThis scale ranks objects from 0, meaning no impact, to 10, which is (ok, this is a slight exaggeration) nearly as bad as the destruction of Alderaan in Star Wars.\n\nThe highest ranking of an asteroid was 99942 Apophis, which briefly reached level 4 on the scale for a few days after its discovery in 2004. (Further analysis revealed that its orbit in 2036 will bring the asteroid near Earth, but not strike the planet.) As for 2024 YR4, it is notable because it reached a level 3 last week, when its odds of striking the planet were highest. But fear not; it's now a level 0.\n\nIn fact, the message people should take from this whole experience is that the Solar System is full of small rocks whizzing all around. And when it comes to asteroids and comets, knowledge is power.\n\n\"Rather than making anyone anxious, by finding these objects that are already out there and pinning down their orbits, we are becoming more secure in our knowledge that any sizable asteroid is not likely to take us by surprise as an unwelcome guest landing on us,\" Binzel said.\n\nAnd if there are legitimate threats, the more time we have to prepare a deflection mission to intercept the asteroid, the better."
  }
]