[
  {
    "url": "https://www.nasa.gov/images/",
    "title": "NASA Images",
    "date": "",
    "content": "NASA has always told its story through its images, a few of which have become icons of human history.\n\nNASA Astronaut Tracy Dyson Speaks to Students\n\nNASA astronaut Tracy Dyson points to the Expedition 71 patch on her flight suit as she answers a question from students, Wednesday, March 5, 2025, at Elsie Whitlow Stokes Community Freedom Public Charter School in Washington. Dyson and fellow crewmates Matthew Dominick, Michael Barratt, and Jeanette Epps served as part of Expedition 71 aboard the International Space Station.\n\nThe 100 best images from 2024 as captured and selected by the NASA Headquarters Photo team.\n\nGuidelines for the access and use of NASA's images and media assets for educational, informational, and commercial purposes.\n\nImages, videos, and audio files from programs throughout the agency's history.\n\nThe official Flickr account for the award-winning photography team at NASA Headquarters in Washington.\n\nImages of Earth that emerge from NASA satellite missions, in-the-field research, and models.\n\nThe official Flickr account for NASA's James Webb Space Telescope.\n\nImages and photographs of our fascinating universe are featured daily, along with explanations from professional astronomers.\n\nPublicly released images from several solar system exploration programs.\n\nThe Faces of NASA series combines stunning portraiture with interviews of NASA's workforce.\n\nGames and Interactives\n\nBlogs\n\nNewsletters\n\nNASA History"
  },
  {
    "url": "https://www.nasa.gov/about/",
    "title": "About NASA",
    "date": "2022-12-07T13:25:24-05:00",
    "content": "NASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.\n\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery. For more than 65 years, NASA has made the seemingly impossible, possible. At its 20 centers and facilities across the country and with U.S. commercial companies and international partners, NASA leads studying Earth science, including climate, our Sun, solar system, and the larger universe. We conduct cutting-edge research to advance technology and aeronautics. We operate the world’s leading space laboratory, the International Space Station, and will establish a sustainable and strong exploration presence on the Moon this decade through the Artemis campaign.\n\nNASA’s future will continue to be a story of human exploration, technology, and science. We will go back to the Moon to learn more about what it will take to support human exploration to Mars and beyond. We will continue to nurture the development of a vibrant low-Earth orbit economy that builds on the work done to date by the International Space Station. NASA engineers will develop new technologies to improve air transport at home and meet the challenges of advanced space exploration. Our scientists will work to increase an understanding of our planet and our place in the universe.\n\nWhen NASA opened for business on October 1, 1958, it accelerated the work already started on human and robotic spaceflight, and over the last 65 years it has continued to push the boundaries of aeronautics and space exploration. Now NASA is preparing to take humankind farther than ever before, as it helps to foster a robust commercial space economy near Earth, and pioneers further human and robotic exploration as we venture into deep space.\n\nJanet Petro is NASA’s acting administrator. Petro is responsible for directing the agency, including budget and programs, until a new administrator is confirmed by the U.S. Senate.\n\nVanessa Wyche is NASA’s acting associate administrator. Wyche is senior advisor to the administrator, leading the agency’s center directors and mission directorate associate administrators.\n\nCasey Swails is NASA’s deputy associate administrator. Swails is advisor to the associate administrator for day-to-day operations and long-term strategic direction.\n\nAlign your talents with your passion and find out why NASA consistently is named a best place to work in the federal government. At NASA, you'll have an opportunity to work on unique and challenging projects that truly make an impact on humanity.\n\nStay up-to-date on the latest news from NASA–from Earth to the Moon, the Solar System and beyond.\n\nWe will never share your email address.\n\nPrivacy Policy\n\nNASA Organization\n\nNASA Directorates\n\nNASA’s Impact\n\nGet Involved"
  },
  {
    "url": "https://www.nasa.gov/get-involved/virtual-guest-program/nasa-invites-you-to-share-excitement-of-agencys-spacex-crew-10-launch/",
    "title": "NASA Invites You to Share Excitement of Agency’s SpaceX Crew-10 Launch",
    "date": "2025-03-06T15:14:06-05:00",
    "content": "2 min read\n\nNASA invites the public to take part in virtual activities for the launch of the agency’s SpaceX Crew-10 mission to the International Space Station.\n\nNASA astronauts Anne McClain, commander, and Nichole Ayers, pilot, along with mission specialists JAXA (Japan Aerospace Exploration Agency) astronaut Takuya Onishi and Roscosmos cosmonaut Kirill Peskov, will embark on a flight aboard a SpaceX Dragon spacecraft to the orbiting laboratory. The launch, aboard a SpaceX Falcon 9 rocket, is targeted for 7:48 p.m. EDT Wednesday, March 12, from Launch Complex 39A at NASA’s Kennedy Space Center in Florida.\n\nThe public can register to be a virtual launch guest and receive curated resources, interactive opportunities, timely launch updates, and a mission-specific collectible stamp for their virtual guest passport after liftoff – all sent straight to their inbox.\n\nA new way to collect and share stamps has arrived. Print one for your virtual guest passport and receive another, made special for sharing on social media. Don’t have a passport yet? Print one here and be ready to add a stamp!\n\nWant to learn more about the mission and NASA’s Commercial Crew Program? Follow along with the Crew-10 mission blog, Commercial Crew blog, @commercial_crew on X, or check out Commercial Crew on Facebook."
  },
  {
    "url": "https://www.nasa.gov/learning-resources/",
    "title": "Space To Learn",
    "date": "",
    "content": "We are engaging students in NASA’s exciting missions, broad range of careers, and unique learning opportunities.\n\nPlay games and learn about NASA!\n\nMake, launch, compete and learn.  Find your favorite way to be part  the Artemis Mission.\n\nWe offer internship opportunities across the United States – check us out online and find your place in space!\n\nNASA unique content and collaboration.\n\nStudents build knowledge and technical skills by engaging in NASA’s missions.\n\nNASA seeks to build the next generation STEM workforce by broadening pathways to STEM fields.\n\nThe agency’s investments provide students with knowledge and skills fundamental to future technological and scientific advancements.\n\nNASA offers a wide array of unique experiences designed to engage K-12 students nationwide in the agency’s missions, people, and resources.\n\nAdults such as parents, caregivers, educational leaders, and mentors play a significant role in connecting the Artemis Generation to NASA and its missions. NASA STEM Engagement invests in a diverse portfolio of learning opportunities and activities designed to reach as many U.S. students as possible.\n\nNASA leverages its unique missions and programs to enhance and increase the capability and size of the nation’s future STEM workforce.\n\nNASA has a portfolio of activities and opportunities dedicated to attracting and engaging students in all institutional categories and levels across the nation. These range from internships and fellowships, research and development opportunities, challenges and competitions, pre-college and college STEM experiences, virtual learning, faculty support, as well as institutional support.\n\nNASA provides a variety of pathways for those outside the agency to contribute to authentic and meaningful research. Whether you’re…\n\nNASA Astronaut to Answer Questions from Students in Oregon\n\n2025 Aviation Weather Mission: Civil Air Patrol Cadets Help Scientists Study the Atmosphere with GLOBE…\n\nUniversity High Knows the Answers at NASA JPL Regional Science Bowl\n\nNASA Astronauts to Answer Questions from Students in Ohio, Texas\n\nSharing PLANETS Curriculum with Out-of-School Time Educators\n\nNASA University Research Program Makes First Award to a Community College Project\n\nEclipses to Auroras: Eclipse Ambassadors Experience Winter Field School in Alaska\n\nWhat is an Engineer? (Grades K-4)\n\nConnect students with astronauts aboard the space station for a live question-and-answer session about living and working in space.\n\nUse the STEM Search tool to explore hands-on activities, interactive features, videos, facilitated learning guides, and more!\n\nMultiple STEM challenges and opportunities reaching a broad audience of middle and high schools, technical colleges, and universities across the nation.\n\nWith so many ways to connect with and experience NASA's mission of scientific exploration and discovery, there's something here to awaken the curiosity in everyone.\n\nThe Surprisingly STEM video series provides a behind-the-scenes look at just a few of the unexpected roles that help NASA accomplish its goals in space and on Earth. Explore the series and learn about other NASA STEM careers in the NASA Workforce and Careers.\n\nKeep up with the latest NASA STEM happenings by subscribing to the NASA EXPRESS newsletter. Find crafting ideas, science experiments with household items and videos to watch as a family. Updates on workshops, internships, contests and student challenges are also included.\n\nNASA fosters international collaboration to support joint missions and research efforts, while also offering engaging STEM activities—such as challenges and online resources—available globally within the existing framework of the STEM Engagement program.\n\n\n\n\n\n\n\n\n\n\n\nOutside the Classroom\n\nNASA STEM Opportunities and Activities For Students\n\nRequests for Exhibits, Artifacts, or Speakers\n\nPartnering with NASA STEM Engagement"
  },
  {
    "url": "https://www.nasa.gov/centers-and-facilities/jpl/university-high-knows-the-answers-at-nasa-jpl-regional-science-bowl/",
    "title": "University High Knows the Answers at NASA JPL Regional Science Bowl",
    "date": "2025-03-03T15:42:54-05:00",
    "content": "3 min read\n\nIn a fast-paced competition, students showcased their knowledge across a wide range of science and math topics.\n\nWhat is the molecular geometry of sulfur tetrafluoride? Which layer of the Sun is thickest? What is the average of the first 10 prime numbers? If you answered “see-saw,” “radiation zone,” and “12.9,” respectively, then you know a tiny fraction of what high school students must learn to compete successfully in the National Science Bowl.\n\nOn Saturday, March 1, students from University High School in Irvine answered enough of these kind of challenging questions correctly to earn the points to defeat 19 other high school teams, winning a regional Science Bowl competition hosted by NASA’s Jet Propulsion Laboratory in Southern California. Troy High, from Fullerton, won second place, while Arcadia High placed third.\n\nSome 100 students gathered at JPL for the fast-paced event, which drew schools from across Los Angeles, Orange, and San Bernardino counties. Teams are composed of four students and one alternate, with a teacher serving as coach. Two teams at a time face off in a round robin tournament, followed by tie-breaker and double-elimination rounds, then final matches.\n\nThe questions — in biology, chemistry, Earth and space science, energy, mathematics, and physics — are at a college first-year level. Students spend months preparing, studying, quizzing each other, and practicing with “Jeopardy!”-style buzzers.\n\nIt was the third year in a row for a University victory at the JPL-hosted event, and the championship round with Troy was a nail-biter until the very last question. The University team only had one returning student from the previous year’s team, junior Feodor Yevtushenko. Both he and longtime team coach and science teacher David Knight said the key to success is specialization — with each student focusing on particular topic areas.\n\n“I wake up and grind math before school,” Feodor said. “Being a jack-of-all-trades means you’re a jack-of-no-trades. You need ruthless precision and ruthless speed.”\n\nUniversity also won for four years in row from 2018 to 2021. The school’s victory this year enables its team to travel to Washington in late April and vie for ultimate dominance alongside other regional event winners in the national finals.\n\nMore than 10,000 students compete in some 115 regional events held across the country. Managed by the U.S. Department of Energy, the National Science Bowl was created in 1991 to make math and science fun for students, and to encourage them to pursue careers in those fields. It’s one of the largest academic competitions in the United States.\n\nJPL’s Public Services Office coordinates the regional contest with the help of volunteers from laboratory staff and former Science Bowl participants in the local community. This year marked JPL’s 33rd hosting the event.\n\nMelissa PamerJet Propulsion Laboratory, Pasadena, Calif.626-314-4928melissa.pamer@jpl.nasa.gov\n\n2025-030\n\nMissions\n\nHumans in Space\n\nClimate Change\n\nSolar System"
  },
  {
    "url": "https://www.nasa.gov/accessibility/",
    "title": "Accessibility at NASA",
    "date": "2023-07-25T09:31:45-04:00",
    "content": "2 min read\n\nThe National Aeronautics and Space Administration is committed to making all agency programs and services, including Information and Communication Technology (ICT), accessible to everyone.\n\nTo meet this commitment, our web pages have been designed to meet or exceed the Section 508 standards and conform to the W3C Web Content Accessibility Guidelines (WCAG) 2.0, Level AA.\n\nNASA’s accessibility policy is documented in NASA Procedural Requirement 2800.2A, Information and Communication Technology Accessibility.\n\nTo learn more about other areas of accessibility policy and practices at NASA, please visit our Section 508 Program web page.\n\nPlease email us at AssistedProgramComplaint@nasa.gov if you:\n\nWhen reporting an issue, please indicate what browser and assistive technology you are using at the time of the issue, as well as the web page or document URL(s).\n\nPlease note that this email address is only for submitting web accessibility issues. For more general inquiries, please see the Contact NASA web page.\n\nIndividuals who are deaf, deaf-blind, hard of hearing, or have a speech disability who need to contact NASA by phone may dial 711 (TTY, TDD, or TeleBraille) to access telecommunications relay services. For more information, visit the 711 consumer guide.\n\nFor information about NASA’s procedures for reasonable accommodations for federal employees and for filing official complaints, please visit the Office of Diversity and Equal Opportunity Disability Employment Program Web page\n\nNASA’s Section 508 Program Manager is Courtney Ritz  at courtney.l.ritz@nasa.gov.\n\nLast Reviewed and Updated:  02/11/2024\n\nPage Editor: Michelle Wolverton"
  },
  {
    "url": "https://www.nasa.gov/centers-and-facilities/",
    "title": "Centers and Facilities",
    "date": "",
    "content": "The National Aeronautics and Space Administration is America’s civil space program and the global leader in space exploration. Located across the U.S., the agency has a diverse workforce of just under 18,000 civil servants, and works with many more U.S. contractors, academia, and international and commercial partners to explore, discover, and expand knowledge for the benefit of humanity.\n\nUnique opportunities at centers and facilities for NASA's social media followers to learn and share information about the agency's missions, people, and programs.\n\nWitnessing a live rocket launch is a jaw-dropping, bucket-list experience. Visitor Centers at Kennedy Space Center and Wallops Flight Facility provide the closest public viewing of rocket launches with live launch commentary from space experts."
  },
  {
    "url": "https://www.nasa.gov/communicating-with-missions/",
    "title": "SCaN.Science and exploration, enabled.",
    "date": "",
    "content": "Reliable space communication and navigation systems are critical to every NASA mission. Spacecraft commands, never-before-seen images, and scientific data are sent and received daily by NASA’s giant antennas on Earth. From the Voyager mission exploring beyond our solar system, to astronauts onboard the International Space Station, space communications provide the crucial connection to our home planet.\n\nEnabling missions within one million miles of Earth.\n\nAstronauts onboard the International Space Station, missions monitoring Earth’s weather and effects of climate change, and spacecraft exploring the Moon and beyond all depend on NASA’s Near Space Network to provide robust communications services. Using a blend of government and commercial assets, the network supports science, human spaceflight, and technology demonstration missions exploring our planet and the solar system. This data is gathered through global direct-to-Earth antennas systems and a fleet of relay satellites.\n\nKeeping in touch, no matter the distance.\n\nFrom robotic explorers venturing the rocky landscape of Mars, to the Voyager missions unveiling the secrets of interstellar space, to the first woman and first person of color landing on the Moon—NASA’s Deep Space Network provides communications, tracking, and radio science services to missions that explore the furthest points of our solar system. Consisting of three ground stations around the world, its sites are spaced equidistant from each other, ensuring one complex is always in view of faraway spacecraft. The global network also serves as a planetary radar and radio observatory for science measurements.\n\nSCaN is supporting a new era of lunar exploration.\n\nSCaN contributes to NASA’s exploration of the Moon, Mars, and beyond. The program’s lunar activities encompass communications and navigation support to the Artemis missions, bringing internet-like capabilities to the Moon, and providing astronauts with robust search and rescue capabilities.\n\nOptical, or laser, communications will provide significant benefits for missions, including bandwidth increases of 10 to 100 times more than radio frequency systems.\n\nCurrently, most NASA missions use radio frequency communications to send data to and from spacecraft. Radio waves have been used in space communications since the beginning of space exploration and have a proven track record of success. However, as space missions generate and collect more data, the need for enhanced communications capabilities becomes paramount.\n\nRapid advances in quantum optics have recently enabled space-based demonstrations of new communications and networking technologies and protocols.\n\nLeveraging optical communications, the second quantum revolution promises to significantly improve NASA’s mission in various scientific, exploration, and technological enterprises, but especially in space-to-ground and deep space communications and navigation.\n\nExploration, enabled.\n\nNASA’s Space Communications and Navigation program, or SCaN, serves as the program office for all of NASA’s space communications activities. Presently enabling the success of more than 100 NASA and non-NASA mission, SCaN manages and directs the ground-based facilities and services provided by the Deep Space Network and the Near Space Network, including the Tracking and Data Relay Satellite system.\n\nLearn with us.\n\nSCaN is committed to strategic communications, education and public outreach efforts in order for the public to understand the importance of communications and navigation in making possible all space missions.\n\nNASA Successfully Acquires GPS Signals on Moon\n\nMore Than 400 Lives Saved with NASA’s Search and Rescue Tech in 2024\n\nBuilding an Antenna\n\nNASA 3D-Printed Antenna Takes Additive Manufacturing to New Heights\n\nNASA and Italian Space Agency Test Future Lunar Navigation Technology\n\nNASA’s Space Communications and Navigation (SCaN) program enables this data exchange, whether it’s with astronauts aboard the International Space Station,…\n\nExplore the future of space communications technology and engineering.\n\nEvery NASA missions requires use of the electromagnetic spectrum to communicate with our spacecraft and send vital data back to Earth.\n\nThe Tracking and Data Relay Satellite (TDRS) constellation consists of a number of geosynchronous satellites distributed over the Atlantic Ocean, Pacific Ocean, and Indian Ocean, which provide near-continuous relay services to over 25 missions.\n\nNASA's Space Communications and Navigation program, or SCaN, serves as the program office for all of NASA’s space communications activities, enabling the success of more than 100 NASA and non-NASA missions.\n\nNASA uses lasers to send information to and from Earth, employing invisible beams to traverse the skies, sending terabytes of…\n\nThe Deep Space Network (DSN) helps scientists and engineers use gravity and radio science experiments to learn more about our planetary neighborhood.\n\nNASA presents The Invisible Network, a podcast giving you a behind-the-scenes glimpse into the feats of engineering that make possible humanity's ambitions among the stars.\n\nMissions\n\nNear Space Network\n\nDeep Space Network\n\nSpace Communications and Navigation (SCaN) Program"
  },
  {
    "url": "https://www.nasa.gov/newsletters/",
    "title": "Newsletters",
    "date": "",
    "content": "Explore the universe from your inbox.\n\nStay up-to-date on the latest news from NASA–from Earth to the Moon, the Solar System and beyond.\n\nWe will never share your email address.\n\nPrivacy Policy\n\nNASA en español | Suscríbete\n\nÚnete a nosotros mientras exploramos y avanzamos hacia la Luna y Marte. Cada semana, entregamos a tu bandeja de entrada lo último en la exploración de la Tierra, el sistema solar y más allá.\n\nAerospace Frontiers | Read Online\n\nThe latest accomplishments and activities from Glenn Research Center.\n\nInsight | Sign Up\n\nArticles, podcasts, and the news from NASA’s technical workforce and knowledge management communities.\n\nEarth Observatory Image of the Day | Sign Up\n\nRecent natural event imagery from NASA’s Earth Observatory.\n\nEarthrise | Sign Up\n\nMonthly newsletter for educators featuring interactive lesson plans, mission and research highlights, and opportunities to participate in events from across the federal government.\n\nInternational Observe the Moon Night Updates | Sign Up\n\nUpdates on International Observe the Moon Night, as well as the latest lunar science and exploration news.\n\nJPL Education Updates | Sign Up\n\nThe latest STEM education resources, events, and news for teachers, students, and parents from the Jet Propulsion Laboratory education team.\n\nJPL News: Breaking News | Sign Up\n\nNews from the Jet Propulsion Laboratory.\n\nLandsat Science News Digest | Sign Up\n\nThe latest news, images, and science from NASA’s Landsat program, delivered monthly.\n\nNASA Astrobiology | Sign Up\n\nThe latest news, events, and funding opportunities for understanding life in the Universe, from the NASA Astrobiology Program.\n\nNASA Citizen Science Practitioners | Sign Up\n\nInformation on funding, events, and other opportunities for scientists who lead, or want to lead, citizen science projects.\n\nNASA Earth Science Applied Sciences Disasters Community | Sign Up\n\nAdvancing science together to enable a safer, more resilient, and sustainable world.\n\nNASA Express | Sign Up\n\nThe latest NASA STEM opportunities and resources for educators, students, parents and caregivers.\n\nNASA Flight Opportunities | Sign Up\n\nUpdates on technologies for space exploration and the expansion of space commerce through suborbital testing with industry flight providers.\n\nNASA History News and Notes | Read Online\n\nInsights into NASA’s past programs and the historical underpinnings of the agency’s current endeavors.\n\nNASA Open Science | Sign Up\n\nInformation on upcoming events and announcements for the open science community.\n\nS3VI Resource Brief | Sign Up\n\nQuarterly digest from the Small Spacecraft Systems Virtual Institute (S3VI) of resources, opportunities, and activities for the small spacecraft community.\n\nNASA Virtual Guest Program | Sign Up\n\nReceive invitations to participate virtually in NASA launches and milestones.\n\nThe Solver Connection | Sign Up\n\nGet notified about NASA’s Open Innovation opportunities, news, and events.\n\nSpace Station Science News | Sign Up\n\nThe latest research, technology, videos and more from the International Space Station.\n\nVeteran’s Talent Network | Sign Up\n\nJob opportunities, application resources, and guidance from NASA employees for veterans interested in a career at NASA.\n\nWhat’s New on NASA’s Earth Observatory | Sign Up\n\nStories and discoveries about the environment, Earth systems, and climate from NASA’s Earth Observatory–where every day is Earth day.\n\nWomen in STEM Talent Network | Sign Up\n\nJob opportunities, application resources, and guidance from NASA employees for women interested in a career at NASA.\n\nGames and Interactives\n\nMobile and Desktop Apps\n\nBlogs\n\nMultimedia"
  },
  {
    "url": "https://www.nasa.gov/interactives/",
    "title": "Games and Interactives",
    "date": "",
    "content": "\n\nRead the fictional story of Callie, the first woman and person of color on the Moon. The 40-page comic book highlights NASA technologies for exploring the Moon.\n\nSpot the International Space Station, humanity’s home in space, as it passes over Earth with NASA’s Spot the Station mobile app and website.\n\nNASA’s first TTRPG invites you to take on a classic villain as you embark on an exciting quest to unlock more knowledge about our universe.\n\nWritten by Lane Polak and illustrated by Heather Legge-Click, this story introduces young explorers to the unique elements needed for Artemis missions.\n\nNASA technology is all around you.  Discover which technologies originally used for space missions are now making life better on Earth.\n\nEven the closest exoplanets are too far away to visit. But what if they weren't? Take a trip outside our solar system with guided tours in English and Spanish.\n\nIce, which covers 10 percent of Earth's surface, is disappearing rapidly. See how climate change has affected glaciers, sea ice and continental ice sheets worldwide.\n\nThis series of visualizations shows how some of the key indicators of climate change have changed in Earth's recent history.\n\nEarth is an ever-changing place. How much do you know about your home planet? Test your knowledge of climate science.\n\nOnline portals that allow you to visualize, explore, and analyze the surfaces of other worlds using real data returned from a growing fleet of spacecraft.\n\nThe Hubble Skymap puts the night sky at your fingertips any time of day. Roam the Milky Way to find a selection of galaxies, stars, and nebulae as seen by Hubble.\n\nWhat do you see in the cosmic clouds? Test your nebulae knowledge and match these tumultuous clouds of gas and dust with their true names.\n\nHubble explores the universe 24 hours a day, 7 days a week. That means it has observed some fascinating cosmic wonder on your birthday.\n\nA space for children to play games as they learn about NASA and its missions. Here, you will find games of various skill levels for children K–4.\n\nIllustrated by former NASA intern Shane Tolentino, this story shares a glimpse into future Artemis missions. Learn about the elements that will make Artemis possible.\n\nNASA Space Place's mission is to inspire upper-elementary-aged kids' learning of space and Earth science through games, activities, and short videos.\n\nGames, activities, videos, and stories to help students understand our changing planet through the eyes of NASA missions studying Earth.\n\nExperience Earth, our solar system, nearby asteroids, the universe, and the spacecraft exploring them with immersive real-time 3D web-based apps for Mac, PC, and mobile devices. No download or sign up necessary.\n\nExplore planets, their moons, asteroids, comets and the spacecraft exploring them. In this interactive, you can also fast-forward or rewind time, from 1950 to 2050.\n\nExplore the 30,000+  asteroids near Earth’s orbit, see the next five closest approaches to Earth, and learn about current and historic missions in this real-time 3D simulation of the solar system.\n\nFly along with Earth science missions in real-time, monitor Earth's vital signs, and see satellite imagery of the latest major weather events in an immersive, 3D environment.\n\nDiscover over 5,500 exoplanet systems in this 3D interactive simulation.  You can visit every exoplanet ever discovered and ride along with the spacecraft that found them.\n\nBlogs\n\nNewsletters\n\ne-Books\n\nNASA History"
  },
  {
    "url": "https://www.nasa.gov/requests-for-exhibits-artifacts-or-speakers/",
    "title": "Requests for Exhibits, Artifacts, or Speakers",
    "date": "",
    "content": "\n\nNASA exhibits, artifacts, and speakers connect people across the country and around the world with the excitement and inspiration of NASA's missions and discoveries.\n\nNASA collaborates to create meaningful experiences and connections through exhibits at museums around the world, official NASA visitor centers, and events.\n\nSince 2009, NASA has transferred more than 13,000 artifacts from its extensive collection to eligible schools, universities, museums, libraries, and planetariums.\n\nNASA is developing a new process for artifact loans.   More details will be coming soon.\n\nSchools from K-12 plus colleges and universities can request lunar and meteorite sample disks for their classrooms.\n\nNASA Engages is composed of engineers, scientists, and other professionals who represent the agency as speakers at civic, professional, educational, and other public venues.\n\nLearn about those of the NASA corps who make “space sailing” their career profession.\n\nGrades K-12\n\nDesigned for K-12 classroom educators who work in K-12 schools, museums, libraries, or planetariums. Each Lunar and Meteorite Sample Disk encapsulates six authentic Astromaterials samples in a six-inch diameter clear Lucite disk.\n\nColleges and Universities\n\nDesigned for colleges and universities offering a curriculum in the geosciences. The petrographic thin section package is intended for use in college and university courses in petrology and microscopic petrography for advanced geology students.\n\n\n\nThe NASA Engages program is composed of NASA Experts who share NASA missions and content at educational, professional, civic, and other public venues. Audiences include preschool to college, libraries and museums, scouts, professional and technical organizations, community groups and other non-profit organizations. Experts are made up of professionals from education, engineering, science, and other fields. Each year, NASA experts provide hundreds of presentations to thousands of people.\n\nExciting topics and dynamic presentations will inspire and educate your group. Topics include:\n\nWe will work with you to attempt to identify the topic and speaker that will best meet the needs of your audience. Flexibility in your topic and program date helps immensely in securing a NASA speaker.\n\nOur mission  is to help more of the public engage with our NASA Experts and have them connect in a real world way. We want to facilitate the teaching that our NASA Experts are eager to share with the public and we want to help expand learning for the public in the fields of math, science and space exploration. We hope you will join us in our mission and help us connect with you!\n\nTo request a speaker, complete and submit the online request form, preferably 7+ weeks before your event. Please review our standard Terms and Conditions.\n\nAfter submission, your information will be forwarded to your state or region’s coordinator, who will follow up with you.\n\nBecause NASA Engages is a volunteer program, we cannot guarantee that all requests will be filled. Flexibility around dates will help immensely in securing a speaker and should be noted in the comments section of the online request form. Your coordinator will work with you to explore potential options.\n\nIf you have questions, contact your state or region’s coordinator.\n\nWe look forward to working with you!\n\nTo request an appearance by a current astronaut, please see the Astronaut Appearance Request Guidelines.\n\nNASA speakers typically appear before a wide range of audiences in many different venues in order to share our programs and results with the public. However, some conditions do apply:\n\nTo request a speaker for your group, create a profile in Gateway and register for a NASA Engages representative by clicking the Create Account button and following the prompts. Please allow as much lead-time as possible prior to your event, preferably 7+ weeks for US requests. International requests will be available on NASA Engages soon. Please email: HQ-NASAEngages@mail.nasa.gov for international requests. This consideration is necessary to give representatives adequate notice, ensure minimal disruption to work schedules, and provide adequate advance notice for preparation. Participation is on a volunteer basis. There is no guarantee requests will be fulfilled.\n\nThe following terms must be followed for NASA participation at your event:\n\nThe Astronaut Appearances Office in Houston coordinates and arranges astronaut appearances for astronauts who are actively employed by NASA.\n\nNASA astronauts appear before a variety of groups to inform the public about the U.S. space program. Typically, presentations are made to high schools and universities, community organizations, businesses and associations, or military organizations.\n\nIn order to reach as many people as possible, NASA offers three options to choose from in requesting an astronaut appearance:\n\nLead times for virtual, local, domestic, and international appearance requests are as follows:\n\nThese lead times are necessary to allow for sufficient time to complete all required NASA legal documentation and arrangement of astronaut travel (if required). The request may be declined if it does not meet these lead times.\n\nThe Astronaut Appearance Request Guidelines outline the requirements for requesting an astronaut appearances.\n\nRequests for astronaut appearances should be submitted via our online form located at https://astronautappearances.nasa.gov.\n\nAlso, check out NASA Astronauts on Facebook, Twitter, and Instagram.\n\nGames and Interactives\n\nIn an interactive new exhibit at the NASA Headquarters in Washington, visitors are invited to see Earth as NASA sees…\n\nContact Page\n\nDownloadable Exhibits"
  },
  {
    "url": "https://www.nasa.gov/humans-in-space/artemis/",
    "title": "Artemis",
    "date": "",
    "content": "With NASA’s Artemis campaign, we are exploring the Moon for scientific discovery, technology advancement, and to learn how to live and work on another world as we prepare for human missions to Mars. We will collaborate with commercial and international partners and establish the first long-term presence on the Moon. NASA will land the first woman, first person of color, and first international partner astronaut on the Moon using innovative technologies to explore more of the lunar surface than ever before.\n\n\n\nArtemis I was an uncrewed flight test of the Space Launch System and the Orion spacecraft around the Moon.\n\nArtemis II will be the first crewed flight test of the Space Launch System and the Orion spacecraft around the Moon.\n\nArtemis III will send the first humans to explore the region near the lunar South Pole.\n\nArtemis IV debuts humanity's first lunar space station, a larger, more powerful version of the SLS rocket, and new mobile launcher.\n\nNASA Receives Some Data Before Intuitive Machines Ends Lunar Mission\n\nNASA Invites Creators to Design Mascot for Artemis Moon Mission\n\nEngineers Install Orion Solar Array Wings for Artemis II\n\nHow NASA is Using Virtual Reality to Prepare for Science on Moon\n\nNASA Sets Coverage for Intuitive Machines’ Second Private Moon Landing\n\n\n\nWe’re going back to the Moon for scientific discovery, economic benefits, and inspiration for a new generation of explorers: the Artemis Generation. While maintaining American leadership in exploration, we will build a global alliance and explore deep space for the benefit of all.\n\nOur success will change the world.\n\nThe Moon is a treasure trove of science.\n\nEarth’s Moon is a 4.5-billion-year-old time capsule, pristinely preserved by the cold vacuum of space. The lunar samples returned during the Apollo Program dramatically changed our view of the solar system, and scientists continue to unlock new secrets from those samples. Yet, we are just scratching the surface of knowledge about the Moon. Future samples from Artemis missions will continue to advance our knowledge of the history and formation of our solar system including Earth and the Moon.\n\nWater is a critical resource for long-term exploration.\n\nPermanently shadowed regions of the Moon, including craters at the South Pole, are rich in frozen water.   Finding it on the Moon, extracting it, and converting it means water for drinking, oxygen for breathing, and rocket fuel to power missions farther into the solar system. Finding and using resources in space makes exploration more affordable when we do not have to send everything from Earth. This is also important to help NASA get ready for our next giant leap – human exploration of Mars.\n\nFor the Artemis missions, American innovation is leading the way, and the future at the Moon holds promise for a robust lunar marketplace.\n\nNASA’s strategy stimulates the commercial space industry, which drives new ideas, brings down costs, and grows the business opportunities that can foster a lunar economy and serve other customers for the benefit of humanity.\n\nTogether, the Orion spacecraft, SLS rocket, Gateway, human landing systems, and advanced spacesuits represent the core of NASA’s infrastructure for long-term human exploration at the Moon.\n\nLearn about the rockets and spacecraft that carry astronauts to the Moon.\n\nLearn about living and working aboard Gateway in lunar orbit.\n\nLearn about systems enabling humans to live and work on the surface of the Moon.\n\nLearn about the partnerships empowering the Artemis missions.\n\nNASA is supporting the creation of a lunar economy through commercial deliveries of NASA science that will help prepare for the next generation of explorers.\n\nWe go together.\n\nThe Artemis Accords are grounded in the Outer Space Treaty of 1967, outlining the vision and principles for a safe, transparent environment that facilitates exploration, science, and commercial activities for all of humanity to enjoy. To date, 53 countries have joined the accords and are committed to establishing a peaceful, prosperous future in space. More countries will sign the Artemis Accords in the months and years ahead to ensure the entire world can benefit from our journey of exploration and discovery.\n\nAll that we build, all that we study, all that we do, prepares us to go.\n\nMake,  launch,  teach,  compete  and  learn. Find your favorite way to be part of the Artemis mission.\n\nRelive the awe-inspiring moments of Artemis I and glimpse the bright future that lies ahead as the Artemis campaign enables humans to live and work on the Moon.\n\nLike the Moon, Mars is a rich destination for scientific discovery and a driver of technologies that will enable humans to travel and explore far from Earth.\n\nMars remains our horizon goal for human exploration because it is one of the only other places we know where life may have existed in the solar system. What we learn about the Red Planet will tell us more about our Earth’s past and future, and may help answer whether life exists beyond our home planet.\n\nThe Moon makes Earth more livable, sets the rhythm of ocean tides, and keeps a record of our solar system’s…\n\nHere are the major missions launched to the Moon, from the dawn of the space age through the present day.\n\nHow the Moon Got Its Name Our Moon shares a name with all moons simply because people didn’t know other…\n\nHumans In Space"
  },
  {
    "url": "https://www.nasa.gov/news/media-contacts/",
    "title": "NASA Media Contacts",
    "date": "2023-06-29T14:53:17-04:00",
    "content": "The newsroom at Mary W. Jackson NASA Headquarters in Washington is open from 8 a.m. to 6 p.m. Eastern Monday through Friday. Media can contact the newsroom at:  hq-media@mail.nasa.gov or 202-358-1600.\n\nNASA's guidelines for Insignia, Logotype, and supporting graphics use.\n\nNASA’s formal policy that standardizes the criteria and process for media accreditation agencywide.\n\nNASA's policy governing the release of public information, which is defined as information in any form provided to news and information media.\n\nLatest news from NASA and instructions for subscribing.\n\nJun 11, 2022\n\nPDF (75.48 KB)"
  }
]