[
  {
    "url": "https://science.nasa.gov/mission/hubble/science/universe-uncovered/hubble-star-clusters/",
    "title": "Hubble's Star Clusters",
    "date": "2023-01-26T00:12:27-05:00",
    "content": "These jewels of the night sky offer us a glimpse at the lifecycle of stars.\n\nBillions of trillions of stars illuminate the galaxies of our universe. Each brilliant ball of hydrogen and helium is born within a cloud of gas and dust called a nebula. Deep within these clouds, knots can form, pulling in gas and dust until they become massive enough to collapse under their own gravitational attraction. During the collapse, the center of the knot heats up to form a hot core called a protostar. The protostar continues to gather dust and gas, taking millions of years to mature into an adult star like our Sun. All the while, heat energy from the core provides enough outward pressure to keep the star from collapsing under the inward gravitational pressure of its own mass. In the hot core, thousands of quintillions of nuclear fusion reactions convert hydrogen atoms to helium atoms each second, giving off massive quantities of energy that make the star shine brightly.\n\nStars often form in groups or clusters from the same nebulae. Over time, the leftover dust and gas around a star blow away or form into other cosmic bodies like planets, asteroids, and comets. Gravity then pulls the young stars together, and they begin to orbit each other. Star clusters can contain as few as ten stars or as many as millions of stars. There are three main types of star clusters, and Hubble has imaged each of them over its three decades of operation.\n\nOpen clusters contain between a few dozen and a few thousand stars, all formed from the same initial cloud of gas and dust. The density of stars is low enough in these clusters that individual stars are visible with a telescope, or sometimes the unaided eye, giving them an “open” appearance. Most open clusters reside in the arms of spiral galaxies, and their stars are usually relatively young. Their shape is more irregular than spherical, with large amounts of gas between the stars. Over time, as these clusters rotate around a galaxy, gravitational disruptions from passing cosmic objects can cause the stars to disperse. The Milky Way is home to more than a thousand of these clusters, and even our Sun may have formed in an open cluster.\n\nGlobular clusters are much larger and denser than open clusters, containing several thousand to millions of stars all formed from a shared nebula. Unlike open clusters, the density of stars at their centers is so high that individual stars are hard to discern, even with powerful telescopes. Globular clusters lie on the dusty outskirts of galaxies and their stars are older than those in open clusters. In fact, globular clusters contain some of the oldest known stars in a galaxy. Because old stars tend to have a reddish glow, globular clusters generally appear redder than open clusters.\n\nThe large number of stars in a relatively small area causes the shape of a globular cluster to appear spherical, as stars’ intense gravitational attraction pulls them together. These gravitational ties grant globular clusters more stability than open clusters, helping them keep their structure instead of breaking up over time. The Milky Way alone has over 150 globular clusters, and our nearest neighboring galaxy Andromeda has over 400.\n\nEmbedded clusters are a precursor to open and globular clusters. As the youngest type of star cluster, they contain newly born and forming stars surrounded by cosmic gas and dust. As with open and globular clusters, all of the stars formed from the same initial nebula. Embedded clusters are likely the basic unit of star formation since a significant fraction of all stars form within them. Once star formation ends, embedded clusters resemble open clusters, but are often disrupted by passing objects due to their weaker gravitational bonds. The embedded phase typically lasts between 2-7 million years. Since embedded clusters are heavily obscured by dust, they are rarely observed in visible wavelengths of light. However, Hubble’s infrared instruments can detect the longer wavelengths of infrared light that aren’t as easily scattered by clouds of gas and dust. Hubble’s unique capabilities are essential for learning more about these young clusters.\n\nMuch of what scientists know today about stellar science has roots in Hubble’s three decades of observations. Astronomers use the telescope to study the composition of star clusters, how they evolve, and how gravity influences them. Hubble is also instrumental in distinguishing individual stars within a cluster and helped astronomers make early observations of white dwarfs – the dense, hot cores of stars that have exhausted their nuclear fuel – in a globular cluster. The telescope also expanded our understanding of stars known as blue stragglers, a type of star that can pull matter off of its neighbor, gaining extra fuel and burning brighter as a result. In 2021, Hubble data provided evidence supporting the existence of a collection of small black holes in the center of the globular cluster NGC 6397. Though contested, this evidence may provide support for the theory that the merger of small black holes is an important source of gravitational waves, which are only detected on Earth as a result of dramatic collision events like the ones occurring in NGC 6397.\n\nPerhaps the most important piece of star cluster knowledge revealed by Hubble is that clusters can contain several generations of stars, making them far more complex than previously thought. Since the stars within a cluster likely form from the same cloud of gas and dust, discovering varying stellar ages within the same cluster has the potential to fundamentally alter our understanding of star formation. Future observations by Hubble will further the depths of our knowledge about star clusters, helping us to grasp the complexity, beauty, and remaining mystery of the stars illuminating our universe.\n\nRead about Hubble's latest discoveries.\n\nThis NASA/ESA Hubble Space Telescope image of a vibrant spiral galaxy called NGC 5042 resides about 48 million light-years from…\n\nThe puzzle of predicting how three gravitationally bound bodies move in space has challenged mathematicians for centuries, and has most…\n\nIn this NASA/ESA Hubble Space Telescope image, Hubble once again lifts the veil on a famous — and frequently photographed…\n\nHubble's mission is to capture observations of the universe, but its technology would alter life on the ground in unique and unexpected ways.\n\nHubble’s serviceable design and modular components enabled upgrades that took advantage of advancements in technology.\n\nFind your Hubble birthday image, take interactive tours, play games, and discover the universe with Hubble.\n\nInvestigate the mysteries of the universe, or dive into Hubble's history with our free, downloadable e-books."
  },
  {
    "url": "https://science.nasa.gov/universe/stars/types/#neutron-stars",
    "title": "Star Types",
    "date": "2020-09-22T00:16:37-04:00",
    "content": "\n\nThe universe’s stars range in brightness, size, color, and behavior. Some types change into others very quickly, while others stay relatively unchanged over trillions of years.\n\nA normal star forms from a clump of dust and gas in a stellar nursery. Over hundreds of thousands of years, the clump gains mass, starts to spin, and heats up. When the clump's core heats up to millions of degrees, nuclear fusion starts. This process occurs when two protons, the nuclei of hydrogen atoms, merge to form one helium nucleus. Fusion releases energy that heats the star, creating pressure that pushes against the force of its gravity. A star is born. Scientists call a star that is fusing hydrogen to helium in its core a main sequence star. Main sequence stars make up around 90% of the universe’s stellar population. They range in luminosity, color, and size – from a tenth to 200 times the Sun’s mass – and live for millions to billions of years.\n\nFor Stargazers: Many main sequence stars can be seen with the unaided eye, such as Sirius – the brightest star in the night sky – in the northern constellation Canis Major. Rigil Kentaurus (better known as Alpha Centauri) in the southern constellation Centaurus is the closest main sequence star that can be seen with the unaided eye.\n\nWhen a main sequence star less than eight times the Sun’s mass runs out of hydrogen in its core, it starts to collapse because the energy produced by fusion is the only force fighting gravity’s tendency to pull matter together. But squeezing the core also increases its temperature and pressure, so much so that its helium starts to fuse into carbon, which also releases energy. Hydrogen fusion begins moving into the star’s outer layers, causing them to expand. The result is a red giant, which would appear more orange than red. Eventually, the red giant becomes unstable and begins pulsating, periodically expanding and ejecting some of its atmosphere. Eventually, all of its outer layers blow away, creating an expanding cloud of dust and gas called a planetary nebula. The Sun will become a red giant in about 5 billion years.\n\nFor Stargazers: Arcturus in the northern constellation Boötes and Gamma Crucis in the southern constellation Crux (the Southern Cross) are red giants visible to the unaided eye.\n\nAfter a red giant has shed all its atmosphere, only the core remains. Scientists call this kind of stellar remnant a white dwarf. A white dwarf is usually Earth-size but hundreds of thousands of times more massive. A teaspoon of its material would weigh more than a pickup truck. A white dwarf produces no new heat of its own, so it gradually cools over billions of years. Despite the name, white dwarfs can emit visible light that ranges from blue white to red. Scientists sometimes find that white dwarfs are surrounded by dusty disks of material, debris, and even planets – leftovers from the original star’s red giant phase. In about 10 billion years, after its time as a red giant, the Sun will become a white dwarf.\n\nFor Stargazers: White dwarfs are too dim to see with the unaided eye, although some can be found in binary systems with an easily seen main sequence star. Procyon B is an example in the northern constellation Canis Minor. If you have a telescope at home, though, you can see solitary white dwarfs LP 145-141 in the southern constellation Musca and Van Maanen’s star in the northern constellation Pisces.\n\nNeutron stars are stellar remnants that pack more mass than the Sun into a sphere about as wide as New York City’s Manhattan Island is long.\n\nA neutron star forms when a main sequence star with between about eight and 20 times the Sun’s mass runs out of hydrogen in its core. (Heavier stars produce stellar-mass black holes.) The star starts fusing helium to carbon, like lower-mass stars. But then, when the core runs out of helium, it shrinks, heats up, and starts converting its carbon into neon, which releases energy. This process continues as the star converts neon into oxygen, oxygen into silicon, and finally silicon into iron. These processes produce energy that keep the core from collapsing, but each new fuel buys it less and less time. By the time silicon fuses into iron, the star runs out of fuel in a matter of days. The next step would be fusing iron into some heavier element, but doing so requires energy instead of releasing it. The core collapses and then rebounds back to its original size, creating a shock wave that travels through the star’s outer layers. The result is a huge explosion called a supernova. The remnant core is a superdense neutron star.\n\nPulsars: These are a type of rapidly rotating neutron star. Bright X-ray hot spots form on the surfaces of these objects. As they rotate, the spots spin in and out of view like the beams of a lighthouse. Some pulsars spin faster than blender blades.\n\nMagnetars: All neutron stars have strong magnetic fields. But a magnetar’s can be 10 trillion times stronger than a refrigerator magnet’s and up to a thousand times stronger than a typical neutron star’s.\n\nFor Stargazers: Neutron stars are too faint to see with the unaided eye or backyard telescopes, although the Hubble Space Telescope has been able to capture a few in visible light. Astronomers usually observe them via X-rays and radio emission.\n\nRed dwarfs are the smallest main sequence stars – just a fraction of the Sun’s size and mass. They’re also the coolest, and appear more orange in color than red. When a red dwarf produces helium via fusion in its core, the released energy brings material to the star’s surface, where it cools and sinks back down, taking along a fresh supply of hydrogen to the core. Because of this constant churning, red dwarfs can steadily burn through their entire supply of hydrogen over trillions of years without changing their internal structures, unlike other stars. Scientists think some low-mass red dwarfs, those with just a third of the Sun’s mass, have life spans longer than the current age of the universe, up to about 14 trillion years. Red dwarfs are also born in much greater numbers than more massive stars. Because of that, and because they live so long, red dwarfs make up around 75% of the Milky Way galaxy’s stellar population.\n\nFor Stargazers: Red dwarfs are too faint to see with the unaided eye. But with a backyard telescope, you may be able to see Lacaille 8760 in the southern constellation Microscopium or Lalande 21185 in the northern constellation Ursa Major.\n\nBrown dwarfs aren’t technically stars. They’re more massive than planets but not quite as massive as stars. Generally, they have between 13 and 80 times the mass of Jupiter. They emit almost no visible light, but scientists have seen a few in infrared light. Some brown dwarfs form the same way as main sequence stars, from gas and dust clumps in nebulae, but they never gain enough mass to do fusion on the scale of a main sequence star. Others may form like planets, from disks of gas and dust around stars.\n\nFor Stargazers: Brown dwarfs are invisible to both the unaided eye and backyard telescopes.\n\nUniverse\n\nGalaxies\n\nBlack Holes\n\nExoplanets"
  },
  {
    "url": "https://science.nasa.gov/missions/hubble/hubble-spies-a-spiral-that-may-be-hiding-an-imposter/",
    "title": "Hubble Spies a Spiral That May Be Hiding an Imposter",
    "date": "2025-02-21T08:10:38-05:00",
    "content": "2 min read\n\nThe sparkling spiral galaxy gracing this NASA/ESA Hubble Space Telescope image is UGC 5460, which sits about 60 million light-years away in the constellation Ursa Major. This image combines four different wavelengths of light to reveal UGC 5460’s central bar of stars, winding spiral arms, and bright blue star clusters. Also captured in the upper left-hand corner is a far closer object: a star just 577 light-years away in our own galaxy.\n\nUGC 5460 has hosted two recent supernovae: SN 2011ht and SN 2015as. It’s because of these two stellar explosions that Hubble targeted this galaxy, collecting data for three observing programs that aim to study various kinds of supernovae.\n\nSN 2015as was as a core-collapse supernova: a cataclysmic explosion that happens when the core of a star far more massive than the Sun runs out of fuel and collapses under its own gravity, initiating a rebound of material outside the core. Hubble observations of SN 2015as will help researchers understand what happens when the expanding shockwave of a supernova collides with the gas that surrounds the exploded star.\n\nSN 2011ht might have been a core-collapse supernova as well, but it could also be an impostor called a luminous blue variable. Luminous blue variables are rare stars that experience eruptions so large that they can mimic supernovae. Crucially, luminous blue variables emerge from these eruptions unscathed, while stars that go supernova do not. Hubble will search for a stellar survivor at SN 2011ht’s location with the goal of revealing the explosion’s origin.\n\nMedia Contact:\n\nClaire Andreoli (claire.andreoli@nasa.gov)NASA's Goddard Space Flight Center, Greenbelt, MD\n\nSince its 1990 launch, the Hubble Space Telescope has changed our fundamental understanding of the universe.\n\nHubble’s Night Sky Challenge\n\nHubble’s Galaxies\n\nReshaping Our Cosmic View: Hubble Science Highlights"
  },
  {
    "url": "https://www.space.com/16014-astronomy.html",
    "title": "Astronomy: Everything you need to know",
    "date": "25 July 2023",
    "content": "Astronomy is one of the oldest scientific disciplines that has evolved from the humble beginnings of counting stars and charting constellations with the naked eye to the impressive showcase of humankind's technological capabilities that we see today.\n\nDespite the progress astronomy has made over millennia, astronomers are still working hard to understand the nature of the universe and humankind's place in it. That question has only gotten more complex as our understanding of the universe grew with our expanding technical capabilities.\n\nAs the depths of the sky opened in front of our increasingly sophisticated telescopes, and sensitive detectors enabled us to spot the weirdest types of signals, the star-studded sky that our ancestors gazed at turned into a zoo of mind-boggling objects including black holes, white dwarfs, neutron stars and supernovas.\n\nRelated: Famous astronomers: How these scientists shaped astronomy\n\nAt the same time, the two-dimensional constellations that inspired the imagination of early sky-watchers were reduced to an optical illusion, behind which the swirling of galaxies hurtling through spacetime reveals a story that began with the Big Bang some 13.8 billion years ago.\n\nHere is how the story of astronomy and our understanding of the universe evolved.\n\nAstronomy uses mathematics, physics and chemistry to study celestial objects and phenomena.\n\nAstronomy cannot be divided solely into four types. It is a broad discipline encompassing many subfields including observational astronomy, theoretical astronomy, planetary science, astrophysics, cosmology and astrobiology.\n\nThose who study astronomy explore the structure and origin of the universe including the stars, planets, galaxies and black holes that reside in it. Astronomers aim to answer fundamental questions about our universe through theory and observation.\n\nAstrology is widely considered to be a pseudoscience that attempts to explain how the position and motion of celestial objects such as planets affect people and events on Earth. Astronomy is the scientific study of the universe using mathematics, physics, and chemistry.\n\nMost of today's citizens of planet Earth live surrounded by the inescapable glow of modern urban lighting and can hardly imagine the awe-inspiring presence of the pristine star-studded sky that illuminated the nights for ancient tribes and early civilizations. We can guess how drawn our ancestors were to that overwhelming sight from the role that sky-watching played in their lives.\n\nAncient monuments, such as the 5,000 years old Stonehenge in the U.K., were built to reflect the journey of the sun in the sky, which helped keep track of time and organize life in an age that solely depended on seasons. Art pieces depicting the moon and stars were discovered dating back several thousand years, such as the \"world's oldest star map,\" the bronze-age Nebra disk.\n\nAncient Assyro-Babylonians around 1,000 B.C. systematically observed and recorded periodical motions of celestial bodies, according to the European Space Agency (ESA), and similar records exist also from early China. In fact, according to the University of Oregon, astronomy can be considered the first science as it's the one for which the oldest written records exist.\n\nAncient Greeks elevated sky-watching to a new level. Aristarchus of Samos made the first (highly inaccurate) attempt to calculate the distance of Earth to the sun and moon, and Hipparchus sometimes considered the father of empirical astronomy, cataloged the positions of over 800 stars using just the naked eye. He also developed the brightness scale that is still in use today, according to ESA.\n\n\n\nDuring the Middle Ages, the science of astronomy continued to advance in Asia and the Islamic world. Islamic scholars kept building on the knowledge of the Ancient Greeks, expanding the catalog introduced by Hipparchus. They also developed new tools for measuring the positions of objects in the sky such as the quadrant and the sextant, according to ESA.\n\nThe first true breakthrough in humankind's exploration of the universe, however, arrived with the invention of the telescope in the 17th century. Italian astronomer Galileo Galilei was an early adopter and developer of the technology, which enabled him to make major strides in the understanding of our solar system.\n\nCalled \"the father of modern science\" by no other than the great Albert Einstein, Galileo was able to sketch the surface of the moon, discover the main moons of Jupiter, find sunspots on the sun, and much more, thanks to the telescope.\n\nThe invention of the telescope supercharged astronomy. Despite the objections of the Catholic Church, the notion that Earth wasn't the center of the universe but orbited the sun together with other planets and their moons could no longer be denied.\n\nAstronomy at that time played a key role in helping seafarers and travelers navigate the globe, and so, first, government-funded observatories, the Paris Observatory and the Royal Greenwich Observatory were established in 1667 and 1675 respectively with the goal of building more accurate stellar maps.\n\nIn the 18th century, astronomers for the first time managed to calculate the distance of a nearby star, adding a third dimension to stellar catalogs.\n\nThe advent of photography in the 19th century simplified the charting of the night sky and the stellar position catalogs quickly grew from a few thousand to tens of thousands of stars, according to ESA. The first photographs of the moon and sun were published in the 1840s followed by the images of the first star, Vega, about a decade later.\n\nThe discovery of spectroscopy, a discipline analyzing the ability of matter to split light into different wavelengths depending on its chemical composition, opened new and completely unexpected avenues of astronomical research in the second half of the 19th century. With spectroscopy, astronomers could study the chemical composition of celestial objects, first of those nearby, such as the moon and the sun, and later the more distant ones, including other stars and even galaxies. Suddenly, astronomy was not only about where things were located in the universe but also about what they were made of.\n\n\n\nHand in hand with the overall rocket-speed technological progress that the world has witnessed since the beginning of the 20th century grew the ability of astronomers to see farther and analyze more precisely.\n\nIn the early 20th century, fast improvements in telescope technologies led astronomers for the first time to question whether the Milky Way was synonymous with the universe or only one of many starry universes scattered in space. American astronomer Edwin Hubble solved this question in the 1920s when he managed first to distinguish individual stars in the Andromeda nebula, today known as the Andromeda galaxy, and eventually calculate their distances from Earth. These stars were so much farther away than anything else in our galaxy that Hubble concluded that Andromeda is its own Milky Way. A new, much deeper universe suddenly unfolded in front of astronomers' eyes.\n\nOther \"nebulas\" were soon confirmed as galaxies. Within a decade, astronomers realized that these nebulas were speeding away from Earth the faster the farther away they were, according to Science News. This discovery led to the idea that the universe was expanding probably from the time of a giant explosion that had created it in the most distant past. The Big Bang theory was born.\n\nThe Second World War sped up technological progress even further, ushering in the era of spaceflight and exploration of the universe from space. What only a few decades prior would have been the stuff of science fiction was quickly becoming reality.\n\nIn 1957, the U.S.S.R launched the first-ever satellite, Sputnik. From then on, more and more complex scientific instruments would be installed on satellites and the picture of the orbital environment around Earth would start to emerge. In 1962, NASA's Mariner 2 became the first spacecraft to visit another planet, Venus, and in 1964, the first radio astronomy satellite, the U.K.'s Ariel 2, made it into orbit.\n\nThe space race of the 1960s culminated with the successful moon landings of the Apollo program. Scientists on Earth could, for the first time, hold in their hands' pristine pieces of rock from another celestial body. The U.S.S.R celebrated its own successes with the lunar rover Lunokhod, which analyzed 25 lunar soil samples with its onboard instruments.\n\nIn 1968, NASA launched the Orbiting Astronomical Observatory 2, nicknamed Stargazer, the first attempt to study the wider universe from space, according to USA. Today. Only a year later, plans for the Hubble Space Telescope started to shape up, although it would take more than two decades to get the grand telescope off the ground.\n\nSince then, dozens of probes have been sent to study bodies in the solar system including planets, comets, moons and asteroids. Space telescopes, together with ever more powerful ground-based telescopes have revealed the star-studded sky in detail that the ancient tribesmen would never be able to even imagine.\n\nThe James Webb Space Telescope, launched on Christmas Day 2021, represents the pinnacle of this eternal endeavor that started thousands of years ago and grew from humble beginnings. Yet, the more astronomers see, the more questions are arising and the answers to the grand questions of the nature of the universe and our place in it remain elusive.\n\n\n\nIn the past century or so, astronomy has been broadly split into two camps — observational astronomy (using telescopes and cameras to collect data about the night sky) and theoretical astronomy (using that data to analyze, model and theorize about how objects and phenomena work).\n\nThey complement each other, yet within these two broad categories, modern astronomy includes many subsets, from astrometry to exoplanetology, that intrinsically overlap yet help explain the many things astronomers do. Here's what they all mean:\n\n\n\nAll astronomy is the study of different wavelengths of the electromagnetic spectrum, which comprises radio, microwave, infrared, visible, ultraviolet, X-ray and gamma rays. To get the full picture of what's out there astronomers need to study various wavelengths of light.\n\nOptical astronomy is the study of celestial objects using telescopes that observe visible light. Infrared light can be detected outside of the Earth's atmosphere, so by space-based observatories like the Hubble Space Telescope and the James Webb Space Telescope. Radio astronomy is the study of the sky in radio frequencies; radio telescopes detect and amplify radio waves from space.\n\n\n\nHowever they observe the universe, astronomers only ever get a snapshot of the planets, stars and galaxies they study. So although there are dozens of different branches of astronomy, in practice many of them must overlap for an astronomer to get as full a picture as possible of objects that exist for millions to billions of years.\n\nWe're on the cusp of some tremendously exciting new technology that looks set to revolutionize astronomy. In addition to the James Webb Space Telescope a range of ground-breaking Earth-based telescopes is set to come online within this decade including the Vera Rubin Observatory all-sky survey, the Extremely Large Telescope and the Square Kilometre Array, the world's largest radio telescope.\n\nAstronomers are about to see deeper into space to observe regions and objects never seen before.\n\n\n\nAstronomy and astrology have grown from the same roots. Ancient civilizations and early tribesmen believed that the sky held power over their lives and that by observing the motions of celestial bodies, one could learn about the future.\n\nThe close bond between the two disciplines survived millennia. During the renaissance period, astronomers were frequently hired as personal advisers to monarchs to advise on decisions based on the positions of stars and planets, according to Astronomica.\n\nBut as the scientific method grew in strength over the subsequent centuries, astronomy and astrology have grown apart. While astronomy has become the domain of no-nonsense data-driven observations and verifiable predictions relying on the most cutting-edge technology, astrology was reduced to the realm of new-age superstition where considerably less educated future predictors use glass crystals and simplistic star charts to predict the path of a person's life.\n\nIn fact, astronomers point out, that due to the irregularity of Earth's orbit, the position of the sun within the zodiac signs, which form the backbone of western astrology and which were identified centuries ago, no longer matches the actual position of the sun. So while you may have been told you were born in Taurus, you actually could have been born in Aries.\n\nIf star-gazing is your calling and you think of making it your life's path, you can find some useful insights about what it takes to be an astronomer on the website of the International Astronomical Union. The Royal Astronomical Society also has many useful resources in its Careers section.\n\nIf you are already further down the path and looking for a suitable opening based on your qualifications, the American Astronomical Society lists all kinds of openings all over the world on its jobs register site.\n\nIf you wonder how much you'd earn in an astronomy-related career, the SciJournal lists ten highest paying astronomy jobs.\n\nRead this detailed three-part series by the European Space Agency about the history of astrometry from the earliest times, to the emergence of telescopes to modern space-based observations. This ScienceNews feature tells the story of the major leaps in astronomers' understanding of the universe in the first half of the 20th century. This article by the Royal Society provides a detailed overview of the evolution of astronomy in the post-war era. To learn more about the early days of the telescope and the role of Galileo Galileo in shaping modern astronomy, check this article by the Library of Congress.\n\nEuropean Space Agency, A history of astrometry - Part I - Mapping the sky from ancient to modern times, September 1, 2019        \nhttps://sci.esa.int/web/gaia/-/53196-the-oldest-sky-maps\n\nEuropean Space Agency, A history of astrometry - Part II - Telescopes ignites the race to measure stellar distances, September 1, 2019  \nhttps://sci.esa.int/web/gaia/-/53197-seeing-and-measuring-farther\n\nEuropean Space Agency, A history of astrometry - Part III - Astrometry moves to space: The mapmakers guide to the galaxy            \nhttps://sci.esa.int/web/gaia/-/53198-astrometry-in-space\n\nThe Royal Society, A brief history of astronomy, astrophysics and cosmology 1945-2000, June 9, 2022                                          \nhttps://royalsociety.org/blog/2022/06/brief-history-of-astronomy-astrophysics-and-cosmology-1945-2000/\n\nScienceNews, In 20th century, astronomers opened their minds to gazillions of galaxies, February 2, 2017                   \nhttps://www.sciencenews.org/blog/context/20th-century-astronomers-opened-their-minds-gazillions-galaxies\n\nLibrary of Congress, Galileo and the Telescope, https://www.loc.gov/collections/finding-our-place-in-the-cosmos-with-carl-sagan/articles-and-essays/modeling-the-cosmos/galileo-and-the-telescope\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nTereza is a London-based science and technology journalist, aspiring fiction writer and amateur gymnast. Originally from Prague, the Czech Republic, she spent the first seven years of her career working as a reporter, script-writer and presenter for various TV programmes of the Czech Public Service Television. She later took a career break to pursue further education and added a Master's in Science from the International Space University, France, to her Bachelor's in Journalism and Master's in Cultural Anthropology from Prague's Charles University. She worked as a reporter at the Engineering and Technology magazine, freelanced for a range of publications including Live Science, Space.com, Professional Engineering, Via Satellite and Space News and served as a maternity cover science editor at the European Space Agency.\n\nA monster black hole may be hiding in the galaxy next door: 'It is astounding'\n\nSpectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans\n\nScientists discover Earth's oldest impact crater in Australia"
  },
  {
    "url": "https://www.space.com/33892-cosmic-microwave-background.html",
    "title": "What is the cosmic microwave background?",
    "date": "28 January 2022",
    "content": "The cosmic microwave background (CMB) is leftover radiation from the Big Bang or the time when the universe began. As the theory goes, when the universe was born it underwent rapid inflation, expansion and cooling. (The universe is still expanding today, and the expansion rate appears different depending on where you look). The CMB represents the heat leftover from the Big Bang.\n\nYou can't see the CMB with your naked eye, but it is everywhere in the universe. It is invisible to humans because it is so cold, just 2.725 degrees above absolute zero (minus 459.67 degrees Fahrenheit, or minus 273.15 degrees Celsius.) This means its radiation is most visible in the microwave part of the electromagnetic spectrum.\n\nAccording to NASA, CMB fills the universe and in the days before cable TV every household with television could see the afterglow of the Big Bang. By turning the television to an \"in-between\" channel, you could see the CMB as a static signal on the screen.\n\nRelated: Some supermassive black holes may contain fingerprints from the Big Bang\n\nThe universe began 13.8 billion years ago, and the CMB dates back to about 400,000 years after the Big Bang. That's because in the early stages of the universe when it was just one-hundred-millionth the size it is today, its temperature was extreme: 273 million degrees above absolute zero, according to NASA.\n\nAny atoms present at that time were quickly broken apart into small particles (protons and electrons). The radiation from the CMB in photons (particles representing quantums of light, or other radiation) was scattered off the electrons. \"Thus, photons wandered through the early universe, just as optical light wanders through a dense fog,\" NASA wrote.\n\nAbout 380,000 years after the Big Bang, the universe was cool enough that hydrogen could form. Because the CMB photons are barely affected by hitting hydrogen, the photons travel in straight lines. Cosmologists refer to a \"surface of last scattering\" when the CMB photons last hit matter; after that, the universe was too big. So when we map the CMB, we are looking back in time to 380,000 years after the Big Bang, just after the universe was opaque to radiation.\n\n\n\nAmerican cosmologist Ralph Apher first predicted the CMB in 1948, when he was doing work with Robert Herman and George Gamow, according to NASA. The team was doing research related to Big Bang nucleosynthesis, or the production of elements in the universe besides the lightest isotope (type) of hydrogen. This type of hydrogen was created very early in the universe's history.\n\nBut the CMB was first found by accident. In 1965, two researchers with Bell Telephone Laboratories (Arno Penzias and Robert Wilson) were creating a radio receiver and were puzzled by the noise it was picking up. They soon realized the noise came uniformly from all over the sky. At the same time, a team at Princeton University (led by Robert Dicke) was trying to find the CMB. Dicke's team got wind of the Bell experiment and realized the CMB had been found.\n\nBoth teams quickly published papers in the Astrophysical Journal in 1965, with Penzias and Wilson talking about what they saw, and Dicke's team explaining what it means in the context of the universe. (Later, Penzias and Wilson both received the 1978 Nobel Prize in physics).\n\n\n\nThe CMB is useful to scientists because it helps us learn how the early universe was formed. It is at a uniform temperature with only small fluctuations visible with precise telescopes. \"By studying these fluctuations, cosmologists can learn about the origin of galaxies and large-scale structures of galaxies and they can measure the basic parameters of the Big Bang theory,\" NASA wrote.\n\nWhile portions of the CMB were mapped in the ensuing decades after its discovery, the first space-based full-sky map came from NASA's Cosmic Background Explorer (COBE) mission, which launched in 1989 and ceased science operations in 1993. This \"baby picture\" of the universe, as NASA calls it, confirmed Big Bang theory predictions and also showed hints of cosmic structure that were not seen before. In 2006, the Nobel Prize in physics was awarded to COBE scientists John Mather at the NASA Goddard Space Flight Center, and George Smoot at the University of California, Berkeley.\n\nA more detailed map came in 2003 courtesy of the Wilkinson Microwave Anisotropy Probe (WMAP), which launched in June 2001 and stopped collecting science data in 2010. The first picture pegged the universe's age at 13.7 billion years (a measurement since refined to 13.8 billion years) and also revealed a surprise: the oldest stars started shining about 200 million years after the Big Bang, far earlier than predicted.\n\n\n\nScientists followed up those results by studying the very early inflation stages of the universe (in the trillionth second after formation) and by giving more precise parameters on atom density, the universe's lumpiness and other properties of the universe shortly after it was formed. They also saw a strange asymmetry in average temperatures in both hemispheres of the sky, and a \"cold spot\" that was bigger than expected. The WMAP team received the 2018 Breakthrough Prize in Fundamental Physics for their work.\n\nIn 2013, data from the European Space Agency's Planck space telescope was released, showing the highest precision picture of the CMB yet. Scientists uncovered another mystery with this information: Fluctuations in the CMB at large angular scales did not match predictions. Planck also confirmed what WMAP saw in terms of the asymmetry and the cold spot. Planck's final data release in 2018 (the mission operated between 2009 and 2013) showed more proof that dark matter and dark energy — mysterious forces that are likely behind the acceleration of the universe — do seem to exist.\n\nOther research efforts have attempted to look at different aspects of the CMB. One is determining types of polarization called E-modes (discovered by the Antarctica-based Degree Angular Scale Interferometer in 2002) and B-modes. B-modes can be produced from gravitational lensing of E-modes (this lensing was first seen by the South Pole Telescope in 2013) and gravitational waves (which were first observed in 2016 using the Advanced Laser Interferometer Gravitational Wave Observatory, or LIGO). In 2014, the Antarctic-based BICEP2 instrument was said to have found gravitational wave B-modes, but a further observation (including work from Planck) showed these results were due to cosmic dust.\n\nAs of mid-2018, scientists are still looking for the signal that showed a brief period of fast universe expansion shortly after the Big Bang. At that time, the universe was getting bigger at a rate faster than the speed of light. If this happened, researchers suspect this should be visible in the CMB through a form of polarization. A study that year suggested that a glow from nanodiamonds creates a faint, but discernible, light that interferes with cosmic observations. Now that this glow is accounted for, future investigations could remove it to better look for the faint polarization in the CMB, study authors said at the time.\n\nIf you would like to learn more about the cosmic microwave background and the Big Bang, check out this free course with the Open University. You can explore the strange \"cold spot\" in the cosmic microwave background in more detail with this article from Physics World and the UK Planck website lets you browse the maps of the sky created by the Planck space telescope.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nElizabeth Howell (she/her), Ph.D., was a staff writer in the spaceflight channel between 2022 and 2024 specializing in Canadian space news. She was contributing writer for Space.com for 10 years from 2012 to 2024. Elizabeth's reporting includes multiple exclusives with the White House, leading world coverage about a lost-and-found space tomato on the International Space Station, witnessing five human spaceflight launches on two continents, flying parabolic, working inside a spacesuit, and participating in a simulated Mars mission. Her latest book, \"Why Am I Taller?\" (ECW Press, 2022) is co-written with astronaut Dave Williams.\n\nA monster black hole may be hiding in the galaxy next door: 'It is astounding'\n\nSpectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans\n\nNASA's Artemis 2 crew wants your help designing the plush toy that will fly with them around the moon."
  },
  {
    "url": "https://www.space.com/dark-stars-first-in-the-universe",
    "title": "Dark stars: The first stars in the universe",
    "date": "13 July 2021",
    "content": "\n\nThis article is brought to you by All About Space.\n\nAll About Space magazine takes you on an awe-inspiring journey through our solar system and beyond, from the amazing technology and spacecraft that enables humanity to venture into orbit, to the complexities of space science.\n\nA star dies. A sudden flash of light signifies the end in a supernova explosion. This, however, is only part of the life cycle of stars, as the rich materials created during the death throes of the star are ejected into space by the supernova.\n\nWhen the next generation of stars form, they sweep up the leftovers of the supernova, accreting the metals that the dying star produced — metals being the term that astronomers use for anything heavier than hydrogen and helium. Metals are important; without them, the disc of gas and dust surrounding a newly forming star could not create rocky planets. But if new stars recycle the metals produced in the deaths of old stars, what did the very first stars do?\n\nThe universe began with the Big Bang, which created the gases hydrogen and helium, trace amounts of lithium and perhaps beryllium as well. Matter began to clump together, pulling in ever more material through gravitational attraction. It may have been dark matter — the mysterious substance that has yet to be directly detected — that began to accumulate first. This then drew in the ordinary matter, the stuff we can see, such as hydrogen and helium. Together the dark and ordinary matter created what is known as a 'minihalo', although the name is somewhat misleading, as minihalos had masses around a million times that of our sun.\n\n\n\nIt was in the mini halos that the first stars were born 200 million years after the Big Bang.\n\nThe first stars are known as Population III stars, and none have ever been observed, as they are too faint. The first stars had to make do with what they had available, and formed from clouds containing only hydrogen and helium. When they died in supernovae explosions, they produced the first metals for the subsequent population of stars, Population II, which have a small proportion of metals. These went on to birth the metal-rich Population I stars we have today.\n\nThe dark matter in the minihalo may have done more than bring elements together — it might also have been present deep within the first stars. These stars are known as 'dark stars', due to the dark matter within them, although they would have actually shone very brightly.\n\nEverything that we can see and detect — the stars and galaxies — only makes up a puny 5% of the universe, whereas dark matter comprises 25%. The rest is made of dark energy, another oddity thought to be responsible for accelerating the expansion of the universe. As CERN notes, dark matter does not interact with ordinary matter, and it does not produce any light. We only know that it must be there as its immense gravitational force tugs on ordinary matter.\n\nOne of the leading theories attempting to explain the invisible mass in the universe is a hypothetical particle known as a WIMP — a weakly interacting massive particle. 'Weakly' interacting refers to their relationship with ordinary matter. However, they would still interact with themselves. In fact, if two WIMPs collided with each other they would destroy each other in a process known as annihilation. This is because theories, such as this study at the University of Maryland, predict that WIMPs are their own 'antiparticles'.\n\n\n\nOrdinary matter has antiparticles, which are particles that have the same properties but are of opposite charge. Atoms consist of a nucleus surrounded by electrons. Electrons have a negative charge, and if they meet a particle known as a positron — with a positive charge — the electron and the positron will catastrophically annihilate each other.\n\nA side effect of annihilation is that it produces energy. As a star begins to form in a minihalo, the collapsing material will contain hydrogen, helium, and WIMPs. At first the energy produced by the colliding WIMPs leaks out into space, but when the density of hydrogen is high enough, it traps the energy from the WIMPs inside the star. Even though the WIMPs only account for a tiny fraction of the mass of the star, they are so efficient at energy production that they can power a dark star for millions, or even billions of years.\n\nIt is still uncertain if all of the first stars were ordinary Population III stars with no dark matter, dark stars, or if both types of stars coexisted. \"The standard scenario for the formation of the first stars does not rely on dark matter annihilation,\" says Erik Zackrisson from Uppsala University in Sweden. \"Dark stars are simply seen as an exotic alternative to the standard formation route.\"\n\nOrdinary stars are powered by fusion, the process that converts hydrogen into helium in the core of the star. The Population III stars would have been massive, weighing in at around 100 times the mass of our sun. However, they were also very hot, and this limited the amount of material that they could accrete. Dark stars, on the other hand, were much cooler. This meant that they could accrete substantially more of the surrounding material, and could theoretically keep growing as long as there was enough dark matter to fuel them, as NASA notes. Dark stars could have reached masses up to a million times that of the sun, with a luminosity a billion times brighter than it.\n\n\n\nAs the saying goes, all good things must come to an end, and the WIMPs will have eventually annihilated each other. Unlike Population III stars, which end their lives as supernovae, dark stars are so massive that they are fated to become a black hole. The smaller dark stars could take a detour on the way to oblivion by briefly igniting as an ordinary fusion-powered star. When this happened, the star would contract and become hotter. The hydrogen would have quickly been consumed in the belly of the star, and when the fusion engine could no longer support the star, the inevitable collapse into a black hole would have occurred.\n\nThe most massive of the dark stars would have bypassed the fusion stage altogether, collapsing straight into a black hole. These black holes were so massive that they offer a solution to a problem that had previously puzzled scientists. Supermassive black holes, which can be billions of solar masses, exist at the center of every galaxy, and are known to have existed only a billion years after the Big Bang. However, an ordinary star collapsing into a black hole would need more than a few hundred million years to gobble up enough material to become a supermassive black hole. \"Ordinary stars cannot do it, because ordinary stars are too small,\" explains Katherine Freese from the University of Texas at Austin. \"Dark stars, on the other hand, can grow to become a million times as massive as the sun, and then when they run out of fuel they collapse into million-solar-mass black holes, the perfect seeds for monstrous supermassive black holes.\"\n\n\n\nThe supermassive WIMP-powered dark stars could only have formed in the minihalos of the early universe, when the density of dark matter was much higher than it is today. Over time, as the universe expanded, everything became more spread out, so there are no longer minihalos capable of birthing supermassive dark stars.\n\nThis confines them to the early universe, which also means that they are at a great distance from us here on Earth. Astronomers use the term 'redshift' to denote distance in cosmology, as the light from a distant object will get shifted towards the red end of the spectrum, permitted that it's moving away from us. Dark stars only exist at high redshifts, making them an observing challenge. The infrared Ultra Deep Field images taken by Hubble were used to look for dark stars, but none were found. This doesn't necessarily mean they don't exist, as there could be less luminous dark stars lurking beyond Hubble's vision. The upcoming James Webb Space Telescope (JWST) — due to be launched in October 2021 — will outdo its predecessor by looking further back in time.\n\n\"If dark stars do exist, and are sufficiently massive, numerous and long-lived, then the JWST certainly has a decent chance of confirming their existence at high redshifts,\" says Zackrisson. \"However, since the distribution of dark star properties hinges on both the properties of the dark matter particles and the cosmological evolution of the dark matter halos that host them, success is by no means guaranteed.\"\n\nEven if the JWST can't detect individual dark stars, it might still be able to detect their overall glow. Just as individual street lights all add up to produce an infuriating yellow glow over cities, light from stars and galaxies accumulates into what is known as the extragalactic background light (EBL). The EBL has already been mapped to a certain extent, but the improved measurements from the JWST will help to sniff out the contributions from dark stars, which hasn't been manageable before.\n\n\n\nWhile WIMP annihilation can theoretically provide enough fuel to keep a dark star going for billions of years, it is unlikely that any of the dark stars from the early universe are still around today. However, it is possible that a new generation of dark stars could exist where dark matter concentrations are still somewhat high, such as in the centre of galaxies. As there is less dark matter in galactic centers compared to the minihalos of the ancient universe, the new generation of dark stars would be much less massive—only equivalent to that of our sun—and will never be able to rival the glory days of the first stars.\n\nSolar-mass dark stars near the galactic center would not have formed while trapping WIMPs inside them, but rather by capturing some of the dark matter that resides at the center of the galaxy. When this happens, dark matter heating takes over from ordinary fusion, and the stars cool and expand. Not only would this make them appear younger than they actually are, but it could also extend their lifetimes exponentially. If there was enough dark matter for them to continuously accrete it, the dark stars could exist indefinitely. Everlasting dark stars could bookend the lives of some stars in the universe.\n\nAnother possibility is that 'dead' stars such as neutron stars or white dwarfs at the galactic center could gather enough WIMPs in order to trigger dark matter heating, as noted in a study at Queen's University in Kingston, Ontario. These stars would otherwise become fainter over time, but with a new heating source they would get a new lease of life, and appear strangely younger and hotter than expected.\n\nUnderstanding the early years of our wondrous universe and how the first stars came to be is crucial to understanding what we see around us today, as well as understanding the more complex objects and phenomenons in the solar system. It is a murky period that is difficult to observe, but with the next generation of telescopes, such as the JWST, it might finally be possible to detect both the supermassive dark stars of the early universe and their less impressive cousins in the galactic center.\n\nDiscovering whether it was Population III stars, dark stars, or both that were the first stars to form in the universe will have a profound effect on cosmology. It won't be long before we can shed some light on these dark members of the cosmos.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nAmanda Doyle is a freelance science writer who studied astrophysics at Keele University in the United Kingdom, earning a Ph.D. for her studies into the spectral analysis of solar-like stars. Her work as appeared in All About Space Magazine, BBC Sky At Night and Astronomy Now. She is a former editor of Popular Astronomy and has served as Deputy Transport Editor at Chemical Watch news & events by Enhesa.\n\nPrivate Blue Ghost lander spotted on the moon by NASA lunar orbiter (photo)\n\nMars may have a solid inner core just like Earth\n\nHope is all but lost for private asteroid probe in deep space — 'the chance of talking with Odin is minimal'"
  },
  {
    "url": "https://www.space.com/26218-astrophysics.html",
    "title": "What is Astrophysics?",
    "date": "28 October 2022",
    "content": "Astrophysics is a branch of space science that applies the laws of physics and chemistry to seek to understand the universe and our place in it.\n\nThe field explores topics such as the birth, life and death of stars, planets, galaxies, nebulae and other objects in the universe. It has two sibling sciences, astronomy and cosmology, though the lines between these branches can blur.\n\nIn the most rigid sense:\n\nAstrophysics creates physical theories of small to medium-size objects and structures in the universe.\n\nAstronomy measures the positions, luminosities, motions and other characteristics of celestial objects.\n\nCosmology covers the cosmos' largest structures and the universe as a whole.\n\nRelated: What Does It Take to Be an Astrophysicist?\n\nMore: 20 trailblazing women in astronomy and astrophysics\n\nIn practice, the three fields form a tight-knit family.\n\nAsk for the position of a nebula or what kind of light it emits, and an astronomer might answer first. Ask what the nebula is made of and how it formed and an astrophysicist could pipe up. Ask how the data fit with the formation of the universe, and a cosmologist would probably jump in. Or they might all chime in to explore all three questions.\n\nAstrophysicists seek to understand the universe and our place in it.\n\nAt NASA, the aims of its astrophysics work are \"to discover how the universe works, explore how it began and evolved, and search for life on planets around other stars,\" according to NASA's website.\n\nNASA states that its astrophysics work grapples with three main questions:\n\n\n\nWhile astronomy is one of the oldest sciences, theoretical astrophysics began with Isaac Newton.\n\nPrior to Newton, astronomers described the motions of \"heavenly bodies,\" as they were then called, using complex mathematical models without a physical basis. Newton showed that a single theory, describing what we now know as gravity, simultaneously explains the orbits of moons and planets in space and the trajectory of a cannonball on Earth. This added to the body of evidence for the (then) startling conclusion that the \"heavens\" and Earth are subject to the same physical laws.\n\nPerhaps what most separated Newton's model from previous concepts, however, is that his theory was predictive as well as descriptive. Based on aberrations in the orbit of Uranus, astronomers predicted the position of a new planet, which was then observed and named Neptune.\n\n\n\nWe can't directly interact with distant cosmic objects, but we can observe the radiation they emit, and much of astrophysics has to do with studying this radiation and working to explain the mechanisms behind it.\n\nThe first ideas about the nature of stars emerged in the mid-19th century from the blossoming science of spectral analysis, an essential mainstay in the space sciences which means observing the specific frequencies of light that particular substances absorb and emit when heated.\n\nEarly spectroscopy provided the first evidence that stars contain substances also present on Earth. Spectroscopy has revealed that some nebulae are purely gaseous, while some contain stars. This later helped to cement the idea that some nebulae were not nebulae at all — they were other galaxies!\n\nIn the early 1920s, American astronomer and astrophysicist Cecilia Payne discovered, using spectroscopy, that stars are predominantly hydrogen (at least until their old age). By studying the spectra of stars, astrophysicists were also able to determine the speed at which they move toward or away from Earth.\n\nThe sound a vehicle emits is different whether it's moving toward us or away from us, and light has a similar effect because of something called the Doppler shift in which the spectra of stars change whether they are moving toward or away from us. In the 1930s, by combining the Doppler shift and Einstein's theory of general relativity, Edwin Hubble provided solid evidence that the universe is expanding. This is also predicted by Einstein's theory, and together form the basis of the Big Bang Theory.\n\nRelated: \"What Stars Are Made Of\" tells the story of the woman behind a stellar science\n\nIn the mid-19th century, physicists Lord Kelvin (William Thomson) and Gustav Von Helmholtz speculated that gravitational collapse could power the sun, but eventually realized that energy produced this way would only last 100,000 years. Fifty years later, Einstein's famous E=mc2 equation gave astrophysicists the first clue to what that energy source might be (although it turns out that gravitational collapse does play an important role).\n\nAs the fields of nuclear physics, quantum mechanics and particle physics grew in the first half of the 20th century, it became possible to formulate theories for how nuclear fusion could power stars. These theories describe how stars form, live and die, and they successfully explained the observed distribution of different types of stars, their spectra, luminosities, ages and other characteristics.\n\nAccording to the Big Bang Theory, the first stars were almost entirely hydrogen. The nuclear fusion process that energizes them smashes together hydrogen atoms to form the heavier element helium. In 1957, the husband-and-wife astronomer team of Margaret and Geoffrey Burbidge, along with physicists William Alfred Fowler and Fred Hoyle, showed how, as stars age, they produce heavier and heavier elements, which they pass on to later generations of stars in ever-greater quantities.\n\nIt is only in the final stages of the lives of more recent stars that the elements making up the Earth, such as iron (32.1 percent), oxygen (30.1 percent) and silicon (15.1 percent) are produced. Another of these elements is carbon, which together with oxygen makes up the bulk of the mass of all living things, including us. This is why you might've heard astrophysics say that we are all made of stardust, seeing as we are carbon-based lifeforms.\n\nIf you dream of studying the stars, know that becoming an astrophysicist requires years of observation, training and work. But you can start at whatever age by doing things like joining an astronomy club, attending local astronomy events, taking free online courses in astronomy and astrophysics and keeping up with news in the field (you can even do that on a website like Space.com).\n\nIf you continue to pursue the career, most start with a related undergraduate college degree and eventually work towards graduate degrees or a doctorate degree in astrophysics. Many then take on a post-doctoral position in astrophysics.\n\nAstrophysicists can work for the government, university labs and, occasionally, private organizations.\n\nA few additional tips for pursuing a career in astrophysics:\n\nTake math and science classes all through high school: Make sure to take a wide variety of science classes. Astronomy and astrophysics often blend elements of biology, chemistry and other sciences to better explore a wide variety of phenomena in the universe. Also, keep an eye out for any school clubs, volunteer work, summer jobs or internships available in math or science.\n\nPursue a bachelor's degree in math or science: While a bachelor's degree in astrophysics is a good route, there are many other paths that could lead you to the field. You can study computer science, for example, which is important in analyzing data. If you're considering this option, speak with your high school guidance counselor or university to find out what degree programs will be best for you.\n\nTake on research opportunities: Many universities have labs in which students participate in research — and sometimes even get published. Agencies such as NASA also offer internships for undergraduate students.\n\nComplete a graduate degree or doctorate in astrophysics: While some have graduate degrees, most astrophysicists have doctoral degrees, according to the U.S. Bureau of Labor Statistics.\n\nBack in 2015, planetary astrophysicist Natalie Hinkel did a lengthy interview with Lifehacker that gave readers a glimpse into the rewards and challenges of being an astrophysics researcher. She described the long number of years she has put into doing her research, the frequent job switches, the work hours and what it's like to be a woman in the field. She also shared interesting insights about her day-to-day work, surprising to some readers is that little of her time is actually spent at a telescope.\n\n\"I spend the vast majority of my time programming. Most people assume that astronomers spend all of their time at telescopes, but that's only a very small fraction of the job, if at all. I do some observations, but in the past few years I've only been observing twice for a total of about two weeks,\" Hinkel told Lifehacker.\n\n\"Once you get the data, you have to reduce it (i.e. take out the bad parts and process it for real information), usually combine it with other data in order to see the whole picture, and then write a paper about your findings. Since each observation run typically yields data from multiple stars, you don't need to spend all of your time at the telescope to have enough work,\" she said.\n\nAdditional reporting by Elizabeth Howell, Space.com contributor. This page was updated Jan. 13 by Space.com senior writer Chelsea Gohd.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nSci-fi shooter 'Jump Ship' is nearly here, and it's a chaotic mix of 'Left 4 Dead', 'Sea of Thieves', 'FTL' and Hawaiian pizza (video)"
  },
  {
    "url": "https://www.space.com/22509-binary-stars.html",
    "title": "What are binary stars?",
    "date": "22 November 2023",
    "content": "A binary star is a system of two gravitationally bound stars that orbit a common center of mass called a barycenter.\n\nStars in a binary system do not necessarily have the same mass, size or brightness. The larger star of a binary couple is called the primary star, while the smaller one is known as the secondary star or the companion star.\n\nRelated: What are star clusters?\n\nBinary stars are double stars, but not all double stars are binary stars. This is because some double stars comprise two stars close enough in the sky over Earth to appear as a single point of light, but they are actually vastly separated in space and not part of a gravitationally bound binary system–these are called optical doubles.\n\nIf a star is binary, it means that it's a system of two gravitationally bound stars orbiting a common center of mass.\n\nNo. It is estimated that around 85% of stars exist in binary star systems or systems with three or more stars. Single stars account for around 15% of all stars, but only 44% of stars that are similar to the sun are found with a binary partner, though this proportion is currently hotly debated.\n\nThough the sun is currently a single star, research published in 2020 suggests that it could have once had a similar-size binary partner. Evidence for this theory comes from the fact that it would have been easier for binary stars to capture the Oort cloud, the shell of icy bodies that surrounds the outer limits of the solar system. \n\nIn 2018, a team of astronomers saw that the star HD 186302 is remarkably similar to the sun and could be our home star's stellar sibling or a \"sun 2.0,\" with three other possible candidates highlighted.\n\nUnlike the sun, the vast majority of stars have a binary partner. The Australia Telescope National Facility estimates that up to 85% of all stars may exist in systems with two or three stars. So multistar systems are the norm, and binary systems are the most common multistar systems.\n\nThe chance of a star having a companion seems to diminish with its size, according to the book \"Transiting Exoplanets\" (Cambridge University Press, 2010). Around 75% of high-mass O-, B- and A-type stars seem to be found in multiple-star systems, roughly half of all known F- and G-type sunlike stars are found with a companion, and just 25% of small M-type red dwarf stars are found in multistar systems.\n\nBinary star systems can also include systems containing a normal star and a stellar remnant, an object that forms when a star runs out of the fuel for nuclear fusion and collapses under its own gravity. These dense and compact star \"corpses\" can include white dwarfs, neutron stars and black holes. Especially ancient binary systems can contain two stellar remnants orbiting each other.\n\n\n\nThe first observations of double stars were made in the early 17th century, but the binary nature of these objects was revealed later, according to the University of Oxford.\n\nIn 1767, astronomer and clergyman John Michell applied statistical principles to astronomy and studied the distribution of stars in the night sky. He determined that there were far more stars in pairs than could be accounted for if they were all randomly aligned, thus providing the first evidence for binary stars and star clusters.\n\nIn his 1781 catalog of 80 star systems, astronomer Christian Mayer proposed that \"these stars could be small suns revolving around larger suns.\" However, astronomer and composer Frederick William Herschel was not convinced that double stars were composed of stars in physically bound systems, so he set about measuring the distances to these systems, using the principle of parallax, the observed displacement of an object caused by the change of the observer's point of view.\n\nHerschel published his stellar catalog of 269 binary stars in 1782 and a second catalog of 434 more binaries in 1784. With the aid of his sister Caroline, Herschel observed the changes in the relative positions of these binary stars and published these observations in 1797. In 1803, he published a demonstration showing that these changes were the result of the stars existing in physical systems of mutual attraction, really bringing binary stars to the attention of the astronomical community.\n\n\n\nThe distances between stars in binary systems and their orbital periods differ considerably from binary to binary, and a system can be defined by these orbital distances. Stars in binary systems can have orbital separations equivalent to thousands of times the distance between Earth and the sun; these are predictably called \"wide binaries,\" according to \"Transiting Exoplanets.\" (Cambridge University Press, 2010).\n\nThere are also \"close binaries.\" The stars in these systems are often so close that they can exchange material, with the star losing matter called the \"donor star\" and the star gathering that matter called the \"accretor.\" (Accretion is the process by which matter is fed to a celestial body, like a star, white dwarf, neutron star or black hole.)\n\nDetached binaries are binary stars that do not exchange material. Semidetached binaries are stars in which some material flows from one star to the other. And contact binaries have stars so close together, their gaseous envelopes overlap. These latter stars may be in the process of merging, according to the book \"Introduction to the Sun and Stars\" (Cambridge University Press, 2015).\n\nOrbital distance and matter exchange are not the only ways to categorize binaries, however. According to the Australia Telescope National Facility, there are four types of binary star systems categorized by the methods used to detect them.\n\nA visual binary is a binary star system in which the stars can be individually seen as separate bodies in a telescope from Earth. For this reason, most visual binaries are star systems that are closer to Earth. They also tend to be wide binaries, as these factors make the stellar components easier to resolve.\n\nBecause of the distance between them, the stars in visual binaries do not usually interact via the exchange of material. The brighter star of a visual binary is given the suffix \"A,\" while the dimmer component is assigned the suffix \"B.\"\n\nWhen a binary system is too distant, or when the stars are too close together, the stellar bodies cannot be resolved separately by a telescope as with visual binaries. However, astronomers can use a phenomenon called Doppler shift to distinguish the stars in these binary systems, which are called spectroscopic binaries.\n\nDoppler shift works because the wavelengths of light are shortened when a star is moving toward Earth, shifting it toward the blue end of the electromagnetic spectrum, while light from a star moving away from our planet has its wavelength stretched, or \"redshifted.\"\n\nA binary system emits light that is the combined light output, or \"spectra,\" from both of its stellar components. If star A is moving away from Earth and star B is moving toward us, or vice versa, the individual spectra of these stars can be resolved by their red or blue shift. As observations of this binary continue and the stars proceed in their orbits, this situation will be reversed: As star A begins to move toward Earth, its light is then redshifted, and as star B begins to move away from our planet, its spectrum is blueshifted.\n\nSpotting a spectroscopic binary relies heavily on several conditions being met. Most significantly, the orbital plane of the binary cannot be at a right angle to our line of sight, and the stars must not move across that line of sight because this stops the Doppler shift from being visible.\n\nThe chance of spotting a spectroscopic binary is reduced if the stars of a binary system are low-mass or if they are widely separated and thus have a long orbital period that lowers the probability of catching one star moving away from us and the other moving toward us. The chance of seeing a star binary as a spectroscopic binary is also lowered if one of the stars is dim and thus makes little contribution to the combined light from the system.\n\nDespite these hindrances, most known binary star systems were spotted using their Doppler shifts.\n\nSome stars demonstrate a periodic change in the magnitude of their brightness. This may be triggered when the star changes its intrinsic light output, as in the case of a pulsating variable star, or it could be because the star is a binary system viewed edge-on, meaning one star is periodically eclipsing the other. These are called eclipsing binaries.\n\nEclipsing binaries can also fit into the two previously mentioned categories and are often so close together that they exchange material.\n\nA companion star in a binary system can have an effect on its partner other than altering its light output. Though the two stars orbit a common center of mass, an unseen star can gravitationally \"tug\" on the other. This causes a periodic \"wobble\" in the visible star's motion over time. The precise measurement of a star's motion and position is called \"astrometry,\" so binaries spotted in this way are known as astrometric binaries.\n\n\n\nAs mentioned above, in some binary systems, the stars are so close together that they exchange material. This mass transfer occurs when the radius of one star is not much smaller than the orbital separation between the stars. \n\nThis can proceed in several ways, according to \"Introduction to the Sun and Stars.\" One mechanism, called Roche-lobe overflow, is particularly important. Each star in a binary system is surrounded by a theoretical pear-shaped volume called a Roche lobe, the size of which is determined by the mass of the star. When a donor star, usually a giant one, fills its Roche lobe, material flows from it through a gravitationally stable point called an inner Lagrangian point to the accretion star — often a white dwarf or other compact stellar remnant. As it enters the Roche lobe of the donor star, this matter still has angular material, so it can't go straight to the surface of the accretor. As such, it forms a stream of gas and dust on one side of the receiving star or an accretion disk from which it is gradually fed to the surface of the accretor star.\n\nWith a contact binary, both stars have filled their Roche lobes with the more massive star, sending material to its smaller companion but also sharing brightness and temperature.\n\nBinary stars can also exchange material even if neither star fills its Roche lobe. This happens via stellar wind accretion, a process in which the accretor captures the stellar wind blowing from the donor star, usually a massive one.\n\nThe exchange of mass between stars can have a significant impact on the evolution of these systems and their stellar components. For instance, in a binary system with two main sequence stars, when the more massive star runs out of nuclear fuel and puffs out as a red giant filling its Roche lobe, it starts transferring matter to the other star. As the matter is transferred, the red giant loses mass, causing its Roche lobe to shrink and driving the mass transfer to proceed faster.\n\nThis can completely deplete the donor star's outer layers, leaving it as an exposed helium star on the path to becoming a white dwarf or a neutron star. This results in a binary system with a large main sequence star and a compact stellar remnant. This will not be the case forever, though. Eventually, after millions — or even billions — of years, the second star will also enter a red giant phase, filling its own Roche lobe, which causes it to start sending material to its white dwarf or neutron star companion.\n\nBecause of the incredible density of these stars, when matter falls onto them, it releases a huge amount of energy that can trigger thermonuclear reactions at the surface of that compact stellar remnant. In some cases, the accretion of matter from a red giant to a white dwarf can cause it to blast out a Type Ia supernova or can push it over the mass limit needed to transform it into a neutron star.\n\nExtrasolar planets, or exoplanets, are planets that orbit stars other than the sun. Binary systems can possess exoplanets in stable orbits, some of which are closer to one star in the binary and thus orbit that star much as Earth orbits the sun, in what is called a circumstellar orbit. Other exoplanets in binary star systems have more unusual orbits, looping both of the stars in that system. Exoplanets that orbit an entire binary system in this way are said to possess \"circumbinary orbits.\"\n\nThe first circumbinary planet discovered was PSR B1620-26 b, which was first hinted at in 1993 and was finally confirmed to exist in 2003. This planet's circumbinary orbit carries it around a white dwarf and a neutron star located around 12,400 light-years from Earth. The advanced stellar evolutionary status of the stellar occupants of this exotic system means it is believed to be around 12 billion years old, making PSR B1620-26 b potentially the oldest exoplanet discovered thus far and earning it the nickname Methuselah after the biblical figure who lived to a remarkably old age.\n\nThe first circumbinary planet discovered around a binary star young enough to still be burning hydrogen in its core, a so-called main sequence star,\" was discovered in 2011. Called Kepler-16 b, it orbits a main sequence star smaller than the sun as well as a red dwarf.\n\nAstronomers aren't yet sure how existing in a binary star system would affect the habitability of a planet. In 2022, researchers looked at how habitable planets could possibly form in binary star systems. Focusing on a pair of young protostars still gathering the mass needed to trigger hydrogen fusion and become true stars in the binary system NGC 1333-IRAS2A, the team found that habitable planets could emerge around binaries but they would do so differently than those in single-star systems. This is because the complex behavior of young twin stars affects flattened clouds of planet-forming material around them called protoplanetary disks, distorting those disks with periodic outbursts of energy.\n\nAlso more complex is the calculation of where a habitable zone in or around a binary star system would be for an exoplanet. The habitable zone is the area around a star that is neither too hot nor too cold to allow for the existence of liquid water on an orbiting planet's surface — hence why it is often called the Goldilocks zone. This is tricky to estimate for binary star exoplanets because the distances between the planet and the stars change continuously — more so than for planets on elliptical orbits around a single star. This means the amount of starlight received by these exoplanets can vary substantially, and thus so can their surface temperatures.\n\nIn research conducted in 2007, scientists concluded that 50% to 60% of binary star systems could form planets with the necessary conditions needed to support life. With the Milky Way packed with 100 billion star systems, there are potentially many planets where life could exist under the glare of two \"suns,\" similar to the fictional planet of Tatooine as strikingly depicted in \"Star Wars.\"\n\nWe asked Vik Dhillion, Professor of Astrophysics in the Department of Physics and Astronomy at the University of Sheffield, some questions about binary stars.\n\nVik Dhillon is a Professor of Astrophysics in the Department of Physics and Astronomy at the University of Sheffield. Dhillon's primary research interests are in the field of close binary stars.\n\nAbout half of all stars in the sky are binary!\n\nStars are typically formed in clusters of hundreds to thousands, and many of these form as binary stars during this process.\n\nYes, if one of the stars goes supernova or if there is a close encounter with a third star.\n\nI study close binary stars — these are when the two stars in the binary system are separated by of order the diameter of the Sun (just over a million km). These are particularly interesting, as the closeness of the two stars means they can't evolve independently like single stars, and you get mass transferring between (and even merging of) the two star\n\nClose binary stars are interesting because the mass transfer and/or merging results in some of the most exotic inhabitants of our universe, like supernovae and short gamma-ray bursts.\n\nIt is in these types of objects that the heaviest elements in the Universe are formed.\n\nA simulation shows how stars exchange material through a stable gravitational point via a process called Roche lobe overflow. Another simulation, created by NASA, shows what happens in a binary system that has evolved to the point at which both components are neutron stars.\n\nBinary stars, Australia Telescope National Facility, [accessed 10/10/23], [https://www.atnf.csiro.au/outreach/education/senior/astrophysics/binary_intro.html]\n\nTypes of binary stars, Australia Telescope National Facility, [accessed 10/10/23], [https://www.atnf.csiro.au/outreach/education/senior/astrophysics/binary_types.html]\n\nMultiple Star Systems, NASA, [accessed 10/10/23], [https://universe.nasa.gov/stars/multiple-star-systems/]\n\nBinary star, Britannica, [accessed 10/10/23], [https://www.britannica.com/science/binary-star]\n\nBinary Stars, Philosophy of Cosmology, Oxford University, [http://philosophy-of-cosmology.ox.ac.uk/binary-stars.html]\n\nS.F. Green., M. H. Jones., Introduction to the sun and stars, Cambridge University Press, [2015], ISBN 978 1 107 49263 9\n\nS. G. Ryan., A.J. Norton., Stellar evolution and nucleosynthesis, Cambridge University Press, [2010], ISBN 978 0 521 13320 3\n\nC. A. Haswell., Transiting Exoplanets: Measuring the properties of planetary systems, Cambridge University Press, [2010], ISBN 978 0 521 13938 0\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nRobert Lea is a science journalist in the U.K. whose articles have been published in Physics World, New Scientist, Astronomy Magazine, All About Space, Newsweek and ZME Science. He also writes about science communication for Elsevier and the European Journal of Physics. Rob holds a bachelor of science degree in physics and astronomy from the U.K.’s Open University. Follow him on Twitter @sciencef1rst.\n\nA monster black hole may be hiding in the galaxy next door: 'It is astounding'\n\nSpectacular photo taken from ISS shows 'gigantic jet' of upward-shooting lightning towering 50 miles over New Orleans\n\nNew 'Starman' documentary shines light on NASA JPL legend Gentry Lee"
  },
  {
    "url": "https://www.space.com/22471-red-giant-stars.html",
    "title": "Red giant stars: Facts, definition & the future of the sun",
    "date": "29 July 2023",
    "content": "A red giant is a dying star in the final stages of stellar evolution.\n\nIn about five billion years, our own sun will turn into a red giant, expand and engulf the inner planets — including Earth.\n\nWhat does the future hold for the light of our solar system and others like it?\n\nRelated: Will our solar system survive the death of our sun?\n\nMost of the stars in the universe are main sequence stars — those that convert hydrogen into helium in their cores via nuclear fusion.\n\nOver the course of their \"normal\" lives, the outward pressure of fusion inside main sequence stars balances out the inward pressure of gravity. Once the core fusion stops, however, gravity takes over and begins compressing the star.\n\n\"This raises the internal temperature of the star and ignites a shell of hydrogen burning around the inert core,\" Swinburne University of Technology in Australia wrote in a stellar evolution explainer.\n\n\"Meanwhile, the helium core continues to contract and increase in temperature, which leads to an increased energy generation rate in the hydrogen shell,\" the explainer continues. \"This causes the star to expand enormously and increase in luminosity — the star becomes a red giant.\"\n\nRed giant stars bloat to 62 million to 620 million miles in diameter (100 million to 1 billion kilometers) — 100 to 1,000 times wider than our sun is today. Because these stars' energy is spread across such a large area, their surface temperatures are actually relatively cool, reaching only 4,000 to 5,800 degrees Fahrenheit (2,200 to 3,200 degrees Celsius), a little over half as hot as the sun. This temperature change causes stars to shine in the redder part of the spectrum, leading to the name \"red giant,\" though they are often more orangish in appearance.\n\nRed giants' core temperatures, however, continue to rise as the core contracts further, eventually reaching levels where helium fuses to form carbon. (This is known as the \"triple alpha process\" because it involves three helium-4 isotopes or alpha particles.) If the star is at least 2.2 times more massive than our sun, helium-to-carbon ignition is a relatively gradual process. But for less hefty stars, it occurs with an explosive flash.\n\nEventually, the helium in the core runs out and fusion stops. The core shrinks again and a helium shell just beyond it ignites, as happened with hydrogen shortly after the star burned through its stores of that initial fuel.\n\nThis ignition causes the giant's outer layers to expand even further, but its core continues to collapse in on itself. The star eventually becomes incredibly compact, turning into a superdense object known as a white dwarf. Around the time of this transition, the star ejects its outer layers in huge clouds of gas and dust known as planetary nebulae. (The misleading name was given by early astronomers, who thought these sky sights looked like planets.) These shells are much larger and fainter than their parent stars.\n\nAfter spending about 1 billion years as a red giant, our own sun will become a white dwarf, packing most of its initial mass into a sphere roughly the size of Earth. This fate awaits many other stars as well — all of them that are less than about eight times more massive than the sun, in fact.\n\nThe end-of-life scenario for giant stars is different. Stars roughly eight to 40 times more massive than the sun, for example, go through a \"red supergiant\" phase. Their cores get hot enough to burn carbon, which our sun never will, and they eventually die in powerful supernova explosions. When it's all said and done, these massive stars leave behind either a neutron star or a black hole.\n\nAnd this all happens quite quickly, cosmically speaking, because huge stars burn through their fuel very fast. For example, while our sun will end up fusing hydrogen in its core for about 10 billion years, stars that become red supergiants exhaust their reserves in just 10 million years or so. And they march through the other late-life steps even faster than that.\n\nSome of the brightest and best-known stars in the night sky are red supergiants. Betelgeuse, which forms the shoulder of the constellation Orion (The Hunter), is a red supergiant. So is Antares, the brightest star in the constellation Scorpius.\n\nRelated: Amazing photos of supernova explosions\n\nIn approximately five billion years, our own sun will transition to the red giant phase. When it expands, its outer layers will consume Mercury and Venus and also reach Earth. Scientists are still debating whether or not our planet will be engulfed, or whether it will orbit dangerously close to the red giant sun. Either way, life, as we know it on Earth, will cease to exist.\n\nRelated: When will the sun die?\n\nIn fact, surface life on our planet will likely be wiped out long before the sun turns into a red giant. Our star has been getting warmer over the eons, as main-sequence stars of its mass do, and in a few hundred million years, it will be hot enough to start evaporating the oceans. So there may not be much left for our bloated, red-giant sun to destroy.\n\n\"The future of the Earth is to die with the sun boiling up the oceans, but the hot rock will survive,\" astrophysicist Don Kurtz, of the University of Lancashire, told Reuters.\n\nOur changing sun may provide hope to other planets, however. When a star morphs into a red giant, it changes its home system's \"habitable zone,\" the range of orbital distance where liquid water can exist on a world's surface. Because a star remains a red giant for approximately a billion years, it may be possible for life to arise on distantly orbiting planets and moons, which will finally receive some warmth.\n\n\"When a star ages and brightens, the habitable zone moves outward, and you're basically giving a second wind to a planetary system,\" exoplanet scientist Ramses M. Ramirez, a researcher at Cornell University's Carl Sagan Institute, said in a statement. \"Currently objects in these outer regions are frozen in our own solar system, like Europa and Enceladus — moons orbiting Jupiter and Saturn.\"\n\nThe window of opportunity will be open only briefly, however. When the sun and other smaller stars shrink back down to white dwarfs, the life-giving light will dissipate. And supernovae from larger stars could present other habitability issues.\n\nWe asked Sarafina El-Badry Nance, Berkeley astrophysicist and author, a few frequently asked questions about red giant stars.\n\nSarafina El-Badry Nance is an astrophysicist and Ph.D. candidate at UC Berkeley and Lawrence Berkeley National Lab researching supernovas and computational cosmology. She is the author of Dutton's newly-released memoir, STARSTRUCK: A Memoir of Astrophysics and Finding Light in the Dark.\n\nRed giant stars (RSGs) are bright, bloated, low-to-medium mass stars approaching the ends of their lives. Nuclear fusion is the lifeblood of stars; they undergo nuclear fusion within their stellar cores to exert a pressure counteracting the inward force of gravity.\n\nStars fuse progressively heavier and heavier elements throughout their lives. From the outset, stars fuse hydrogen to helium, but once stars that will form RSGs exhaust hydrogen, they're unable to counteract the force of gravity. Instead, their helium core begins to collapse at the same time as surrounding hydrogen shells re-ignite, puffing out the star with sky-rocketing temperatures and creating an extraordinarily luminous, rapidly bloating star. As the star's outer envelope cools, it reddens, forming what we dub a \"red giant\".\n\nAs the bloated, dying star expels gas as it expands, the core recedes back in on itself, until it ultimately fizzles out and becomes a white dwarf. The gas surrounding the white dwarf continues to glow, creating a planetary nebula that houses a white dwarf at its center.\n\nA few examples of RSGs include Aldebaran, Arcturus, and Mira. Planetary nebulae, however, can be much more astonishing for the casual stargazer to observe, such as the Cat's Eye Nebula, the Little Dumbbell Nebula, and NGC 2438.\n\nThe fate of our sun exemplifies the evolution of RSGs. Our sun will become a red giant near the end of its life — in five billion years or so — growing so large that it will engulf the inner planets and even Earth itself. Then, the gently expelled outer layers will form a glowing planetary nebula surrounding the fizzled out core — a white dwarf.\n\nYou can find good introductions to the basics of stellar evolution at this Swinburne University of Technology page and from NASA here. To learn more about red giants in particular, check out this lecture posted by the University of Oregon. And NASA's exoplanet site has a nice summary of what will happen in our solar system when the sun becomes a red giant.\n\nFollow Nola Taylor Redd at @NolaTRedd or on Facebook. Follow us at @Spacedotcom or on Facebook.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nNola Taylor Tillman is a contributing writer for Space.com. She loves all things space and astronomy-related, and enjoys the opportunity to learn more. She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine. In her free time, she homeschools her four children. Follow her on Twitter at @NolaTRedd\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nIndia's Aditya-L1 solar probe watches powerful flare erupt from the sun\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri"
  },
  {
    "url": "https://www.space.com/author/ailsa-harvey",
    "title": "Ailsa Harvey",
    "date": "17 January 25",
    "content": "Ailsa is a staff writer for How It Works magazine, where she writes science, technology, space, history and environment features. Based in the U.K., she graduated from the University of Stirling with a BA (Hons) journalism degree. Previously, Ailsa has written for Cardiff Times magazine, Psychology Now and numerous science bookazines.\n\nHere we debunk some of the most common and enduring space conspiracies.\n\nReference\nScientists have found more than 5,000 exoplanets since the first such world was confirmed orbiting a sunlike star in 1995. We explore the ones most similar to Earth.\n\nReference\nThe wormhole theory postulates that a theoretical passage through space-time could create shortcuts for long journeys across the universe.\n\nReference\nYou are time-traveling right now, but how does real time travel differ to that of science fiction? Here, we explore some of the theories behind time travel and the science that supports time-bending.\n\nReference\nSirius has been the shiniest star in the sky for a long, long time.\n\nReference\nUranus is the seventh planet from the sun and was the first to be discovered with a telescope. We explore this ice giant in more detail here.\n\nReference\nEarth is the only planet known to support life. Learn about what Earth is made of and where it came from.\n\nReference\nArtemis is NASA's plan to go back to the moon.\n\nReference\nWe GPS all the time but how does it work and why was it invented? Here we explore this vital space-based technology.\n\nReference\nAlbert Einstein profoundly changed physics and ideas about space and time. Learn more about his life, theories and scientific impact.\n\nReference\nHow do the biggest telescopes on land measure up in size, construction and discoveries?\n\nReference\nLearn how stars form, how stars and constellations are named, what happens when stars like our sun evolve, and ultimately, die.\n\nYou can now add the deepest infrared image of the universe to your wardrobe.\n\nA partial solar eclipse coincided with sunset in April 2022. This image tracks the movements of the sun and eclipse stages.\n\nUsing a full spectrum of wavelengths, observations of the Messier 66 galaxy shows the distribution of ionized gasses.\n\nThe Hubble Space Telescope's Wide Field Camera 3 revealed spectacular details of this spiral galaxy over 42 million light-years away from Earth.\n\nThe NASA Innovative Advanced Concepts (NIAC) program is funding a range of space tech studies in early development. In the future, they could assist space missions.\n\nAs the early universe cooled shortly after the Big Bang, bubbles formed in its hot plasma, triggering gravitational waves that could be detectable even today, a new study suggests.\n\nReference\nHeliocentrism places the sun at the center of the Solar System. This is the history of how scientists discovered our place and in the Solar System.\n\nReference\nThe V2 rocket was the world's first liquid-propellant rocket. After claiming thousands of lives, how did it become a revolutionary breakthrough in rocket technology?\n\nReference\nThis gas giant is the largest planet in the solar system, but just how big is Jupiter?\n\nReference\nThe universe was born with the Big Bang as an unimaginably hot, dense point. SPACE.com offers an overview of the universe and its history, age and structure.\n\nReference\nCosmology by definition is the branch of astronomy involving the origin and evolution of the universe, from the Big Bang to the future of the cosmos.\n\nReference\nThis list of famous astronomers includes great scientists in history who mastered many fields and modern astronomers who helped popularize astronomy.\n\nReference\nExactly how many stars are in the universe is impossible to know because we aren't sure of its scale.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!"
  },
  {
    "url": "https://www.space.com/15567-north-star-polaris.html",
    "title": "Polaris: How to find the North Star",
    "date": "24 January 2022",
    "content": "Polaris or the North Star is a star that appears almost directly above the Earth's rotational axis. As the Earth turns, every other star seems to spin around the axis, tracing out a circle in the sky, but the North Star appears to stand still. But no matter what time of night or what season it is, following Polaris will lead a traveler in the Northern Hemisphere due north.\n\nPolaris is part of the constellation known as Ursa Minor and the cluster of stars called the Little Dipper.\n\nThe North Star is not the star closest to us, nor is it the brightest star in the night sky. But culturally, scientifically and navigationally, it's one of the most important stars of recent centuries.\n\nPolaris is a \"pulsing\" star, a type of star also known as a Cepheid variable, which means that it appears to vary in brightness ever so slightly — only one tenth of a magnitude — over a time frame of just under four days.\n\nAlthough we call Polaris a star out of habit, it's actually a system of three stars, with the brightest dubbed Polaris A.\n\nIf you train a small backyard telescope on Polaris, you might notice a tiny companion star (called Polaris B) shining at 9th magnitude with a pale bluish tint. This companion was first sighted by William Herschel in 1779, reported astronomer Bob Argyle and co-authors in the 2019 book \"An Anthology of Visual Double Stars.\"\n\nAstronomers believe that the main star and Polaris B are separated by about 2,400 astronomical units — one astronomical unit (AU) being the average distance of the sun to the Earth. The orbital period of the two stars may number in the many thousands of years.\n\n\n\nIn 1929, by studying the spectrum of Polaris, a third companion star (Polaris C) was discovered. This one, a white dwarf, lies only 18.5 AU from Polaris A (about the same distance of the planet Uranus from our sun). Its extreme closeness to the far more brilliant Polaris A explains why it went unseen for so long.\n\nPolaris is located at a distance of 323 light-years from Earth, according to a 2012 study in Astrophysical Journal Letters that was previously covered by Space.com. The main star boasts a luminosity nearly 2,500 times that of our sun, according to Jim Kaler, an astronomer at the University of Illinois. In modern times the North Star is somewhere around the 50th brightest star in the night sky — and, oddly, it appears to be getting brighter. Today, Polaris could be 4.6 times brighter than it was in ancient times.\n\nAlthough it is one of the most-observed stars, Polaris is a bit of a stellar mystery, as Space.com reported in 2020. In a preprint paper, researchers Hilding R. Neilson, an astrophysicist at the University of Toronto, and Haley Blinn, at the time an undergraduate student at the University of Toronto, summarized the many discrepancies and conflicting observations of Polaris. The scientists noted that most large research telescopes can't train their gazes that far north. And the professional instruments that can sweep that part of the sky aren't designed to inspect stars as near and bright as the Polaris system.\n\nPolaris is located in the constellation known as Ursa Minor, the Little Bear, which includes the group of stars called the Little Dipper. Polaris, the North Star, lies at the end of the handle of the Little Dipper.\n\nA few of the stars that make up that constellation can be blotted out with very little moonlight or street lighting. So the best way to find your way to Polaris, based on the experience of meteorologist and skywatcher Joe Rao, is to use the so-called \"Pointer\" stars. The stars, Dubhe and Merak, form the wall of the \"bowl\" farthest from the \"handle\" of the scoop-shaped Big Dipper. Draw a line between these two stars and follow it out about five times the distance between the two stars, and you will spot Polaris.\n\nExactly where Polaris appears in your northern sky depends on your latitude.\n\n— A skywatcher shows you where to find the North Star (photo)\n— Something strange is going on with the North Star\n— Colorful star trails swirl around Polaris in mesmerizing night-sky photo\n\nFrom New York City the North Star stands 41 degrees above the northern horizon; 10 degrees is roughly equal to your clenched fist held at arm's length, so from New York, Polaris would appear to stand about \"four fists\" above the northern horizon.\n\nNew York's latitude is also about 41 degrees, and that is no coincidence. At the North Pole, you would find Polaris overhead. At the equator, it would appear to sit right on the horizon. The North Star climbs progressively higher the farther north you go; when you head south, the star drops lower and ultimately disappears from view once you cross the equator and head into the Southern Hemisphere.\n\nPolaris is more constant than a magnetic compass, and as such has been a part of navigation and wayfinding techniques around the Northern Hemisphere for generations. Only about 0.7 degree separates Polaris from the North Celestial Pole, the pivot point directly north of the Earth around which the stars circle daily. That distance amounts to less than the apparent width of 1.5 full moons, making Polaris a truly remarkable fixed point in the night sky.\n\nTraditional Polynesian wayfinding brought voyagers clear across the Pacific Ocean for thousands of years, cultural astronomy researcher Carla Bento Guedes and cultural astronomer Duane W. Hamacher wrote for The Conversation.\n\n\n\nThe relative positions of the stars, including the North Star, have changed quite a lot in the last 3,500 years of voyaging, but stars like Polaris guided Polynesian people in canoes from Canada to Japan. To this day, navigators like Nainoa Thompson of the Polynesian Voyaging Society use Polaris, known in Hawaiian as Hokupa'a or \"fixed star,\" to make voyages across the Pacific.\n\nExplorers and colonizers like Christopher Columbus also used Polaris to navigate across oceans, to varying degrees of success.\n\nAnd according to NASA, the Apollo astronauts used Polaris as one of 37 stars they could use to orient themselves and navigate on the moon.\n\nAppearing fixed in the night sky, Polaris' reliability is a potent symbol and metaphor across northern hemisphere cultures.\n\nAccording to Sky and Telescope, Norse mythology holds Polaris to be the end of a spike around which the sky rotates, while in Mongolian legend the star is a peg that holds the world together.\n\nThe coat of arms of Nunavut, Canada, features Niqirtsuituq, the Inuktitut name for the North Star. According to the Legislative Assembly of Nunavut, the star is included to symbolize constancy as \"unchanged as the leadership of the elders in the community.\"\n\nIn 2008, NASA beamed the Beatles song \"Across the Universe\" to the North Star, in honor of several anniversaries — the 50th anniversary of NASA's founding, the 50th anniversary of the launch of Explorer 1 (the first U.S. satellite), the 45th anniversary of the establishment of the Deep Space Network (which receives signals from deep-space probes such as Voyager) and the 40th anniversary of the recording of the song itself.\n\nIn Shakespeare's \"Julius Caesar,\" the title character proclaims, \"But I am constant as the Northern Star, of whose true fixed and resting quality there is no fellow in the firmament.\" Ironically, although Shakespeare's Caesar meant to imply that he was unshakeable, at the time of Caesar's assassination in 44 B.C. Polaris would have moved across the sky. Until relatively recently, Polaris wasn't the North Star at all.\n\nCaesar wouldn't have used the North Star to navigate, because thousands of years ago Polaris wasn't aligned with Earth's rotational axis. It would have moved throughout the night, just like any other star in the night sky.\n\nOur spinning earth is subject to torque, like a spinning top, that is caused by the gravitational forces of the sun and moon. As a result the earth's axis wobbles, a phenomenon called precession, wrote physicist David Stern for NASA. The wobble causes Earth's axis to describe a circle in the sky.\n\nRelated: As the world turns: Night sky photographer snaps Earth's precession\n\n\n\nSo, as the centuries go by, the North Celestial Pole shifts.\n\nSince it takes about 25,800 years for the Earth's axis to complete a single wobble, different stars have become the North Star at different times. For example, the star Thuban in the constellation of Draco was the North Star around the year 2600 B.C., during the age of the Pyramid builders of ancient Egypt. The star Kochab was the closest to a North Star at the time of Plato, around 400 B.C. Polaris took over sometime before the 5th century, when the Macedonian writer and historian Stobaeus described it as \"always visible,\" according to Space.com sister site Space Answers.\n\nPolaris is actually still drawing closer to the pole and will be at its steadiest on March 24, 2100. On this day, it will be just 27.15 arcminutes, or slightly less than the moon's apparent diameter, away from the North Celestial Pole.\n\nBy around the year 14,000 A.D., according to NASA, Earth's axis will point reasonably close to the star Vega, one of the brightest stars in the sky.\n\nFor more information on Indigenous traditional constellations and navigation, check out this work from Science Friday on how the lost constellations of Indigenous North Americans can connect culture, science, and inspire the next generation of scientists. For a kid's look at Polaris and stargazing in general, visit the American Museum of Natural History's Ology site. And if you want a practical how-to guide on navigating with the stars, try David Burch's \"Celestial Navigation: A Complete Home Study Course, Second Edition\" (2015).\n\nAdditional reporting by Joe Rao, Space.com columnist, and Elizabeth Howell, Space.com contributor.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nVicky Stein is a science writer based in California. She has a bachelor's degree in ecology and evolutionary biology from Dartmouth College and a graduate certificate in science writing from the University of California, Santa Cruz (2018). Afterwards, she worked as a news assistant for PBS NewsHour, and now works as a freelancer covering anything from asteroids to zebras. Follow her most recent work (and most recent pictures of nudibranchs) on Twitter.\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nSci-fi shooter 'Jump Ship' is nearly here, and it's a chaotic mix of 'Left 4 Dead', 'Sea of Thieves', 'FTL' and Hawaiian pizza (video)"
  },
  {
    "url": "https://www.space.com/34835-alpha-centauri-new-star-names.html",
    "title": "Alpha Centauri Gets a New Moniker as 227 Star Names Are Clarified",
    "date": "28 November 2016",
    "content": "\"Alpha Centauri\" is getting the boot. The longstanding star name has been displaced by its ancient counterpart in a new International Astronomical Union (IAU) catalog that designates 227 official names for different stars in the sky.\n\nThe move was intended to reduce confusion, according to the IAU. For instance, a star like Fomalhaut has at least 30 different names, so it's difficult to figure out what to call it — or even how to spell it. Variations over the years have included Fumalhaut, Fomalhut and even the unusual Fomal'gaut.\n\nThe IAU, which is the official arbiter of astronomical names, chose single names to refer to those stars that have historically had many. Some of the decisions may rattle longtime observers, however. For example, the binary star Alpha Centauri, which lies 4.35 light-years from the sun, is now known officially as \"Rigil Kentaurus,\" the ancient name for the system. [What Do We Know About Alpha Centauri?]\n\nNeighboring Proxima Centauri — the closest star to the sun, at just 4.22 light-years away — will keep its name, which will make it easier to keep track of the nearest exoplanet to Earth (which is currently known by the name Proxima b.)\n\nIn many cases, the names are the same as before; for instance, while Vega is reported to have dozens of different names, \"Vega\" will stand as the official name, echoing the decisions of star catalogs in the Western Hemisphere for centuries. Official alphanumeric designations for stars, which are used by professional astronomers, will remain the same.\n\n\"Since the IAU is already adopting names for exoplanets and their host stars, it has been seen as necessary to catalogue the names for stars in common use from the past, and to clarify which ones will be official from now on,\" Eric Mamajek, chair and organizer of the working group, said in a statement.\n\nThe decision comes after the IAU's working group on star names began combing the literature in May 2016 to determine which star names would be officially approved. The group favored one-word names as well as those names that had histories in astronomy, culture or the natural world. (Many star names, the IAU noted, have not changed much since the Renaissance and come from Greek, Latin and Arabic roots.)\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\n\"The group aims to decide which traditional star names from cultures around the world are the official ones, in order to avoid confusion,\" the IAU said in the statement. \"Some of the most common names for the brightest and most famous stars in the sky had no official spelling, some stars had several names, and identical names were sometimes used for completely different stars altogether.\"\n\nThe full list of the 227 stars is available on the IAU's website. This catalog includes 18 star names that were approved in December 2015, 14 of them proposed and voted on by the public for the NameExoWorlds contest. The approved stellar names will not be available for asteroids, planetary satellites or exoplanets \"so as to further reduce confusion,\" the IAU said of the listing.\n\nFollow Elizabeth Howell @howellspace, or Space.com @Spacedotcom. We're also on Facebook and Google+. Original article on Space.com.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nElizabeth Howell (she/her), Ph.D., was a staff writer in the spaceflight channel between 2022 and 2024 specializing in Canadian space news. She was contributing writer for Space.com for 10 years from 2012 to 2024. Elizabeth's reporting includes multiple exclusives with the White House, leading world coverage about a lost-and-found space tomato on the International Space Station, witnessing five human spaceflight launches on two continents, flying parabolic, working inside a spacesuit, and participating in a simulated Mars mission. Her latest book, \"Why Am I Taller?\" (ECW Press, 2022) is co-written with astronaut Dave Williams.\n\nHubble Telescope discovers a new '3-body problem' puzzle among Kuiper Belt asteroids (video)\n\nMystery solved! Odd X-ray signal was 'death knell' of planet destroyed by zombie star (video)\n\nThe private Athena moon lander will touch down near the moon's south pole today: Watch it live"
  },
  {
    "url": "https://www.space.com/18090-alpha-centauri-nearest-star-system.html",
    "title": "Alpha Centauri: Facts about the stars next door",
    "date": "5 March 2023",
    "content": "Alpha Centauri is a star system with components 4.2 to 4.4 light-years from Earth and comprises three stars. It is the closest star system to the solar system, and one of its stars is the nearest star to our planet other than the sun.\n\nCollectively, the star system is the fourth-brightest star in Earth's sky (not including the sun), after Sirius, Canopus and Arcturus, according to Britannica. However, as Starwalk points out, Alpha Centauri is a southern star, located in the constellation Centaurus, and thus isn't visible to observers above 29 degrees north latitude.\n\nAlpha Centauri is listed in Almagest, the star catalog written by Ptolemy around A.D. 150. Although Alpha Centauri was well documented in antiquity, it wasn't until the late 1600s that astronomers began to notice that it was made up of multiple stars.\n\nRelated: A guide to the brightest stars in the sky\n\nIn December 1689, while observing a passing comet, French Jesuit priest Father Jean Richaud discovered that Alpha Centauri contained the individual stars Alpha Centauri A (or Rigil Kentaurus) and Alpha Centauri B (or Toliman). This was only the second binary star system to be discovered.\n\nAlpha Centauri's third and faintest component star, Alpha Centauri C — or Proxima Centauri, as it is better known — was discovered in 1915 by Scottish astronomer Robert Thorburn Ayton Innes.\n\nAt 4.2 light-years from Earth, Proxima Centauri is the closest star to our planet other than the sun. Its name means \"nearest to Centaurus\" in Latin.\n\nProxima Centauri is a red dwarf star with a mass of around 12.5% of the sun and a diameter of about 14% of our star's. However, Proxima Centauri is around 33 times denser than the sun, according to Star facts.\n\nThis red dwarf is a main sequence star, which means that, like the sun, it is still turning hydrogen to helium at its core via nuclear fusion, with this acting as Proxima Centauri's main source of energy. With a luminosity of 0.17% that of the sun, Proxima Centauri is producing energy at a lower rate than the sun. That means that, while our star is predicted to have a main sequence lifetime of around 10 billion years, of which around 5 billion years remain, Proxima Centauri will stay on this branch of stellar evolution for another 4 trillion years  —  around 300 times the current 13.8 billion-year age of the universe.\n\nAlthough Proxima Centauri will outlive the sun, it will eventually experience a similar fate: When its supply of hydrogen is exhausted, Proxima Centauri will end its life as a smoldering white dwarf star, lacking the mass sufficient to become a neutron star or a black hole.\n\n\n\nProxima Centauri is a dim star with a magnitude of 11.05, so it's usually too faint to be seen with the naked eye. Because Proxima Centauri is a \"flare star,\" however — meaning it's prone to sudden bursts of brightness resulting from magnetic activity — the red dwarf does give rise to powerful phenomena that can be seen here on Earth.\n\nIn 2019, researchers spotted one of the largest stellar flares ever recorded in the Milky Way emerging from Proxima Centauri. The jet of plasma, which lasted just 7 seconds, was around 100 times more powerful than any flare ever seen emerging from the sun. The first Proxima Centauri superflare was spotted in 2016 and was bright enough for observers to spot it with the naked eye in dark sites on Earth.\n\n\n\nLocated around 4.4 light-years from the solar system, the main component of Alpha Centauri is the binary system composed of Alpha Centauri A and B. the brightest component of Alpha Centauri is the star Alpha Centauri A, or Rigil Kentaraus, which means \"foot of the centaur\" in Arabic and, confusingly, is also an alternative name for the whole Alpha Centauri system. It is a sun-like star that, like Proxima Centauri, is still in its main sequence lifetime.\n\nRigil Kentaraus is both larger and more massive than the sun, with a diameter 1.2 times that of the sun and a mass 1.1 times our star's. Its surface temperature is about 5,790 kelvins (10,000 degrees Fahrenheit, or 5,500 degrees Celsius), and it is about 1.5 times as luminous as the sun.\n\nRigil Kentaurus is gravitationally locked in a binary system with Toliman (Alpha Centauri B), the second-brightest star of Alpha Centauri, and completes an orbit in 22 Earth days. According to NASA, Rigil Kentaraus and Toliman are separated by around 23 astronomical units (AU), or 23 times the distance between Earth and the sun. (One AU is the average distance between Earth and the sun: about 93 million miles, or 150 million kilometers.)\n\nToliman is an orange main sequence star that is both smaller and less massive than the sun, with a diameter of 86% and a mass of 97% of the sun. Toliman's surface temperature is 5,260 K (9,000 F, or 5,000 C), making it cooler than the sun, whose surface temperature is around 5,780 K (10,000 F, or 5,000 C), and it is about half as luminous as our star.\n\nProxima Centauri is gravitationally bound to this binary system and is located around 13,000 AU from it. Research released in 2017 showed that Proxima Centauri moves in the same direction, as the binary stars relative to the sun, and the red dwarf star takes around 550,000 years to orbit the two stars. The study also suggested that the orbit of Proxima Centauri around Rigil Kentaurus and Toliman may have influenced the evolution of planets orbiting the three stars.\n\nConsidering Alpha Centauri is the closest star system to Earth, it is perhaps unsurprising that it's an area of intense searches for exoplanets. Indeed, astronomers have spotted several suspected worlds in the system.\n\nAs of 2023, five planets have been detected in the Alpha Centauri system: three orbiting Proxima Centauri (Alpha Centauri C) and two orbiting Toliman (Alpha Centauri B), though some of these have yet to be confirmed.\n\nThese include the exoplanet, Alpha Centauri Bb, which was detected in 2012. The planet orbits its star at a distance of just 3.7 million miles, over 10 times closer than Mercury is to the sun. As a result, if Alpha Centauri Bb is confirmed to exist, it is being blasted with huge doses of radiation, bringing the surface temperature up to 2,200 degrees Fahrenheit (1,200 degrees Celsius) — meaning its surface is covered in lava, according to a statement from NASA.\n\nAnother possible planet around Toliman may be a little less extreme. Alpha Centauri Bc, a proposed Earth-like planetary candidate, was spotted via a dip in light from its parent star caused as the planet crossed, or transited, its face. The planet is proposed to be roughly Earth-size, with a 20-Earth-day orbit.\n\n\n\nAstronomers are more confident about the planets spotted orbiting Proxima Centauri. Discovered in 2016, Proxima Centauri b is a so-called Super Earth that orbits Proxima Centauri at a distance about 5% of the distance between Earth and the sun, according to NASA. The planet has a mass similar to Earth's and a slightly larger radius, but because of its proximity to its star, the planet takes just 11.2 Earth days to complete an orbit.\n\nThough Proxima Centauri b is much closer to its star than Earth is to the sun, it is still within Proxima Centauri's habitable zone because of the red dwarf star's low-energy output.\n\nFarther out from Proxima Centauri, at around 1.5 AU from the red dwarf and outside its habitable zone, is the mini-Neptune exoplanet Proxima Centauri c, which is around seven times the size of Earth and orbits its star once every 1,900 Earth days, according to the Open Exoplanet Catalogue. Proxima Centauri c was first spotted in 2019 from a wobble that its gravitational influence caused in the motion of its parent star. The existence of Proxima Centauri c was confirmed in 2020 with images from the Hubble Space Telescope taken in 1995. This makes it one of the few exoplanets to have been visually confirmed.\n\nIn 2022, a third planet was discovered around Proxima Centauri. Called Proxima Centauri d, the exoplanet has around a quarter the mass of Earth and orbits its star at around 3% of the distance between Earth and the sun. Proxima Centauri d is so close to its star that it completes an orbit every five Earth days. It is one of the lightest exoplanets ever seen by astronomers.\n\n\"This detection strengthens our belief that low-mass planets, like Earth that may be habitable, are quite common in our galaxy. It also proves that we now have the technical capacity to find them using state-of-the-art instruments,\" research leader and Institute of Astrophysics and Space Sciences researcher told Newsweek. \"From the measurement of the very low mass, we can conclude that this planet likely has a rocky composition, like the Earth and Mars.\"\n\nAdditionally, in 2021, astronomers spotted the possible signs of an exoplanet orbiting Rigil Kentaurus (Alpha Centauri A) in the star's habitable zone, the region around a star that is neither too hot nor too cold to support liquid water, a key ingredient for life.\n\n\n\nWe know that Alpha Centauri is the closest star system to ours, and we are fairly sure of the presence of Earth-like planets there. The question is, could humans ever actually live there?\n\nArguably the greatest challenge we would face in making a new home in the Alpha Centauri system would be traversing the vast distance to these three stars. Although it's the closest star system to Earth, Alpha Centauri is still more than 4 light-years away. That's about 23.5 trillion miles (37.8 trillion km).\n\nRelated: Could humanity send astronauts to Alpha Centauri like in 'Lost in Space'?\n\nTo travel such an enormous distance, we'd need a far faster spacecraft or some other method for getting there. According to NASA, the Discovery space shuttle (which was retired in 2011) travels at around 17,500 mph (28,000 km/h). Even moving constantly at this speed, it would take over 148,000 years to reach Alpha Centauri. Even when the Orion spacecraft, the crew capsule associated with the Artemis Program, is ready to carry crew NASA says its top speed will be around 20,000 mph. This won't significantly cut down this travel time to Proxima Centauri. That's even if either of these vehicles was designed to journey out of the solar system, rather than just making relatively short trips to the moon or Mars.\n\nThe only spacecraft to make it out of the solar system thus far are Voyager 1 and 2, and NASA estimates that even traveling at speeds of over 35,000 mph (56,000 km/h), it will take Voyagers 1 and 2 nearly 40,000 years to travel 2 light-years to reach the indistinct boundary between our solar system and Proxima Centauri. That means conceivably it would take these spacecraft over 80,000 years to reach the star itself.\n\nThe stars and planets of Alpha Centauri are moving toward Earth, but they're doing so very slowly. According to the SIMBAD Astronomical database operated by the University of Strasbourg, Alpha Centauri will be at its closest point to our solar system in around 30,000 years, when it will be around 3 light-years away.\n\nThen 3,000 years after this, the star system will begin to move away from the solar system again, and Proxima Centauri will no longer be the sun's closest stellar neighbor. At this point, another star, Ross 248 (or HH Andromedae), will hold that distinction. Also a red dwarf star, Ross 248 is currently around 10.3 light-years from the sun and is the 10th-closest star to the solar system, according to SolStation. In 1993, it was predicted that this star would move into a period that brings it as close as 3.02 light-years from the sun in around 36,000 years.\n\nAlpha Centauri is the closest star to Earth other than the sun, but Alpha Centauri A and B aren't number two and three. Read about the other stars that are closest to the solar system. You can look up Proxima Centauri b and the other exoplanets in that star system in NASA's exoplanet catalog. The multiple-star nature of Alpha Centauri was discovered by astronomer Robert Innes. You can read more about him on Physics Today.\n\nAlpha Centauri: A Triple Star System about 4 Light Years from Earth, NASA, [Accessed 01/20/23], [https://www.nasa.gov/mission_pages/chandra/images/alpha-centauri-a-triple-star-system-about-4-light-years-from-earth.html]\n\nAlpha Centauri, Britannica, [Accessed 01/20/23], [https://www.britannica.com/place/Alpha-Centauri]\n\nThe Nearest Neighbor Star, NASA, [Accessed 01/20/23], [https://imagine.gsfc.nasa.gov/features/cosmic/nearest_star_info.html]\n\nProxima Centauri b, NASA Exoplanet Catalog, [Accessed 01/20/23], [https://exoplanets.nasa.gov/exoplanet-catalog/7167/proxima-centauri-b/]\n\nList of 7 Brightest Stars in the Sky, Starwalk, [Accessed 01/20/23], [https://starwalk.space/en/news/top-7-brightest-stars-in-the-sky]\n\nProxima Centauri, Constellation Guide, [Accessed 01/20/23], [https://www.constellation-guide.com/proxima-centauri/]\n\nStellar Neighbors of the Sun, Hyperphysics, [Accessed 01/20/23], [http://hyperphysics.phy-astr.gsu.edu/hbase/Starlog/strclos.html]\n\nRigil Kentaurus, Star Facts, [Accessed 01/23/23], [https://www.star-facts.com/rigil-kentaurus/]\n\nP. Kervella., F. Thévenin., C. Lovis., Proxima's orbit around Alpha Centauri, ArXiV, [2017], [https://arxiv.org/abs/1611.03495]\n\nK. Wagner, A. Boehle., P. Pathak., et al, Imaging low-mass planets within the habitable zone of α Centauri, Nature Communications, [2021], [https://www.nature.com/articles/s41467-021-21176-6]\n\nR. Lea, One of the Lightest Planets Ever Discovered Could Help Us Find More Habitable Worlds, Newsweek, [2022], [https://www.newsweek.com/lightest-planets-ever-help-find-habitable-worlds-proxima-d-centauri-exoplanet-espresso-1677650]\n\nJ. P. Faria., A. S. Mascareño., P. Figueira., et al, A candidate short-period sub-Earth orbiting Proxima Centauri?, Astronomy & Astrophysics, [2022], [https://www.newsweek.com/lightest-planets-ever-help-find-habitable-worlds-proxima-d-centauri-exoplanet-espresso-1677650]\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nRobert Lea is a science journalist in the U.K. whose articles have been published in Physics World, New Scientist, Astronomy Magazine, All About Space, Newsweek and ZME Science. He also writes about science communication for Elsevier and the European Journal of Physics. Rob holds a bachelor of science degree in physics and astronomy from the U.K.’s Open University. Follow him on Twitter @sciencef1rst.\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nIndia's Aditya-L1 solar probe watches powerful flare erupt from the sun\n\n'We should be living on Mars by now!' Red Planet and Voyager 1's Pale Blue Dot steal the spotlight in NYC rock show"
  },
  {
    "url": "https://www.space.com/23756-white-dwarf-stars.html",
    "title": "White dwarfs: Facts about the dense stellar remnants",
    "date": "4 March 2022",
    "content": "White dwarfs are what is left when stars like our sun have exhausted all of their fuel. They are dense, dim, stellar corpses — the last observable stage of evolution for low- and medium-mass stars.\n\nWhilst most massive stars will eventually go supernova, a low or medium mass star with a mass less than about 8 times the mass of the sun will eventually become a white dwarf, according to NASA. Approximately 97% of the stars in the Milky Way will eventually become white dwarfs, according to researchers.\n\nCompared to our sun, a white dwarf has a similar carbon and oxygen mass though it is much smaller in size — similar to Earth, according to New Mexico State University (NMSU).\n\nWhite dwarf temperatures can exceed 100,000 Kelvin according to NASA (that's about 179,500 degrees Fahrenheit). Despite these sweltering temperatures, white dwarfs have a low luminosity as they're so small in size according to NMSU.\n\nRelated: Red dwarfs: The most common and longest-lived stars\n\nMain-sequence stars, including the sun, form from clouds of dust and gas drawn together by gravity. How the stars evolve through their lifetime depends on their mass. The most massive stars, with eight times the mass of the sun or more, will never become white dwarfs. Instead, at the end of their lives, white dwarfs will explode in a violent supernova, leaving behind a neutron star or black hole.\n\nAccording to NASA, a teaspoon of white dwarf matter would weigh 5.5 tons on Earth — about the same as an elephant!\n\nSmaller stars, however, will take a slightly more sedate path. Low- to medium-mass stars, such as the sun, will eventually swell up into red giants. After that, the stars shed their outer layers into a ring known as a planetary nebula (early observers thought the nebulas resembled planets such as Neptune and Uranus ). The core that is left behind will be a white dwarf, a husk of a star in which no hydrogen fusion occurs.\n\n\n\nSmaller stars, such as red dwarfs, don't make it to the red giant state. They simply burn through all of their hydrogen, ending the process as a dim white dwarf. However, red dwarfs take trillions of years to consume their fuel, far longer than the 13.8-billion-year-old age of the universe, so no red dwarfs have yet become white dwarfs.\n\nWhen a star runs out of fuel, it no longer experiences an outward push from the process of fusion and it collapses inward on itself. White dwarfs contain approximately the mass of the sun but have roughly the radius of Earth, according to Cosmos, the astronomy encyclopedia from Swinburne University in Australia. This makes them among the densest objects in space, beaten out only by neutron stars and black holes. According to NASA, the gravity on the surface of a white dwarf is 350,000 times that of gravity on Earth. That means a 150-pound (68-kilogram) person on Earth would weigh 50 million pounds (22.7 million kg) on the surface of a white dwarf.\n\n\n\nWhite dwarfs reach this incredible density because they are collapsed so tightly that their electrons are smashed together, forming what is called \"degenerate matter.\" The former stars will keep collapsing until the electrons themselves provide enough of an outward-pressing force to halt the crunch. The more mass, the greater the pull inward, so a more massive white dwarf has a smaller radius than its less massive counterpart. Those conditions mean that, after shedding much of its mass during the red giant phase, no white dwarf can exceed 1.4 times the mass of the sun.\n\nWhen a star swells up to become a red giant, it engulfs its closest planets. But some can still survive. NASA’s Spitzer spacecraft revealed that at least 1 to 3 percent of white dwarf stars have contaminated atmospheres that suggest rocky material has fallen into them.\n\n– How many stars are in the universe?\n\n– What is the biggest star ever observed?\n\n– White holes: What we know about black holes' neglected twins\n\n\"In the quest for Earth-like planets, we have now identified numerous systems which are excellent candidates to harbor them,\" Jay Farihi, a white dwarf researcher at the University of Leicester in England, told Space.com. \"Where they persist as white dwarfs, any terrestrial planets will not be habitable, but may have been sites where life developed during a previous epoch.\"\n\nIn one exciting case, researchers have observed the rocky material as it falls into the white dwarf.\n\n\"It's exciting and unexpected that we can see this kind of dramatic change on human timescales,\" Boris Gänsicke, an astronomer at the University of Warwick in England, told Space.com.\n\n\n\nMany white dwarfs fade away into relative obscurity, eventually radiating away all of their energy and becoming so-called black dwarfs, but those that share a system with companion stars may suffer a different fate.\n\nIf the white dwarf is part of a binary system, it may be able to pull material from its companion onto its surface. Increasing the white dwarf's mass can have some interesting results.\n\nOne possibility is that the added mass could cause it to collapse into a much denser neutron star.\n\nA far more explosive result is the Type 1a supernova. As the white dwarf pulls material from a companion star, the temperature increases, eventually triggering a runaway reaction that detonates in a violent supernova that destroys the white dwarf. This process is known as a \"single-degenerate model\" of a Type 1a supernova.\n\nRelated: Know Your Novas: Star Explosions Explained (Infographic)\n\nIn 2012, researchers were able to closely observe the complex shells of gas surrounding one Type 1a supernova in fine detail.\n\n\"We really saw, for the first time, detailed evidence of the progenitor for a Type 1a supernova,\" Benjamin Dilday, the study's lead author and an astronomer at Las Cumbres Observatory Global Telescope Network in California told SPACE.com.\n\nIf the companion is another white dwarf instead of an active star, the two stellar corpses merge together to kick off the fireworks. This process is known as a \"double-degenerate model\" of a Type 1a supernova.\n\nAt other times, the white dwarf may pull just enough material from its companion to briefly ignite in a nova, a far smaller explosion. Because the white dwarf remains intact, it can repeat the process several times when it reaches that critical point, breathing life back into the dying star over and over again.\n\n\"These are the brightest and most frequent stellar eruptions in the galaxy, and they're often visible to the naked eye,\" Przemek Mróz, an astronomer at Poland’s Warsaw University, told Space.com in a previous article.\n\nYou can learn more about white dwarfs with ESA and explore different types of stars with NASA. Discover the evolution of binary star systems with this free educational material from Lumen Learning. Explore the physics of the universe with white dwarfs in this informative material from The University of Texas at Austin.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nNola Taylor Tillman is a contributing writer for Space.com. She loves all things space and astronomy-related, and enjoys the opportunity to learn more. She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine. In her free time, she homeschools her four children. Follow her on Twitter at @NolaTRedd\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nSci-fi shooter 'Jump Ship' is nearly here, and it's a chaotic mix of 'Left 4 Dead', 'Sea of Thieves', 'FTL' and Hawaiian pizza (video)"
  },
  {
    "url": "https://www.space.com/23772-red-dwarf-stars.html",
    "title": "Red Dwarfs: The Most Common and Longest-Lived Stars",
    "date": "6 June 2019",
    "content": "Red dwarf stars make up the largest population of stars in the galaxy, but they hide in the shadows, too dim to be seen with the naked eye from Earth. Their limited radiance helps to extend their lifetimes, which are far greater than that of the sun.\n\nScientists think that 20 out of the 30 stars near Earth are red dwarfs. The closest star to the sun, Proxima Centauri, is a red dwarf.\n\nThe term \"red dwarf\" does not refer to a single kind of star. It is frequently applied to the coolest objects, including K and M dwarfs — which are true stars — and brown dwarfs, often referred to as \"failed stars\" because they do not sustain hydrogen fusion in their cores.\n\n\"There is no true definition of red dwarfs,\" astronomer Michaël Gillon of the University of Liège in Belgium told Space.com by email. Gillon, who studies stellar objects at the cooler end of the spectrum, was part of the team that identified the ultracool star TRAPPIST-1. Red dwarf \"generally refers to dwarf stars with a spectral type ranging from K5V to M5V,\" Gillon said.\n\nRed dwarfs form like other main-sequence stars. First, a cloud of dust and gas is drawn together by gravity and begins rotating. The material then clumps at the center, and when it reaches the critical temperature, fusion begins.\n\nRed dwarfs include the smallest of the stars, weighing between 7.5% and 50% the mass of the sun. Their reduced size means that they burn at a lower temperature, reaching only 6,380 degrees Fahrenheit (3,500 degrees Celsius). The sun, by comparison, has a temperature of 9,900 F (5,500 C). The low temperatures of red dwarfs mean they are far, far dimmer than stars like the sun.\n\nTheir low temperature also means that they burn through their supply of hydrogen less rapidly. While other, more massive stars burn through only the hydrogen at their core before coming to the end of their lifetimes, red dwarfs consume all of their hydrogen, inside and outside their core. This stretches out the lifetime of red dwarfs to trillions of years; far beyond the 10-billion-year lifetime of sun-like stars.\n\n\n\nScientists occasionally have difficulty distinguishing a red dwarf star from a brown dwarf. Brown dwarfs are cool and dim, and likely form the same way red dwarfs do, but brown dwarfs never reach the point of fusion because they're too small, and therefore, they're not considered stars.\n\n\"When we observe a red dwarf and measure its atmosphere, we don't necessarily know whether it's a brown dwarf or a star — young brown dwarfs look almost exactly like ultracool stars,\" said Adam Burgasser, an astronomer at the University of California, San Diego.\n\nTo figure out whether a celestial object is a brown or red dwarf, scientists measure the temperature of the object's atmosphere. Fusion-free brown dwarfs are cooler than 2,000 Kelvin (3,140 F or 1,727 C), while hydrogen-fusing stars are warmer than 2,700 K (4,400 F or 2,427 C). In between, a star could be classified as a red dwarf or brown dwarf.\n\nSometimes, chemicals in the object's atmosphere can reveal clues about what's happening at its heart. According to Burgasser, the presence of molecules like methane or ammonia, which can only survive at cold temperatures, suggests that an object is a brown dwarf. Lithium in the atmosphere also suggests that a red dwarf is a brown dwarf rather than a true star.\n\nBut scientists may still use the term red dwarf to describe how a celestial object looks — small and dim — even if the object is actually a brown dwarf, Burgasser said.\n\n\n\nPlanets form from the material left over in a disk after their star has been created. Many red dwarfs have been found with planets surrounding them, though enormous gas giants are rare. Because red dwarfs are dimmer than stars like the sun, it is easier to find small planets that may surround these dimmer objects, making red dwarfs a popular target for planet hunting. NASA's Kepler space telescope (which operated between 2009 and 2018) and Transiting Exoplanet Survey Satellite, or TESS (which started operations in 2018), have surveyed many red dwarf stars for possible Earth-like planets.\n\nSince the planets examined by TESS are near bright stars that tend to be close to Earth, it's easier for ground telescopes to follow up on the observations. In April 2019, TESS investigators announced they had found their mission's first Earth-size planet, although its conditions are not ideal for life as we know it.\n\nFor a long time, scientists thought red dwarfs were uninhabitable. Their limited light and heat meant that the habitable zone — or the region where liquid water could form on planets around a red dwarf — would be very close to the star, putting the planets in range of harmful radiation from the star. Other planets may be tidally locked to the star, with one side constantly facing the sun, causing one side to be too warm, and the other to be too cold.\n\nIn 2016, a potentially habitable planet was found orbiting Proxima Centauri (Earth's closest star). And in 2019, astronomers announced the possibility of a second planet orbiting far outside the star's habitable zone. At least seven Earth-size planets orbit the red dwarf TRAPPIST-1, and many studies suggest at least some of those planets could host life.\n\n\n\nTiny red dwarfs may have an extended lifetime, but like all other stars, they'll eventually burn through their supply of fuel. When they do, the red dwarfs become white dwarfs — dead stars that no longer undergo fusion at their core. Eventually, the white dwarfs will radiate away all of their heat and become black dwarfs.\n\nBut unlike the sun, which will become a white dwarf in a few billion years, red dwarfs will take trillions of years to burn through their fuel. This is significantly longer than the age of the universe, which is less than 14 billion years old. Red dwarfs may be a bit dim, but like the tortoise, they slowly but surely win the survival race.\n\nAdditional resources:\n\nThis article was updated on June 6, 2019 by Space.com contributor Elizabeth Howell.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nNola Taylor Tillman is a contributing writer for Space.com. She loves all things space and astronomy-related, and enjoys the opportunity to learn more. She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine. In her free time, she homeschools her four children. Follow her on Twitter at @NolaTRedd\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri\n\nTouch down on the moon with private Blue Ghost lander in this amazing video\n\nSci-fi shooter 'Jump Ship' is nearly here, and it's a chaotic mix of 'Left 4 Dead', 'Sea of Thieves', 'FTL' and Hawaiian pizza (video)"
  },
  {
    "url": "https://www.space.com/17160-sun-atmosphere.html",
    "title": "The sun's atmosphere: Photosphere, chromosphere and corona",
    "date": "21 June 2022",
    "content": "The sun's atmosphere is made up of several layers, mainly the photosphere, the chromosphere and the corona.\n\nIt's in these outer layers that the sun's energy, which has bubbled up from the sun's interior layers over the course of a million years, is detected as sunlight, according to University Corporation for Atmospheric Research (UCAR).\n\nRelated: How far is Earth from the sun?\n\n\n\nThe photosphere is the lowest layer of the sun's atmosphere — the innermost layer we can observe directly. The term photosphere means \"sphere of light\" and is the layer where most of the sun's energy is emitted. It takes about eight minutes for sunlight from the photosphere to reach Earth.\n\nThe temperature of the photosphere ranges from 11,000 degrees Fahrenheit (6,125 degrees Celsius) at the bottom to 7,460 F (4,125 C) at the top. The photosphere is significantly cooler than temperatures at the sun's core, which can reach about 27 million F (15 million C) according to NASA. The sun's photosphere is about 300 miles (500 kilometers) thick, which is relatively thin when compared with the 435,000 miles (700,000 km) radius of the sun.\n\nThe photosphere is marked by bright, bubbling granules of plasma and darker, cooler sunspots, which emerge when the sun's magnetic field breaks through the surface. Sunspots appear to move across the sun's disk. Observing this motion led astronomers to realize that the sun rotates on its axis. Since the sun is a ball of gas with no solid form, different regions rotate at different rates. The sun's equatorial regions rotate in about 24 days, while the polar regions take more than 30 days to make a complete rotation.\n\nThe photosphere is also the source of solar flares: tongues of fire that extend hundreds of thousands of miles above the sun's surface. Solar flares produce bursts of X-rays, ultraviolet radiation, electromagnetic radiation and radio waves.\n\n\n\nThe layer above the photosphere is the chromosphere. The chromosphere emits a reddish glow as super-heated hydrogen burns off. But the red rim can only be seen during a total solar eclipse. At other times, light from the chromosphere is usually too weak to be seen against the brighter photosphere.\n\n– What is the sun made of?\n\n– When will the sun die?\n\n– How far is Earth from the sun?\n\nThe chromosphere may play a role in conducting heat from the interior of the sun to its outermost layer, the corona. \"We see certain kinds of solar seismic waves channeling upwards into the lower atmosphere, called the chromosphere, and from there, into the corona,\" Junwei Zhao, a solar scientist at Stanford University in Stanford, California, and lead author of a study that tracked waves from sunspots said in a statement. \"This research gives us a new viewpoint to look at waves that can contribute to the energy of the atmosphere.\"\n\n\n\nThe third layer of the sun's atmosphere is the corona. Like the chromosphere, the sun's corona can only be seen during a total solar eclipse (or with NASA's Solar Dynamics Observatory). It appears as white streamers or plumes of ionized gas that flow outward into space. Temperatures in the sun's corona can get as high as 3.5 million degrees F (2 million degrees C). As the gases cool, they become the solar wind.\n\nWhy the corona is up to 300 times hotter than the photosphere, despite being farther from the solar core, has remained a long-term mystery.\n\n\"That's a bit of a puzzle,\" Jeff Brosius, a space scientist at Catholic University in Washington, D.C., and NASA's Goddard Space Flight Center in Greenbelt, Maryland, said in a statement. \"Things usually get cooler farther away from a hot source. When you're roasting a marshmallow you move it closer to the fire to cook it, not farther away.\"\n\nResearch suggests that tiny explosions known as nanoflares may help push the temperature up by providing sporadic bursts reaching up to 18 million F (10 million C).\n\n\"The explosions are called nanoflares because they have one-billionth the energy of a regular flare,\" Jim Klimchuk, a solar scientist at NASA's Goddard Space Flight Center in Maryland, said in a statement. \"Despite being tiny by solar standards, each packs the wallop of a 10-megaton hydrogen bomb. Millions of them are going off every second across the sun, and collectively they heat the corona.\"\n\nGiant super-tornados may also play a role in heating the sun's outer layer. These solar twisters are a combination of hot-flowing gas and tangled magnetic field lines, ultimately driven by nuclear reactions in the solar core.\n\n\"Based on the detected events, we estimate that at least 11,000 swirls are present on the sun at all times,\" Sven Wedemeyer-Böhm, a solar scientist at the University of Oslo in Norway and lead author of the team that identified tornados on the sun, told Space.com.\n\nRecent research suggests that solar \"campfires\" — miniature solar flares discovered by the European-U.S. Solar Orbiter mission could be behind the mysterious heating of the sun's corona.\n\nIn 2016, NASA's Solar Dynamics Observatory and the Solar Heliospheric Observatory observed a large \"missing link\" explosion on the sun. The event showed characteristics of three different types of solar eruptions that usually happen separately but occurred together this time, Space.com previously reported. Scientists are studying the unique event to uncover new information about what causes these powerful solar eruptions and how we might be able to better predict them in the future.\n\nOn July 3, 2021, the sun surprised everyone with an enormous solar flare — the largest since 2017. The solar flare occurred from a sunspot called AR2838, Space.com reported. The flare was so large it caused a brief radio blackout on Earth according to officials.\n\nLearn more about solar physics with NASA’s Marshall Space Flight Center. Discover how NASA's Solar Dynamic Observatory sees the sun. Explore the sun with NASA’s Parker Solar Probe's latest mission news.\n\nAschwanden, Markus J. \"The Quiet-Sun Corona.\" New Millennium Solar Physics. Springer, Cham, 2019. 219-259.\n\nStangalini, Marco, et al. \"Torsional oscillations within a magnetic pore in the solar photosphere.\" Nature Astronomy (2021): 1-6.\n\n\"The Sun's atmosphere is hundreds of times hotter than its surface — here's why\", The Conversation.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nMystery solved! Odd X-ray signal was 'death knell' of planet destroyed by zombie star (video)\n\nThe solar system is teeming with 1 million 'alien invaders' from Alpha Centauri\n\nHubble Telescope discovers a new '3-body problem' puzzle among Kuiper Belt asteroids (video)"
  },
  {
    "url": "https://www.space.com/52-the-expanding-universe-from-the-big-bang-to-today.html",
    "title": "Our expanding universe: Age, history & other facts",
    "date": "15 March 2022",
    "content": "The universe was born with the Big Bang as an unimaginably hot, dense point. When the universe was just 10-34 of a second or so old — that is, a hundredth of a billionth of a trillionth of a trillionth of a second in age — it experienced an incredible burst of expansion known as inflation, in which space itself expanded faster than the speed of light. During this period, the universe doubled in size at least 90 times, going from subatomic-sized to golf-ball-sized almost instantaneously.\n\nThe work that goes into understanding the expanding universe comes from a combination of theoretical physics and direct observations by astronomers. However, in some cases astronomers have not been able to see direct evidence — such as the case of gravitational waves associated with the cosmic microwave background, the leftover radiation from the Big Bang. A preliminary announcement about finding these waves in 2014 was quickly retracted, after astronomers found the signal detected could be explained by dust in the Milky Way.\n\nAccording to NASA, after inflation the growth of the universe continued, but at a slower rate. As space expanded, the universe cooled and matter formed. One second after the Big Bang, the universe was filled with neutrons, protons, electrons, anti-electrons, photons and neutrinos.\n\nDuring the first three minutes of the universe, the light elements were born during a process known as Big Bang nucleosynthesis. Temperatures cooled from 100 nonillion (1032) Kelvin to 1 billion (109) Kelvin, and protons and neutrons collided to make deuterium, an isotope of hydrogen. Most of the deuterium combined to make helium, and trace amounts of lithium were also generated.\n\n\n\nFor the first 380,000 years or so, the universe was essentially too hot for light to shine, according to France's National Center of Space Research (Centre National d'Etudes Spatiales, or CNES). The heat of creation smashed atoms together with enough force to break them up into a dense plasma, an opaque soup of protons, neutrons and electrons that scattered light like fog.\n\nWhat is the coldest place in the universe?\n\nGeocentric model: The Earth-centered view of the universe\n\nDo parallel universes exist?\n\nDark stars: The first stars in the universe\n\nWas there a bang at the end of the universe?\n\nRoughly 380,000 years after the Big Bang, matter cooled enough for atoms to form during the era of recombination, resulting in a transparent, electrically neutral gas, according to NASA. This set loose the initial flash of light created during the Big Bang, which is detectable today as cosmic microwave background radiation. However, after this point, the universe was plunged into darkness, since no stars or any other bright objects had formed yet.\n\nAbout 400 million years after the Big Bang, the universe began to emerge from the cosmic dark ages during the epoch of reionization. During this time, which lasted more than a half-billion years, clumps of gas collapsed enough to form the first stars and galaxies, whose energetic ultraviolet light ionized and destroyed most of the neutral hydrogen.\n\nAlthough the expansion of the universe gradually slowed down as the matter in the universe pulled on itself via gravity, about 5 or 6 billion years after the Big Bang, according to NASA, a mysterious force now called dark energy began speeding up the expansion of the universe again, a phenomenon that continues today.\n\nA little after 9 billion years after the Big Bang, our solar system was born.\n\n\n\nThe Big Bang did not occur as an explosion in the usual way one think about such things, despite one might gather from its name. The universe did not expand into space, as space did not exist before the universe, according to NASA. Instead, it is better to think of the Big Bang as the simultaneous appearance of space everywhere in the universe. The universe has not expanded from any one spot since the Big Bang — rather, space itself has been stretching, and carrying matter with it.\n\nSince the universe by its definition encompasses all of space and time as we know it, NASA says it is beyond the model of the Big Bang to say what the universe is expanding into or what gave rise to the Big Bang. Although there are models that speculate about these questions, none of them have made realistically testable predictions as of yet.\n\nIn 2014, scientists from the Harvard-Smithsonian Center for Astrophysics announced that they had found a faint signal in the cosmic microwave background that could be the first direct evidence of gravitational waves, themselves considered a \"smoking gun\" for the Big Bang. The findings were hotly debated, and astronomers soon retracted their results when they realized dust in the Milky Way could explain their findings.\n\n\n\nThe universe is currently estimated at roughly 13.8 billion years old, give or take 130 million years. In comparison, the solar system is only about 4.6 billion years old.\n\nThis estimate came from measuring the composition of matter and energy density in the universe. This allowed researchers to compute how fast the universe expanded in the past. With that knowledge, they could turn the clock back and extrapolate when the Big Bang happened. The time between then and now is the age of the universe.\n\nScientists think that in the earliest moments of the universe, there was no structure to it to speak of, with matter and energy distributed nearly uniformly throughout. According to NASA, the gravitational pull of small fluctuations in the density of matter back then gave rise to the vast web-like structure of stars and emptiness seen today. Dense regions pulled in more and more matter through gravity, and the more massive they became, the more matter they could pull in through gravity, forming stars, galaxies and larger structures known as clusters, superclusters, filaments and walls, with \"great walls\" of thousands of galaxies reaching more than a billion light years in length. Less dense regions did not grow, evolving into area of seemingly empty space called voids.\n\n\n\nUntil a few decades ago, astronomers thought that the universe was composed almost entirely of ordinary atoms, or \"baryonic matter,\" according to NASA. However, recently there has been ever more evidence that suggests most of the ingredients making up the universe come in forms that we cannot see.\n\nIt turns out that atoms only make up 4.6 percent of the universe. Of the remainder, 23 percent is made up of dark matter, which is likely composed of one or more species of subatomic particles that interact very weakly with ordinary matter, and 72 percent is made of dark energy, which apparently is driving the accelerating expansion of the universe.\n\nWhen it comes to the atoms we are familiar with, hydrogen makes up about 75 percent, while helium makes up about 25 percent, with heavier elements making up only a tiny fraction of the universe's atoms, according to NASA.\n\nThe shape of the universe and whether or not it is finite or infinite in extent depends on the struggle between the rate of its expansion and the pull of gravity. The strength of the pull in question depends in part on the density of the matter in the universe.\n\nIf the density of the universe exceeds a specific critical value, then the universe is \"closed\" and \"positive curved\" like the surface of a sphere. This means light beams that are initially parallel will converge slowly, eventually cross and return back to their starting point, if the universe lasts long enough. If so, according to NASA, the universe is not infinite but has no end, just as the area on the surface of a sphere is not infinite but has no beginning or end to speak of. The universe will eventually stop expanding and start collapsing in on itself, the so-called \"Big Crunch.\"\n\nIf the density of the universe is less than this critical density, then the geometry of space is \"open\" and \"negatively curved\" like the surface of a saddle. If so, the universe has no bounds, and will expand forever.\n\nIf the density of the universe exactly equals the critical density, then the geometry of the universe is \"flat\" with zero curvature like a sheet of paper, according to NASA. If so, the universe has no bounds and will expand forever, but the rate of expansion will gradually approach zeroafter an infinite amount of time. Recent measurements suggest that the universe is flat with only a 0.4 percent margin of error, according to NASA.\n\nIt is possible that the universe has a more complicated shape overall while seeming to possess a different curvature. For instance, the universe could have the shape of a torus, or doughnut.\n\nIn the 1920s, astronomer Edwin Hubble discovered the universe was not static. Rather, it was expanding; a find that revealed the universe was apparently born in a Big Bang.\n\nAfter that, it was long thought the gravity of matter in the universe was certain to slow the expansion of the universe. Then, in 1998, the Hubble Space Telescope's observations of very distant supernovae revealed that a long time ago, the universe was expanding more slowly than it is today. In other words, the expansion of the universe was not slowing due to gravity, but instead inexplicably was accelerating. The name for the unknown force driving this accelerating expansion is dark energy, and it remains one of the greatest mysteries in science.\n\nWant to explore the universe for yourself? You can roam the Milky Way's stars and galaxies virtually using NASA's Hubble Skymap. Additionally, you can read 10 wild theories about the universe in this article by Live Science.\n\n\"The first stars in the Universe\". Monthly Notices of the Royal Astronomical Society: Letters, Volume 373, Issue 1 (2006). https://academic.oup.com/mnrasl/article/373/1/L98/989035?login=true\n\n\"The molecular universe\". Reviews of Modern Physics (2013). https://journals.aps.org/rmp/abstract/10.1103/RevModPhys.85.1021\n\n\"Hubble’s Law and the expanding universe\". Proceedings of the National Academy of Sciences of the United States of America (2015). https://www.pnas.org/content/112/11/3173.short\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nBreaking space news, the latest updates on rocket launches, skywatching events and more!\n\nCharles Q. Choi is a contributing writer for Space.com and Live Science. He covers all things human origins and astronomy as well as physics, animals and general science topics. Charles has a Master of Arts degree from the University of Missouri-Columbia, School of Journalism and a Bachelor of Arts degree from the University of South Florida. Charles has visited every continent on Earth, drinking rancid yak butter tea in Lhasa, snorkeling with sea lions in the Galapagos and even climbing an iceberg in Antarctica. Visit him at http://www.sciwriter.us\n\nMars may have a solid inner core just like Earth\n\n1st American robotic lunar rover set to land on the moon today\n\nLow on power and spinning out of control, NASA's Lunar Trailblazer moon probe's future looks grim"
  },
  {
    "url": "https://www.astronomy.com/science/after-our-sun-becomes-a-white-dwarf-and-cools-completely-what-will-be-left/",
    "title": "After our Sun becomes a white dwarf and cools completely, what will be left?",
    "date": "Published: January 27, 2025",
    "content": "After our Sun becomes a white dwarf and cools completely, what will be left?\n\nRichard LivitskiSeal Beach, California\n\nOur Sun will become a white dwarf in about 7 billion years. At that point, it will no longer produce energy through nuclear fusion, having exhausted its fuel (hydrogen and helium). Just like the embers of an abandoned campfire can only cool down with time, the white dwarf Sun will gradually become dimmer and cooler as it radiates its heat away into space.\n\nThe interior of this type of star is incredibly dense. To put this in perspective, a volume of white dwarf material equal to a teaspoon would weigh several tons! In such a condensed state, charged particles (oxygen and carbon nuclei) interact strongly due to the powerful electrostatic forces at play. Initially, these charged particles don’t “feel” this force too much because they’re moving quickly in all directions, thanks to the star’s very high temperature.\n\nBut as the white dwarf Sun cools, the particles in its interior slow down. Eventually, they become so slow that they can’t overcome the electrostatic interactions squeezing them from all sides — they become trapped. The interior of the white dwarf Sun will literally become a solid carbon-oxygen crystal. This freezing process, known as crystallization, is predicted to start roughly 3 billion years after our Sun becomes a white dwarf, or about 10 billion years from now.\n\nSince diamonds are a solid form of carbon, it’s often said that white dwarfs turn into diamonds. However, this isn’t accurate — the matter inside a white dwarf is very different from a diamond. The interior of a white dwarf is not only much denser than anything found on Earth but also much hotter, even by the time the star freezes.\n\nOnce completely frozen, our white dwarf Sun will continue cooling for billions upon billions of years, slowly fading away as a dark, solid carbon-oxygen ball.\n\nSimon BlouinCanadian Institute of Theoretical Astrophysics National Fellow in Astrophysics, University of Victoria, Victoria, British Columbia, Canada"
  },
  {
    "url": "https://www.astronomy.com/science/the-parker-solar-probe-just-made-its-closest-ever-approach-to-the-sun/",
    "title": "The Parker Solar Probe just made its closest ever approach to the Sun",
    "date": "Published: January 8, 2025",
    "content": "On Dec. 26, NASA’s Parker Solar Probe went where no mission has gone before and came within 3.8 million miles (6 million kilometers) of the Sun’s surface, flying through the solar corona — the Sun’s upper atmosphere. The pass broke its previous record of traveling within 8.1 million miles (13 million km) of the surface in April 2021, according to a NASA news release.\n\nWith its most recent trip through the region, the probe is expected to help researchers understand why the Sun’s corona is so hot compared to its surface, discover possible origins for the solar wind, and determine why particles are escaping the solar atmosphere at speeds up to half the speed of light.\n\nHowever, getting this close to the Sun makes the spacecraft hot. This mission would not be possible without the use of the carbon foam shield that encases the solar probe’s insides, keeping it operational despite the high temperature and radiation. The craft’s shield can withstand up to 2,600 degrees Fahrenheit (1,426 degrees Celsius), although during its most recent pass, it reached only a cool 1,800 F (982 C).\n\nPrevious observations from the probe have already led to promising finds, such as how regions of the outer corona are “wrinkly,” with spikes and valleys that may be related to places where the Sun releases large streams of material into space.\n\nRelated: Waves may be heating the solar wind — and two spacecraft caught them in action\n\nAfter launching in 2018, the Parker Solar Probe used Venus to gravitationally adjust its orbit and boost it closer to the Sun, ultimately bringing it within a close but manageable distance from our star. The craft performed seven close flybys of Venus to accomplish this, taking pictures of the dust ring that stretches around the planet’s orbit of the Sun and discovering radio emission as it flew through Venus’ upper atmosphere.\n\nThe mission should soon send all of its collected information back to waiting scientists here on Earth. Its next passes of the Sun will be on March 22 and June 19."
  },
  {
    "url": "https://www.astronomy.com/observing/upcoming-events/",
    "title": "Upcoming events",
    "date": "",
    "content": "Safely observing the Sun can be a fun and rewarding experience.\n\nExplore Topic\n\nOur nearest celestial neighbor provides many great sights.\n\nExplore Topic\n\nTargeting our solar system’s other worlds is well worth the effort.\n\nExplore Topic\n\nNebulae, star clusters, and galaxies are the night sky’s hidden gems.\n\nExplore Topic\n\nExplore the tools that can help you unlock the night sky.\n\nExplore Topic\n\nCapturing great celestial sights is both an art and a skill.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/the-first-stars-may-have-flooded-the-early-universe-with-water/",
    "title": "The first stars may have flooded the early universe with water",
    "date": "Published: March 3, 2025",
    "content": "New research, published today in Nature Astronomy, found that water may have formed in the first 200 million years of the universe’s lifetime. The life-giving molecule may have been created so quickly by the deaths of the universe’s first stars. The study also found that rocky planets could be built in the water-rich environment left behind, all before the first galaxies even existed.\n\nPrincipal investigator Daniel Whalen of Portsmouth University in the United Kingdom and his colleagues found that a rare type of supernova created only by the earliest stars formed enough water to drench the surrounding regions where the next generations of stars and their planets would be born.\n\nThe very first stars formed from the hydrogen and helium that filled the universe after the Big Bang. These suns weren’t in galaxies — those didn’t exist yet — but instead at the intersections where cobweblike filaments of dark matter, strung between empty voids, met. Gravity drew gas to these intersections and when the density was high enough, the first stars were born.\n\nThese stars were huge, as much as 300 times as massive as our Sun. Their temperatures were high and they burned through their fuel quickly. And they died in supernovae that spewed new elements across the galaxy.\n\nWhalen and his colleagues simulated two types of supernovae thought to be prevalent among the first generation of stars by following the lives of stars with 13 and 200 solar masses. “We watched primordial stars form … and then they blew up,” Whalen says.\n\nThe first type of supernova is a core-collapse supernova. These occur in stars at least eight to 10 times more massive the Sun. As stars age, they deplete the hydrogen in their core. They then evolve through consecutive cycles of fusion burning in an onionlike structure around the core, fusing ever-heavier elements into new ones in a series of thin layers.\n\nIron is the last element created, because iron cannot be fused to create energy. Then, in the ongoing struggle between gravity and nuclear fusion (which creates photons that hold the star up), gravity finally wins and the core collapses, creating a neutron star, which cannot be further compressed. The rest of the star comes crashing down; it hits the core and rebounds, creating a shock wave. Within the shock wave, even more fusion occurs, this time creating elements heavier than iron.\n\nAt the same time, the intense pressures in the core create neutrinos, which further energize the rebounding material, ultimately tearing the star apart. And all that material — including newly formed metals (astronomers refer to any elements other than hydrogen and helium as metals) — is hurled outward, leaving behind only the dense stellar core.\n\nAlternatively, pair-instability supernovae occur only in stars well over 100 times the mass of the Sun. The cores of these stars can reach temperatures so hot that their photons turn into particles — pairs of electrons and positrons. The conversion of energy into matter abruptly reduces the pressure in the core so that it suddenly contracts. This releases enough energy to quickly kick off more thermonuclear burning that results in a shock wave that tears the star apart.\n\nThe effect is like that of a huge hydrogen bomb, Whalen says. The explosion is so powerful that it completely tears the star apart, leaving no core behind. Every trace of stellar material is hurled outward into space.\n\nA pair-instability supernova can unleash as much as 100 times the energy of a core-collapse explosion. “They were the first super, super powerful factories of heavy elements in the universe,” Whalen says.\n\nWhat happened after the supernovae amazed Whalen and his colleagues.\n\nWhen the first stars exploded, they were surrounded by leftover hydrogen gas from the star. Whalen’s simulations showed that the leftover material included small clumps bound together by gravity. As hot ejecta from the supernova raced outward, the metals within it — including oxygen — mixed with the hydrogen, accelerating their gravitational collapse. The added metals also helped the clumps to cool, allowing the oxygen to combine with hydrogen to form water.\n\nThings happened a little differently in the two cases, though. While material from a core-collapse supernova flowed relatively smoothly outward, the material hurled by a pair-instability supernova was chaotic, thanks to the more powerful explosion. The increased turbulence in the second case created more clumps — and because the ejecta didn’t have to travel as far, it also formed water significantly quicker. Additionally, the higher pressures and temperatures of the pair-instability supernova created material with more metals than the core-collapse event, allowing the clumps to cool even faster.\n\nThe result is a significant temporal difference. While core-collapse supernovae form water within 30 million to 90 million years after their explosion, pair-instability supernovae can hydrate their surroundings in only 3 million years.\n\nThe amount of metals also made a huge difference. A core-collapse supernova creates only a few tenths of a solar mass worth of metals, Whalen says. Pair-instability supernovae, on the other hand, makes closer to 100 solar masses of metals, including 30 to 50 solar masses of oxygen. That can produce a lot more water.\n\nThe clumps around a core-collapse supernova became 10 to 30 times as water-rich as diffuse clouds of gas in the Milky Way today. Pair-instability supernovae created even richer clumps, only a few times less water-rich than the solar system today.\n\nBecause they are more massive, the stars that generate pair-instability supernovae also got a head start on their cousins. These suns are born, burn, and die in about 2.5 million years. The stars that produce core-collapse supernovae take closer to 12 million years to evolve. So, water was seeded into the region around the most massive stars first.\n\nIn both cases, the clumps left behind are expected to form the next generation of stars. But what about planets? There has been doubt that planets could form from the debris created by the first stars. But some simulations do suggest that these clumps could indeed be the site of future planet formation.\n\nGuideo De Marchi, an astronomer at the European Space Research and Technology Center who was not involved in the new study, has identified protoplanetary disks in environments similar to those in the early universe — specifically those with low metallicity (i.e., few heavy elements). In 2003, he says, Hubble found evidence a massive planet in a globular cluster with very low metallicity.\n\nThe type of supernova might also affect the type of planets that form. Gas giants are made up predominantly of hydrogen and helium in their outer layers, while rocky worlds need more silicates and other heavy elements to form. Because material created by a pair-instability supernova has higher metallicity (more complex elements) than that from a core-collapse supernova, stars born from a core-collapse supernova have sufficient material to create Jupiter-like planets, while the descendants of a pair-instability explosion could be surrounded by rocky worlds.\n\nAnd all of this may have happened before the first galaxies ever formed.\n\nThere is a caveat: Whalen and his colleagues only explored individual explosions. Most likely, several first-generation stars would form together where cosmic filaments intersect. Each star would bathe the entire region in radiation, which has the potential to shatter the newly formed water molecules. At the same time, each region would also contain dust, which would shield the water from that radiation.\n\n“It is a delicate balance,” of those two forces, says De Marchi. But he remains optimistic. “The fact that we see the presence of water in protoplanetary disks in low metallicity environments [like] the Small Magellanic Cloud means that some of it can be preserved,” he says.\n\nHunting for observable signs of water in the early universe remains a challenge. So, too, does spotting the first generation of planets around single stars. Even clumps of stars would shine too dimly to be spotted with today’s instruments. So, Whalen and his colleagues are working to understand what sort of signal those first water-rich stars and planets might produce as a whole.\n\n“An entire population [of water-rich stars and planets] in the early universe might create this hazy water … emission background,” Whalen says. That emission could potentially be detected in the coming decade by either the Atacama Large Millimeter Array in Chile or the Square Kilometer Array under construction in Australia and South Africa."
  },
  {
    "url": "https://www.astronomy.com/science/exoplanets/",
    "title": "Exoplanets",
    "date": "",
    "content": "Our solar system hosts a plethora of fascinating planets and other objects.\n\nExplore Topic\n\nThese giant, glowing balls of gas are vital to the evolution of the cosmos.\n\nExplore Topic\n\nOur home galaxy hosts hundreds of billions of stars orbited by countless worlds.\n\nExplore Topic\n\nThese sprawling star factories are home to millions to trillions of stars.\n\nExplore Topic\n\nOur cosmos is filled with countless bizarre worlds around other stars.\n\nExplore Topic\n\nOnly one planet we know of hosts life. But the hunt for extraterrestrial life is on.\n\nExplore Topic\n\nThe universe is filled with extreme objects, from black holes to pulsars and more.\n\nExplore Topic\n\nThe origin, evolution, and fate of the universe is shrouded in mystery.\n\nExplore Topic\n\nNew arrivals\n\nGifts & Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nSTEM Toys\n\nGlobes & Maps\n\nGifts & Toys\n\nGifts & Toys\n\nApparel\n\nApparel\n\nApparel"
  },
  {
    "url": "https://www.astronomy.com/science/nasa-punch-will-study-how-the-sun-influences-space/",
    "title": "NASA will soon launch PUNCH to study how the Sun influences the space around us",
    "date": "Published: February 27, 2025",
    "content": "UPDATE Monday, March 3, 2025: NASA is now targeting an evening launch window for PUNCH and SPHEREx that opens at 10:09 P.M. EST on Tuesday, March 4.\n\nOn March 2, a SpaceX Falcon 9 rocket is scheduled to launch the Polarimeter to Unify the Corona and Heliosphere (PUNCH) mission into low Earth orbit. From this location, its four satellites will have nearly constant views of the Sun to help researchers answer questions about how activity near our star propagates through the inner solar system, influencing the space weather we experience here on Earth.\n\nDeveloped by the Southwest Research Institute and other partners, the suitcase-sized satellites contain imagers sensitive to polarized light — light waves in which the direction of the oscillating electric fields are aligned. From their orbital placements, the PUNCH satellites will have fields of view that extend 1.5° to 45° from the Sun. This will give them a view from the corona — the Sun’s superheated outer atmosphere — to nearly the distance of Earth’s orbit. That’s a range spanning six to 185 times the Sun’s radius or equivalently 2.5 million to 80 million miles (4 million to 129 million kilometers).\n\nTheir combined images will be able to monitor for the next two years, with observations every four to 32 minutes, virtually the entire inner solar system to keep watch for changes in the solar corona and solar wind of particles constantly flowing outward from the Sun. More importantly, they will be able to see how dynamic changes in the inner corona propagate outward in the solar wind as far from the Sun as Earth’s orbit.\n\nThe electrons in the corona and solar wind scatter sunlight through a process called Thompson scattering,  and the resulting light is polarized. The PUNCH imagers, connected together into a vast virtual imaging system, are sensitive to polarized light and will produce the first-ever movies of coronal disturbances evolving into solar wind features, such as coronal mass ejections and other phenomena yet to be discovered. The polarization data will also provide a three-dimensional probe of the structure of the solar wind and corona.\n\nThe four PUNCH satellites will orbit Earth at an altitude of 385 miles (620 km). Their polar orbit is Sun-synchronous, which will keep them constantly above the terminator dividing night from day on our planet as it rotates.\n\nThree of the 110-pound (50 kilograms) PUNCH observatories host a Wide Field Imager (WFI) instrument each, and one observatory hosts a Narrow Field Imager (NFI). The NFI, developed by the Naval Research Laboratory, monitors an annular, or doughnut-shaped, field of view around the Sun between 6 and 32 solar radii — similar in coverage to the LASCO C3 coronagraph on the Solar and Heliospheric Observatory (SOHO) satellite. The view is dark in the center because coronagraphs use an occulting disk to block the intense sunlight from the disk of the Sun itself, which allows us to view the much fainter material around the Sun.\n\nThe NFI also has sophisticated stray-light suppression technology to reduce scattered light from the Sun, Moon, and Earth inside the telescope. It is most sensitive to visible light at wavelengths between 450 and 750 nanometers, and has a resolution of about 30” per pixel across its 2148 x 4200-pixel CCD sensor area. The telescope’s optical resolution is about 1.5 arcminutes, which coincidently is close to human visual acuity. So, the images returned by PUNCH will resemble what the human eye might see if it were sensitive enough to the exceptional faintness of the corona.\n\nThe three WFI observatories will simultaneously acquire data that will look like a trefoil (three-pointed) pattern on the sky when the data from each observatory is combined into a virtual image. As the spacecraft orbit Earth, the trefoil pattern rotates on the sky and builds up the full 90° circular PUNCH field of view with a size of 18 to 180 solar radii.\n\nEach spacecraft also carries an X-ray sensor called the Student Thermal Energetic Activity Module (STEAM), designed and built by a team of 50 students at Colorado University through the Space Grant Consortium. The cubical module is about 4 inches (10 centimeters) on a side and is designed to detect X-rays in the soft (0.5–15 keV) and hard (5–40 keV) spectral ranges. (Softer X-rays have lower energies, while harder X-rays have higher energies.) The students had planned to use this data to study solar flare events and deduce how coronal plasma is heated during flare events.\n\nUnfortunately, an issue with STEAM occurred just before launch and the instrument was shut off to minimize any possible risks to the mission.\n\nThe goal of this remarkable observatory network is to track individual disturbances in the region closest to the Sun — called the inner heliosphere — from their origins in the corona all the way out to nearly Earth’s orbit. This region of the solar wind is believed to a complex pastiche of organized and tangled magnetic fields and plasmas. Scientists have been trying to understand how coronal irregularities form and how they evolve in time and space as they travel through the inner solar system. The relationship between small-scale coronal features measured in tens of thousands of miles (hundreds of thousands of kilometers) and the vastly larger solar wind features measured in millions of miles (tens of millions of kilometers) is a regime of physics that remains data-poor. Scientists expect that PUNCH will fill in this missing information and allow better physics-based modeling of solar phenomena, with consequent gains in our ability to forecast space weather near Earth.\n\nOther goals of the mission including understanding how coronal mass ejections evolve and propagate as they reach Earth’s orbit, and how shock fronts generated in the inner corona travel outward and accelerate particles along the way.  Earlier missions such as STEREO-A and B provided stereoscopic views of coronal mass ejections using similar polarized light imaging, but were limited by smaller fields of view. This will not be the case for PUNCH, which will watch the cradle-to-grave development of coronal and solar wind disturbances in a movielike mode across the full scope of the inner solar system.\n\nBut wait… there’s more!\n\nThe PUNCH mission includes an integrated outreach program with the theme of ancient and modern Sun-watching.\n\nAll humans have Sun-watching ancestors. In the U.S., for example, there is evidence for ancient Sun-watching in Chaco Canyon, New Mexico. So by observing the Sun today, we are connecting to people of our past. The outreach program seeks to convey NASA’s exploration of the Sun as a natural extension of humanity’s age-old dedication to observing and learning about the Sun’s rhythms and mysteries."
  },
  {
    "url": "https://www.astronomy.com/science/unraveling-the-mystery-of-blue-straggler-stars/",
    "title": "‘Blue straggler’ likely born from a collision of stars",
    "date": "Published: December 19, 2024",
    "content": "Meet HD 65907, an imposter. It’s a star that appears far too young for its age. Astronomers have finally cracked the case of this mysterious object, which has not led a normal life. Instead, the star appears to be the result of the merger of two much older stars.\n\nAstronomers have a name for stars that look too young: blue stragglers. They are most easily identified in star clusters, where astronomers can use the properties of the entire group to estimate the age of all its members. Blue stragglers are brighter and bluer than their similarly-aged companions, which have usually neared the ends of their lives and turned into red giants. These stars lag behind the general population, hence the name.\n\nBut it’s much more difficult to pinpoint the age of unusual suns floating by their lonesome in the galaxy. One such star, HD 65907, has a perplexing combination of properties. Based on its color and brightness, the star should only be roughly 5 billion years old. But initial observations of the star found that is had a much higher ratio of the elements magnesium to iron than expected for a star that age.\n\nA star that formed roughly five billion years ago, like the Sun, should have a much more even mixture. Instead, the ratios in HD 65907 suggest that it was born much earlier, at a time when the interstellar medium had been enriched by type II supernovae (caused by the explosions of massive, short-lived stars), but not yet had enough time to be enriched by type Ia supernovae (caused by exploding, older white dwarf systems).\n\nMoreover, HD 65907 has a strange orbit. Its velocity is very high in the direction toward the galactic center and perpendicular to the galactic plane. Younger stars tend to be born in the region of the galaxy called the thin disk, and tend to orbit the center of the Milky Way in roughly the same direction. Older stars, belonging to the region known as the thick disk, can have much more random velocities.\n\nSo, one line of evidence suggests that HD 65907 is a young star, while others hint that it is older.\n\nIn a recent paper posted on the arXiv preprint server, an international team of astronomers dug into archival data to see if they could resolve the mystery. They found what they were looking for buried in data taken for the High Accuracy Radial velocity Planet Searcher (HARPS) instrument at the European Southern Observatory’s 3.6-meter telescope at La Silla, Chile. While the objective of that instrument is to identify exoplanets, in doing so it collected reams of high-quality spectra of numerous stars, including HD 65907.\n\nThe researchers then fed this spectral data into calculations of synthetic stellar atmospheres. The soft code adjusts the many variables of the possible abundances for a given star, returning its most likely composition. And it’s in those models that the astronomers found the “smoking gun” that they were looking for.\n\nThe key resulted, in fact, from what they didn’t find. HD 65907 is lacking two critical heavy elements, lithium and beryllium, far less than what a star like the Sun contains. By comparison, the Sun has 15 times more beryllium than HD 65907 does. This means that there is no way that HD 65907 is a younger star, as it should have more than enough of those elements, which are the result of multiple generations of stellar lives and deaths, to be detectable.\n\nSo where did HD 65907 come from? The star’s spectra held another clue that the researchers were able to tease out. The light from the star shows a slight excess of infrared emission. That couldn’t come from the star itself; it’s far too hot. Instead, the infrared radiation is consistent with emission of an object with a temperature of only 30 kelvins (–406 degrees Fahrenheit [–243 degrees Celsius]). The researchers believe that this is a cooled debris disk that surrounds the star.\n\nAn old star with a young face, surrounded by a field of debris. It seems that HD 65907 didn’t evolve on its own, but is rather the end result of a merger of two much older stars.\n\nThose stars would explain the chemical abundances — they were born in a time well before the interstellar medium was as enriched with elements as it is now. But when they collided, they created a much larger, much brighter, much bluer star, essentially reigniting their life cycle under an assumed identity.\n\nWith these pieces in place, the researchers could declare the true age of the star: roughly 11 billion years. Its apparent age of only 5 billion years is simply the time since the merger happened.\n\nWork like this is essential to untangling the complicated lives of stars in the Milky Way, and it shows how the strangest stars hold the keys to unlocking the evolution of elements that lead to systems like our own."
  },
  {
    "url": "https://www.astronomy.com/science/could-planets-orbiting-red-dwarfs-host-life/",
    "title": "Could planets orbiting red dwarfs host life?",
    "date": "Published: January 23, 2025",
    "content": "A nearby star that may host a planet or two could provide a clue about whether planets orbiting the smallest stars can survive the bullying of their suns.\n\nIn a press conference last week at the 245th meeting of the American Astronomical Society, Scott Wolk of the Smithsonian Astrophysical Observatory presented his findings on Wolf 359, a red dwarf star about 8 light-years away. The star is small, only about 11 percent the mass of the Sun, but its flares pack a wallop.\n\nWolk observed the system in X-rays to see whether any planets it might host could survive with their atmospheres intact, despite the radiation from their host star. (While some observations have suggested Wolf 359 hosts a planetary system, its existence hasn’t been confirmed.)\n\n“The star is very, very X-ray bright, and that can be very bad for exoplanets which we would hope to host habitable life,” Wolk says. “But there’s hope.”\n\nX-rays are some of the most energetic radiation produced by stars. That makes them particularly deadly to would-be life. And red dwarf stars like Wolf 359 are known to produce a lot of radiation — often in the form of flares and other lash-outs. Because of the small size of such stars, planets around them would have to be in very close orbits to sustain life. But that’s also directly in the path of a lot of the radiation. This suggests that, especially in the first few billion years of their lives when stars are most active, any planets’ nascent atmospheres probably get stripped away and hopes for life are dashed.\n\nWolk looked at data from the XMM-Newton mission to investigate the conditions for two planetary candidates at Wolf 359 — one at the inner edge of the habitable zone (approaching too hot, but not hopeless) and one at the outer edge (same thing, but cold). The habitable zone is the region around a star where a planet with an atmosphere could retain liquid water on its surface. Wolk modeled atmospheric conditions similar to those of planets in our solar system, including an Earth-like atmosphere, a Venus-like atmosphere, and either of these with an ocean.\n\nThe potential planet at the inner edge of the habitable zone was toast. But the outer one was interesting. An Earth-like atmosphere here would be gone within 2 million years. A Venus-like atmosphere would vanish within 200 million years. That bodes poorly for the existence of long-term life on exoplanets orbiting red dwarfs, which also happen to be the most plentiful type of star.\n\nBut if that planet hosted a huge ocean — something like eight times the volume of ours on Earth — and a Venus-like atmosphere, things could be different. A planet like this could exist for 4 billion years with an intact atmosphere — pretty good chances for hosting life.\n\n“If you are lucky, yes, an exoplanet like this could support life,” Wolk says. And while he adds that it seems like those odds are quite long, it’s important to keep in mind that red dwarfs like Wolf 359 are the most numerous type of star. “There are lots of M stars [red dwarfs], so there are lots of exoplanets. And so these are the cases we can be looking for,” he says.\n\nCurrently, our best tool for finding habitable exoplanets is the James Webb Space Telescope. And it is ideal for examining stars like Wolf 359 and TRAPPIST-1, which hosts seven confirmed exoplanets, all roughly Earth-sied. The search there thus far has failed to detect any atmospheres, but astronomers remain undaunted. Because if Wolk’s study shows nothing else, it’s that the search isn’t hopeless.\n\nRelated: Why does the universe make so many tiny stars?"
  },
  {
    "url": "https://www.astronomy.com/science/galactic-conveyor-belt-circulates-elements-in-and-out-of-galaxies/",
    "title": "Galactic ‘conveyor belt’ circulates elements like carbon in and out of galaxies",
    "date": "Published: January 17, 2025",
    "content": "Star-forming galaxies, including ours, are rich in elements — and secrets. Stars come to life fastest in the early histories of such galaxies, but this process doesn’t last at such a high rate forever. The star-formation rate (SFR) eventually slows.\n\nThanks to a recent study published Dec. 27, 2024, in The Astrophysical Journal Letters, we may now know why a galaxy’s SFR declines over billions of years: massive, conveyor belt-like currents, traveling in and out of their host galaxies, forming a structure known as the circumgalactic medium.\n\nA team of researchers led by Samantha Garza at the University of Washington in Seattle, analyzed the light of nine distant quasars, as seen through the circumgalactic medium of 11 star-forming galaxies, to see how their light was affected. To do so, they used the Cosmic Origins Spectrograph on the Hubble Space Telescope. Their observations confirmed that these regions act as giant reservoirs for their home galaxy, containing hot gases rich in oxygen and carbon.\n\nIn some cases, the team discovered carbon atoms commuting up to 400,000 light-years outside their host galaxy. By comparison, the Milky Way’s bright disk is only 100,000 light-years across.\n\n“The same carbon in our bodies most likely spent a significant amount of time outside of the galaxy,” said study co-author, Jessica Werk, in a press release.\n\nGarza likened the circumgalactic medium to a large train station where material is constantly being pushed out and pulled back in. “The heavy elements that stars make get pushed out of their host galaxy and into the circumgalactic medium through their explosive supernovae deaths, where [the elements] can eventually get pulled back in and continue the cycle of star and planet formation,” she explained.\n\nA previous study, published in 2011 in Science, confirmed that star-forming galaxies are surrounded by a circumgalactic medium ubiquitously filled will ionized oxygen, as opposed to galaxies with little or no star formation, which contain significantly less ionized oxygen. And the circumgalactic medium acts as a far better gas reservoir than the host galaxy itself.\n\nThe new study took this investigation a step further. The authors realized that the circumgalactic medium doesn’t just contain hot gas, but also low-temperature material like carbon atoms. And these currents contribute to star-forming galaxies’ recycling process of forming new stars from old ones by gathering elements and taking them for joy rides throughout the galaxy, until gravity forces them to find a new home.\n\nBy better understanding this recycling process, astronomers could also finally understand what causes galaxies to eventually slow and stop forming new stars. For example, a breakdown in the circumgalactic medium’s regular circulation patterns could be responsible for ultimately starving a galaxy of the material it needs to build new stars and planets.\n\nAdditional studies are needed to further examine and quantify the chemical elements traveling in and out of the circumgalactic medium, as well as determine the differences in these currents between galaxies that are and aren’t forming stars. But it’s clear that a correlation exists between the SFR of a galaxy and the extent of the circumgalactic medium’s reservoir surrounding it.\n\nThese two studies — along with many more — are helping us to clarify our picture of galaxy evolution, and peer back at the journey the materials that make up Earth and its inhabitants have taken before we got here."
  },
  {
    "url": "https://www.astronomy.com/science/a-young-star-forming-region-shines-bright-for-jwst/",
    "title": "A young star-forming region shines bright for JWST",
    "date": "Published: January 16, 2025",
    "content": "Like the Sun shining through the clouds in the early morning, a bright star within the star-forming nebula N79 appears to burst forth through a web of cooler gas and dust in this image taken by the James Webb Space Telescope (JWST). Located in the Large Magellanic Cloud (LMC), a satellite of our Milky Way Galaxy, this region is a host to many burgeoning stars.\n\nN79 is a 1,630-light-year-wide region containing three distinct molecular cloud complexes. Captured here by JWST’s Mid-Infrared Instrument (MIRI) is one of those regions, N79 South. The large spikes extending from the top-center portion of the image are an artifact that results from JWST’s 18 hexagonal mirror segments, which collect light. The blue wisps throughout are cooler clouds of dust and ionized hydrogen gas.\n\nRelated: What causes diffraction spikes in astronomical images?\n\nThis region is often compared to the Tarantula Nebula (30 Doradus); however, N79 has produced twice as many stars as 30 Doradus over the past 500,000 years, according to a news release from the European Space Agency (ESA).\n\nN79 is of interest to researchers because it shares a similar chemical composition to the star-forming regions in the early universe. This is different from the Milky Way Galaxy’s star-forming regions, whose composition and star-forming rate differ.\n\nThis image is also part of a larger initiative to use JWST to identify circumstellar disks at varying evolutionary stages to pinpoint suns similar to our own and how planets may form around them."
  },
  {
    "url": "https://www.astronomy.com/observing/when-is-t-crb-going-to-explode/",
    "title": "When is T Coronae Borealis going to explode?",
    "date": "Published: February 28, 2025",
    "content": "If I’m being honest, the title of this story should be “When is T Coronae Borealis going to explode again?”\n\nT Coronae Borealis (T CrB) is classified  as a recurrent nova — a star that blows its top over and over. Such objects are rare; fewer than a dozen have been identified in our galaxy. And despite predictions that it would explode last year, we’re still waiting.\n\nFor now.\n\nT CrB is part of a binary system where a white dwarf and a red giant orbit one another. The red giant, near the end of its stellar life, is continually shedding hydrogen, some of which falls on the white dwarf. As the smaller star collects this gas, the pressure and temperature on its surface increase until the hydrogen ignites and, BOOM!\n\nThat boom happens roughly every 80 years. In fact, the last time an earthling saw T CrB with just their eyes was in 1946, the year of its most recent outburst. Normally, it hovers around 10th magnitude, some 40 times too faint for even seasoned sky observers to detect. (Also, in case you’re curious, the first time it was seen — or, at least, recorded — was way back in 1217.)\n\nWhen the star does have its outburst, it will rise in brightness to 2nd magnitude, equal to that of the North Star, also known as Polaris. How long will it stay that bright? Less than one day. Yep, that’s it. As soon as you read about it exploding, start making plans to head out that night. It might remain visible to naked eyes for a few days, but there are no guarantees about that.\n\nThis column by Stephen James O’Meara contains a side-by-side comparison of how Corona Borealis will look to the naked eye when T CrB is visible.\n\nIn April 2024, observers noted a dip in the brightness of T CrB. Such a dip is usually followed by the blast a few months later. Most scientists agreed that September was the most likely month. But September has come and gone and still nothing has happened, at least as of this writing.\n\nJust this month, however, a team of scientists using the Alfred Jensch Telescope in Tautenburg, Germany, saw an increase in the strength of several lines in T CrB’s spectrum. This indicates the white dwarf is accreting matter at an increased rate, a state that should precede the explosion. They had previously noted this in November 2024, and that finding corresponded to a slight increase in the star’s brightness.\n\nSo far, however, there is no brightening of T CrB associated with the current spectral line strengthening. But the news has put teams of astronomers worldwide on the alert.\n\nT CrB’s location is easy to find. It lies just south of a line between the northern sky’s two brightest stars, Arcturus and Vega. Starting at Arcturus, T CrB is about one-third of the way to Vega, although a bit below that line. As the name indicates, T Coronae Borealis is within the boundaries of the constellation Corona Borealis the Northern Crown. It lies roughly 5½° east of that star pattern’s brightest star, Alphecca.\n\nSo, keep your eyes on Astronomy.com for news that T CrB has briefly become bright enough to observe. Then run outside that night and gaze on a sight you’ll never see again."
  }
]