[
  {
    "url": "https://webb.nasa.gov/science-missions/",
    "title": "James Webb Space Telescope",
    "date": "2023-05-25T08:11:06-04:00",
    "content": "Webb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the history of our Universe.\n\nWebb studies every phase in the history of our Universe, ranging from the first luminous glows after the Big Bang, to the formation of solar systems capable of supporting life on planets like Earth, to the evolution of our own Solar System.  Webb launched on Dec. 25th 2021.  It does not orbit around the Earth like the Hubble Space Telescope,  it orbits the Sun 1.5 million kilometers (1 million miles) away from the Earth at what is called the second Lagrange point or L2.\n\nMission Type\n\nPartners\n\nLaunch\n\nArrival at L2\n\nextending the tantalizing discoveries of the Hubble Space Telescope.\n\nSo big it has to fold origami-style to fit in the rocket and will unfold like a “Transformer” in space.\n\nWebb orbits the Sun 1.5 million kilometers from the Earth. (Hubble orbits 560 kilometers above the Earth.)\n\nWebb has a 5-layer sunshield that protects the telescope from the infrared radiation of the Sun, Earth, and Moon; like having sun protection of SPF 1 million.\n\niIt will peer back in time over 13.5 billion years to see the first galaxies born after the Big Bang.in the ISS.\n\nHigh-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and purple in this representative color image.\n\nOver tens of thousands of years, the central protostars have periodically ejected some of the gas and dust, spewing it out as tight, fast jets and slightly slower outflows that “trip” across space. When more recent ejections hit older ones, the material can crumple and twirl based on the densities of what is colliding. Over time, chemical reactions within these ejections and the surrounding cloud have produced a range of molecules, like carbon monoxide, methanol, and several other organic compounds.\n\nWebb's latest news releases in reverse chronological order.  Search and sort the news feed with the controls immediately below.\n\nHigh-resolution near-infrared light captured by NASA’s James Webb Space Telescope shows extraordinary new detail and structure in Lynds 483 (L483). Two actively forming stars are responsible for the shimmering ejections of gas and dust that gleam in orange, blue, and…\n\nAn international team of researchers has discovered that previously observed variations in brightness of a free-floating planetary-mass object known as SIMP 0136 must be the result of a complex combination of atmospheric factors, and cannot be explained by clouds alone.…\n\nThe supermassive black hole at the center of the Milky Way appears to be having a party, complete with a disco ball-style light show. Using NASA’s James Webb Space Telescope, a team of astrophysicists has gained the longest, most detailed…\n\nDiscovery proves decades-old theory of galaxy feeding cycle. Researchers using NASA’s James Webb Space Telescope have finally solved the mystery of how a massive galaxy cluster is forming stars at such a high rate. The confirmation from Webb builds on…\n\nWebb's Blog offers an insider's point of view covering a variety of topics that include on going operations as well as exciting Webb science images/spectra that are not yet peer reviewed and therefore not released as NASA feature articles ( IE the above official Webb News Feed).  Blog posts are often co-authored by scientists and engineers and offer unique insights.\n\nThe image below is a SLIDESHOW. Hover over the image to see the image title and controls. Click the image to go to a detail page with more info and the ability to download the image at various resolutions (click the downward arrow icon in lower right corner).\n\nScience images from 2024.\n\nWebb's first science images released in July of 2022 just after commissioning was completed.\n\nImages from Webb's testing and commissioning,  road to launch from the US to ESA's launch facility in French Guiana,  Webb's launch,  Webb's development and more.\n\nThe where, why and how of Webb images.\n\nSee current, upcoming and recent past observations scientists are making with the Webb Space Telescope. View details about each observation's science focus areas, the instruments used and more.\n\nWebb is the premier observatory of the next decade, serving thousands of astronomers worldwide. It studies every phase in the history of our Universe, ranging from the first luminous glows after the Big Bang, to the formation of solar systems capable of supporting life on planets like Earth, to the evolution of our own Solar System.\n\nThe James Webb Space Telescope is a giant leap forward in our quest to understand the Universe and our origins. Webb is examining every phase of cosmic history: from the first luminous glows after the Big Bang to the formation of galaxies, stars, and planets to the evolution of our own solar system. Learn about the 4 main science themes for Webb.\n\nThe Webb Space Telescope is the largest, most powerful and most complex telescope ever launched into space . It's design and development history stretches back before the Hubble Space Telescope was launched.  Learn about the design, the major components and subsystems of Webb and see Webb in 3d in a 3d Solar System.\n\nWebb is for the world, and from the world. Thousands of skilled scientists, engineers and technicians from 14 countries (and more than  29 U.S. states, and Washington, D.C.) contributed to the design, build, test, integration, launch, commissioning and operations of Webb. It is a joint NASA/ESA/CSA mission. Assembly and testing of the mirror and instruments occurred at NASA Goddard (GSFC).\n\nMissions\n\nHumans in Space\n\nClimate Change\n\nSolar System"
  },
  {
    "url": "https://www.skao.int/en/news/612/un-discusses-satellites-astronomy",
    "title": "UN meeting features satellites’ impact on astronomy",
    "date": "17 February 2025",
    "content": "The Scientific and Technical Subcommittee of the United Nations Committee on the Peaceful Uses of Outer Space (UN COPUOS) – the top UN body for civilian space-related matters – will discuss “Dark and Quiet Skies, astronomy and large constellations: addressing emerging issues and challenges” annually until 2029. The subcommittee meets for two weeks and has representatives from 104 countries and 51 observer organisations, with representatives from industry also invited by delegations to contribute. It concluded its 62nd session on 14 February.\n\nSecuring an agenda item at the subcommittee is a significant success for the astronomy community, and the culmination of many years of coordinated action to have the issue discussed at the highest international level.\n\n“It is essential that we find a balanced approach that embraces technological progress while safeguarding our dark and quiet skies. I firmly believe that UN COPUOS will greatly benefit from these discussions,” said Mila Francisco, Chilean Representative at the UN in Vienna.\n\nA paper co-signed by 10 country delegations and seven observer organisations represented in the Group of Friends of the Dark and Quiet Sky for Science and Society, including the SKAO, details collaborative efforts which are underway to mitigate the impacts on astronomy, including the development of a worldwide database of radio quiet zones. The paper also provides actionable recommendations for COPUOS member states to advance the protection of dark and quiet skies, including supporting the development of designs and materials which can reduce satellites’ impact, and supporting research to understand the effects on all stakeholders, both professional and non-professional.\n\nWe recognise that the challenges are many and difficult, for optical and radio alike, but we are already exploring technical mitigations together with the satellite industry which look promising.\n\nMore than 20 member states took the floor during the discussions on the agenda item on dark and quiet skies, demonstrating the importance of the item in the subcommittee. The discussion included remarks on the need to find balanced solutions, the role that national legislation can play, considerations on the cultural heritage of the night sky, the importance of space sustainability discussions within international bodies.\n\n“This issue is vitally important for astronomers and observatories, given the challenges satellite constellations pose for our facilities and our science, but it’s also important for society more broadly that it is discussed at the highest level,” said SKAO Spectrum Manager Federico Di Vruno.\n\n“We recognise that the challenges are many and difficult, for optical and radio alike, but we are already exploring technical mitigations together with the satellite industry which look promising. Discussions at the COPUOS level will allow us and member states to share approaches and best practices, continuing the momentum to promote their adoption or development of new ones.”\n\nThe SKAO has submitted a paper to the subcommittee on unintended emissions from satellite constellations, which have been found to affect radio astronomy observations. The paper identifies regulatory gaps and possible actions, including encouraging member states to engage in further studies of these unintended emissions.\n\nAs satellite constellations have grown in recent years, so too have the astronomy community’s efforts to study the impact on the field and to find mitigations. Most recently, the issue featured prominently in a European Space Agency (ESA) technical booklet on space debris published in January, which highlights technical solutions to the challenges posed by both intentional and unintentional emissions from space objects and debris.\n\nEighteen countries co-signed the proposal for the subcommittee agenda item, which was approved by the full COPUOS last year. This followed several years’ work by astronomers and astronomy organisations including the SKAO, the International Astronomical Union (IAU), the European Southern Observatory (ESO), the European Astronomical Society (EAS), and the African Astronomical Society (AfAS), all of which hold observer status at COPUOS, as well as the IAU Centre for the Protection of the Dark and Quiet Sky from Satellite Constellation Interference (CPS)."
  },
  {
    "url": "https://www.skao.int/en/explore/telescopes",
    "title": "The SKA telescopes",
    "date": "",
    "content": "Next-generation radio astronomy\n\nThe telescopes will cover two different frequency ranges, and are named to reflect this. SKA-Mid, an array of 197 traditional dish antennas, is being built in South Africa's Karoo region, while SKA-Low, an array of 131,072 smaller tree-like antennas, is being built in Western Australia on the traditional lands of the Wajarri Yamaji. The arrays will both be spread across large distances, with the most distant antennas being separated by 150 km in South Africa, and 74 km in Australia.\n\nUsing cutting-edge technology, including some of the fastest supercomputers in the world, they will make it possible to study the Universe in exquisite detail, revealing the inner workings of galaxies, helping us to understand more about the extreme environments around black holes, tracking the journeys of gravitational waves, and enabling a whole host of other ambitious science investigations.\n\nClick below to explore the two telescopes in detail.\n\nFinding radio quietness in the southern hemisphere.\n\nWhy use an array of antennas instead of one big structure?"
  },
  {
    "url": "https://www.skao.int/en/news/591/skao-stfc-africa-programme",
    "title": "SKAO Africa Programme to broaden human capital development efforts",
    "date": "26 November 2024",
    "content": "STFC coordinates the UK’s interests in the SKAO, working with the academic and industrial community and the UK Government’s Department for Science, Innovation & Technology (DSIT). The SKAO and STFC have now agreed to lay the foundation of the SKAO Africa Programme, aimed at developing human capital across the African continent in radio astronomy and related fields such as computer science.\n\nProfessor Mark Thomson, Executive Chair of STFC, said: “I am delighted that STFC is working with SKAO to support the ongoing development of the next generation of world leading astronomers, computational scientists, physicists and engineers who will be the trail blazers in the future of radio astronomy.\n\nThis support builds on STFC’s existing partnerships with colleagues in South Africa in astronomy and reinforces the point that physics in the 21st Century is a necessarily international endeavour. Partnerships such as these are essential to ensure that leading minds in the UK, Africa and beyond can collaborate effectively on ambitious global projects such as the Square Kilometre Array.”\n\nThe programme would build on the substantial work done by the South African Radio Astronomy Observatory (SARAO) – a National Facility of the National Research Foundation – and the South African Department of Science, Technology and Innovation (DSTI) in this area, which started during South Africa’s bid to be an SKAO host country in 2010, and has involved collaborating with a network of eight African partner countries (Ghana, Kenya, Botswana, Namibia, Zambia, Madagascar, Mozambique and Mauritius) on human capital development, while exploring the possibilities of locating radio dishes on the African continent.\n\n“The work by our partners at SARAO, the NRF and DSI has been pivotal in growing the field of radio astronomy on the African continent, and the SKAO Africa programme will complement that work, bringing together and helping to expand existing initiatives,” said SKAO Head of International Relations Thijs Geurts. “The SKAO Africa programme supports our long-term desire to see a broader involvement in the Observatory across Africa. Our aim is to help develop the astronomy communities in countries across the continent; something that will add to the SKAO, but also enhance capability in STEM areas in those countries.”\n\nThe DARA programme – Development in Africa with Radio Astronomy – is a joint UK-South African development project that has been developing academic collaboration and training programmes in African countries since 2015. The project grew out of the understanding that astronomy encompasses scientific and technological skills that are also required for the emergence of a strong economy. The project has already trained 326 students, and several DARA PhD graduates are now faculty at African universities where they can develop their own training programmes for the next generation of astronomers.\n\nFrom the beginning, STFC has been a valued partner in the DARA programme by enabling connections and collaborative research between African and UK institutes and by providing scholarships for African students. Earlier this year, STFC announced a funding boost of £6.5m (€7.6m) to the project that will help train another 225 students on the African continent during the next three years.\n\nThe SKAO Africa programme will bring more opportunities to students to develop technical skills and help the development of radio astronomy capacity in Africa, essential for when the two SKA telescopes start observing the Universe and produce data in need of scientific analysis.\n\nIn August, the SKAO set in motion the expansion of its human capital development programme through signing memoranda of understanding with SARAO and the African Astronomical Society (AfAS). The new agreement with STFC now lays the path for an intercontinental collaboration to benefit radio astronomy worldwide."
  },
  {
    "url": "https://www.skao.int/en/news/606/sweden-signs-skao-convention",
    "title": "Sweden signs SKAO Convention to join Observatory",
    "date": "21 January 2025",
    "content": "The approval by the Swedish parliament, expected in the coming months, will bring the ratification process to a conclusion and would make Sweden the 13th member of the SKAO.\n\n\"Joining the SKAO collaboration strengthens Sweden's position as a leading nation in knowledge and technology,\" said Sweden's Minister for Education Johan Pehrson.\n\n\"Access to world-class research infrastructure strengthens the capabilities of Swedish researchers and companies to advance technological development, which is crucial for both the present and the future.\"\n\nThe Convention was signed by Sweden’s Ambassador to the UK His Excellency Stefan Gullgren, starting the final steps towards membership.\n\n“As a new member state of the SKA Observatory, Sweden is helping to build, run and participate in the most exciting research of our time about our Universe, together with 12 other countries.\n\n“With this membership, we are investing in the technology of the future, the knowledge of the future, and in basic research of the most inspiring kind,\" said Ambassador Gullgren.\n\nIn tandem with the event in London, a celebration was held at Chalmers University of Technology in Gothenburg, which has coordinated Swedish contributions to the SKA project since the pre-construction phase through its Onsala Space Observatory.\n\n“Swedish contributions have been significant both in terms of technical and scientific expertise since the project’s inception, and we see great enthusiasm among Swedish researchers for the opportunities the SKAO will bring,” said SKAO Council Chair Dr Catherine Cesarsky, who attended the signing in London.\n\n“In my last official event as chair of the SKAO Council, I am delighted to see Sweden starting the process to ratifying the SKAO Convention and joining the Observatory as a member.”\n\nSwedish industry has been awarded two significant SKAO construction contracts.\n\nAAC Omnisys, a subsidiary of the AAC Clyde Space company, is delivering the Band 1 receivers for the SKA-Mid telescope dishes in South Africa, a contract which has enabled the company to build new, expanded facilities. These receivers – measuring a metre across and weighing 180 kg – are based on a prototype developed by Onsala Space Observatory.\n\nGothenburg-based Qamcom, a company with close ties to Chalmers University of Technology, is supplying digitisers for Bands 1, 2 and 3 of the SKA-Mid telescope. These systems will convert analogue radio signals into amplified and clean digital signals for transmission and analysis.\n\nSweden is also home to the first SKAO-accredited electromagnetic interference testing facility at RISE in Borås, Sweden, which will allow hardware to be evaluated before shipping.\n\nIn the recent past, Swedish researchers have hosted two National SKA Science Days, one in 2023 and another in 2024, which, along with an SKA Key Science workshop in 2015, have highlighted the excitement of the Swedish astronomy community for the SKAO. Researchers from Swedish institutions are involved in 13 of the 14 Science Working Groups, with a co-chair position in the VLBI Science Working Group.\n\nThe community will access SKAO science-ready data products through a Swedish node of the SKAO’s Regional Centre Network, a global network of supercomputing centres which will process, store and provide access to the Observatory’s data.\n\n“The next few years will be some of the most exciting times for the SKAO as we approach early science operations,” said Prof. Philip Diamond, SKAO Director-General.\n\n“The SKAO’s growing membership is a testament to the benefits brought by research infrastructures, including fostering investment in hi-tech infrastructure, and helping to equip the next generation with transferable, in-demand skills.”\n\nFollowing the signing of the convention, Sweden will now begin the internal ratification process through its parliament.\n\nThe Observatory currently has 12 member states, and more on the path to membership, with three countries having joined in 2024 alone."
  }
]